[
  {
    "title": "陽武侯",
    "href": "http://liaozhai.weebly.com/385252749420399.html",
    "content": [
      "&emsp;&emsp;陽武侯薛公祿是薛家島人。他父親薛公家境非常貧寒，在鄉里一位先生家放牛。先生家有片荒地，薛公在那裏放牛，總是看見蛇和兔子在草叢中爭鬥。他感到很奇怪，就請求主人把荒地作為住宅地，建一所茅屋在那裏住。幾年以後，他的夫人臨產了，正趕上突然下大雨，恰好兩個指揮使奉皇帝的命令去考察海洋，經過這裏，在門外避雨。他們看見屋頂下集聚一群烏鴉、喜鵲，爭著用翅膀覆蓋漏雨的地方，感到很奇怪。孩子生下來後，薛公走出來，指揮使問：“剛才屋裏做什麼呢？”薛公把生孩子的事告訴了他們。又問生的是男孩還是女孩。薛公說：“是個男孩。”指揮使更加驚奇，說：“一定是個大貴人！不然，怎麼會有兩個指揮使守護在門外呢？”兩人讚歎著離開了。",
      "&emsp;&emsp;薛公祿長大以後，臉很髒，流著鼻涕，沒有一點聰明的樣子。島中姓薛的，原來都在軍籍。這一年應該薛公家出一個男丁戍守遼陽。薛公的大兒子很為這件事發愁。這時薛公祿十八歲，人們認為他太傻，沒有人肯跟他結婚。他忽然對兄長說：“大哥唉聲嘆氣，是因為沒有人去從軍嗎？”兄長說：“是的。”他笑著說：“若是肯把丫鬟許給我做妻子，我願意去服這兵役。”兄長很高興，立即把丫鬟許配給他。",
      "&emsp;&emsp;於是，薛公祿帶著妻子奔赴戍所。剛走了幾十里，忽然遇上暴雨。路旁有一懸崖，夫妻倆跑到懸崖下避雨。不多久雨停了，又上路前行。剛走出幾步，崖石崩落下來。當地居民遠遠看見兩隻老虎跳出來，逼近並附在兩人身上不見了。薛公祿從此非常勇武，丰采大為不同。後來因為屢建軍功被封為陽武侯世爵。",
      "&emsp;&emsp;到了天啟，崇禎年間，世襲侯爵的某公死了，沒有兒子，只有遺腹子，因此暫時用旁支代替。凡是世襲侯爵的家裡，夫人懷孕便要報告皇上知道，官家會派婦女陪伴守護她，到生完孩子才結束。過了一年多，薛公祿的夫人生了個女孩。產後腹部還是沒恢復，經過十五年，換了好幾個陪產的老婦人，又生了個男孩。應該以嫡系男孩繼承爵位。旁支吵著表示反對，認為這個孩子不是薛家的。官府傳來陪伴過夫人的幾個老婦人，百般拷打追問，都沒有不同的說法，爵位才確定給了這個男孩。"
    ]
  },
  {
    "title": "趙城虎",
    "href": "http://liaozhai.weebly.com/362492247834382.html",
    "content": [
      "&emsp;&emsp;趙城有個七十多歲的老太婆，只有一個兒子。一天，她兒子進山打柴時，被老虎吃掉了。她得知這個噩耗，撕肝裂肺，簡直不想活在世上了。老太婆心想：光哭也沒有用。於是她就到趙城縣官那裏告狀。縣官一聽不由得大笑起來，他對老太婆說：“怎麼能用朝廷的法律懲治老虎呢？”絕望的老太婆號啕大哭，誰勸也不能制止。縣官呵叱她，她也不害怕。縣官憐憫她年邁，不忍心對她施加威嚇，於是答應為她捕捉老虎。誰知，這個執拗的老太婆還是伏在地上不肯離開，一定要等待縣官簽發拘捕老虎的公文下達，拘捕老虎的差役出發了才肯走。縣官拿她沒辦法，問手下的差役，有誰前往拘捕老虎。一個名叫李能的差役醉醺醺地到縣官座下說：“我能去。”說完拿著公文走了，老太婆這才離開縣衙。",
      "&emsp;&emsp;李能酒醒以後感到後悔，他認為這是縣官設的騙局，暫且用它來解脫老太婆的攪擾，也就不把這件事放在心上，於是，他拿著公文去見縣官。縣官生氣地說：“捕虎之事本來是你自己答應的，現在怎麼又反悔呢？”李能非常難堪，請求縣官再下一道公文，令獵人一同前往。縣官採納了他的意見。於是，李能集合獵人，日夜埋伏在山谷裏，希望捕到一隻老虎勉強交差。但過了一個多月，還是沒捕到一隻虎。因為沒有捕到老虎，李能挨了幾百棍子，冤苦無處訴說。於是到城東的嶽廟裏跪著禱告，求神保佑。李能在廟裏痛哭失聲。",
      "&emsp;&emsp;不久，一隻老虎突然從外面進來，李能大吃一驚，害怕被老虎吃掉。老虎進廟以後，什麼地方都不看，只是站在門內。李能禱告說：“如果是你吃了老太婆兒子的話，你最好低下頭馴服地讓我把你捆起來。”看看老虎沒有傷人的意思，李能真的拿出繩索捆住老虎的頸子，老虎竟垂著耳朵讓他捆綁。李能覺得十分奇怪。但重任在肩，耽擱不得，於是，他忐忑不安地把老虎牽到縣衙。縣官審問老虎：“老太婆的兒子是你吃的嗎？”老虎微微點點頭。縣官又說：“殺人的要處死，這是自古以來的法律。再說老太婆只有一個兒子，你把他吃掉了，她風燭殘年將要死了，依靠什麼生活呢？如果你能夠做老太婆的兒子，我將赦免你吃人的罪過。”老虎又微微點點頭。縣官就鬆綁讓老虎走了。",
      "&emsp;&emsp;老太婆埋怨縣官沒有殺老虎為她兒子償命，但天亮後，打開房門，發現房門外有死去的鹿。老太婆賣了鹿，作為日常生活費用。從此以後，老虎有時啣了金銀絲綢扔在她的院子裏，有時給她叼來能賣錢的動物。老太婆從此豐衣足食，老虎對她的供養超過了她的兒子，她心裏暗暗地感激老虎。有時老虎來了，躺在屋簷下，整天不離去。人和老虎相安無事，彼此都不猜疑。",
      "&emsp;&emsp;幾年後，老太婆死了，老虎像人一樣趕到堂中悲號。老太婆平日積蓄的錢財，用來安葬綽綽有餘，本家族的人共同埋葬了她。墳丘剛剛壘好，老虎突然跑來，賓客嚇得全部逃走了。老虎一直跑到老太婆的墳前，像雷聲轟鳴一樣嚎叫，過了許久才離去。當地人在趙城東郊建了一座“義虎祠”，至今還在。"
    ]
  },
  {
    "title": "螳螂捕蛇",
    "href": "http://liaozhai.weebly.com/34739345712542934503.html",
    "content": [
      "&emsp;&emsp;有個姓張的人偶然走到山谷間，聽到山崖上發出很大的聲音。他找路爬上去看，只見一條大蛇，有碗口粗細，在樹叢裏搖搖晃晃，伸著尾巴拍打柳樹，柳條都折斷了。翻來覆去，好像有什麼東西捉住牠，但仔細查看，卻什麼也沒有，他很疑惑。慢慢地走近牠，只見一隻螳螂盤據在蛇的頭部，用鋒利如刀的腳去抓牠的頭，甩也甩不掉，經過漫長時間後，巨蛇竟然被弄死了。看蛇的額頭，皮肉已被撕爛。"
    ]
  },
  {
    "title": "武技",
    "href": "http://liaozhai.weebly.com/2749425216.html",
    "content": [
      "&emsp;&emsp;李超字魁吾，住在淄川西邊鄉下。為人性格豪爽，喜歡施捨。有一天，有個和尚偶然到他這裏來化緣，李超讓他飽吃一頓，和尚十分感激，就對他說：“我是少林寺的和尚，會一點武藝，我想傳授給你。”李超心中不禁大喜，請他住在家裏，供給他衣食，早晚向他學習武藝。過了三個月，李超的武藝已很精湛，便得意洋洋起來。和尚問他：“你覺得自己進步了嗎？”李超輕鬆地答道：“我覺得進步了，師父，只要您所能的，我已全部學會了。”和尚笑著讓李超試一試武藝。李超便馬上脫掉衣服，朝手心吐了口唾沫，像猿猴一樣飛騰樹梢，像小鳥一樣落地輕盈，騰躍了一陣子，露出驕傲的神色站在那裏。和尚又笑了，說：“可以了。你既然把我的本領都學會了，那不妨讓我們來較量一下武藝高低。”李超痛快地答應了。於是，兩人雙手交叉，作好比試的姿勢，然後兩人格鬥起來。李超想找和尚的破綻，沒料到，和尚忽然飛起一腳，李超頓時跌到一丈多。和尚拍著手說：“你還沒有完全學會我的本領！”李超用兩手撐著地，慚愧而沮喪地向他請教。過了幾天，和尚告辭離去了。李超從此以武藝出名，走南闖北，浪跡江湖，一直沒有遇到對手。",
      "&emsp;&emsp;有一次，李超偶然來到歷下這地方，看到一個少年尼姑在廣場上賣弄武藝，觀看的人熙熙攘攘。尼姑對圍觀的人說：“顛來倒去就我一人，也太冷落了。有喜歡玩耍的人，不妨上場來較量較量當作遊戲。”一連說了三遍，圍觀的人你看我，我看你，沒有一個敢答應。李超在旁邊站著，不禁技癢，便很神氣地走進場中。小尼姑笑著與他合掌施禮。剛一交手，小尼姑便喊停下來，說道：“你這是少林派的武藝。”接著問他：“你師父是誰？”李超開始不作聲，尼姑不斷追問，才告訴她那個和尚。尼姑拱了拱手說：“憨和尚是你師父嗎？如果是這樣，不必較量，我甘拜下風。”",
      "&emsp;&emsp;李超一再要求較量，尼姑不同意，大家在旁邊慫恿他們比武。尼姑才說：“你既然是憨師父的弟子，都是這方面的人，不妨玩玩。但只要兩人意會就行了。”李超答應了。但見她斯文瘦弱，有些看不起她，加上年輕好勝，一心想打敗尼姑，以取一時的名聲。正在不分勝負的時候，尼姑突然停了下來。李超問其中的緣故，尼姑笑而不答。李超認為她膽怯，堅決要求再交手。不久，李超飛起一腳，尼姑並起五指朝他大腿一削；李超覺得膝下像被刀砍了一樣，跌倒在地上爬不起來了。尼姑笑著道歉說：“冒失地觸犯了你，請你不要怪罪！”李超被人抬了回來，養了一個多月才痊癒。",
      "&emsp;&emsp;一年多後，和尚又來了，李超給他講述了這段往事。和尚吃驚地說，“你太魯莽了，惹她幹什麼？幸虧你事先把我的名字告訴了她，不然，你的雙腿恐怕早就斷了。”"
    ]
  },
  {
    "title": "小人",
    "href": "http://liaozhai.weebly.com/2356720154.html",
    "content": [
      "&emsp;&emsp;康熙年間，有一個江湖術士帶著一個箱子，裏面藏著尺許長的一個小人。如果給術士錢，他就會打開箱子讓小人出來唱歌，然後退回。到了掖縣，掖縣宰把術士跟箱子帶到官府，細細審問小人是怎麼來的。術士一開始不敢說，縣宰反復詰問，才說出是鄉里的人。小人是讀書的小孩，從私塾中回家，被術士迷拐，然後用了藥，四肢都縮小了，他於是攜帶著小人，作為表演的工具。縣宰很憤怒，處死了術士。留下小人兒，要為小人兒治病，但是還沒有找到藥方。"
    ]
  },
  {
    "title": "秦生",
    "href": "http://liaozhai.weebly.com/3120629983.html",
    "content": [
      "&emsp;&emsp;萊州的秦生製作藥酒，不小心放入有毒的藥草，不捨得將整罐酒倒掉，所以密封收藏。過了一年多，一天晚上酒興大發，可是到處找不到酒喝。突然想起曾經封存過一罐酒，開封一聞，酒香四溢，頓時食指大動口角流涎，再也忍不住了。取了個杯子就想喝酒，被妻子苦苦勸住。秦生笑著說：“痛快的喝酒而死比起被酒活活饞死可要快活多了。”喝過了一杯，又要再倒；妻子把酒瓶翻了，酒流了滿地。秦生立趴在地上牛飲起來。過了一會，肚子痛得說不出話來，到了半夜一命嗚呼。妻子痛哭不已，為他準備了棺材，準備入殮。",
      "&emsp;&emsp;第二天晚上，忽然來了位美女。美女身高不足三尺，直接奔向停棺處去了，取水往秦生口中灌下，秦生忽然睜眼醒了。妻子向美女磕頭致謝詢問，美女說：“我本是狐仙。剛才我丈夫去陳家，偷喝酒醉死了，我去救他回來，剛好從你門口路過，他感歎你丈夫和他有相同毛病，所以就叫我用剩下的藥把你丈夫救活。”說完就不見了。",
      "&emsp;&emsp;我的朋友丘行素是個貢生,好喝酒。一天夜裏想喝酒，但沒有地方買，急得來回轉，實在忍不住了，便想用醋代替酒。和夫人商量，夫人笑他。丘行素固執地一定要喝，便把醋煨熱喝了進去。一壺喝完了，才脫衣服甜甜地入睡。第二天，夫人湊了一點錢，找僕人去替他打酒。路上遇見丘行素的叔伯兄弟襄宸，襄宸問清了緣由，懷疑嫂子不肯為其兄弄酒。僕人道：“夫人說：家中存的醋不多，昨晚已被喝去一半，恐怕再喝一壺，醋根都喝斷了。”聽到這件事的人都覺得好笑。豈不知酒興上來，即使是毒藥都當美酒喝，何況醋呢？也可以作傳了。"
    ]
  },
  {
    "title": "鴉頭",
    "href": "http://liaozhai.weebly.com/4020138957.html",
    "content": [
      "&emsp;&emsp;生員王文，東昌人，從小誠實。這年到楚地漫遊。過了六河，住在一家旅館裏。沒有事情，到門外散步。遇到同村的親戚趙東樓。趙是個大商人，常常出外數年不歸，見了王文，熱情備至，於是邀他同去坐坐。",
      "&emsp;&emsp;到了他的住所，見有一美女在室中，吃驚的止步。趙上前拽他，又隔著窗戶要裏邊的女孩離開，王才進去。趙備了酒菜，二人互道家常。王文問：“這是什麼地方？”趙說：“這是妓院。我久在外，暫借此處為家。”說話間，女子頻頻出入，王文局促不安，要告辭，趙卻拉他一定要留他。一會兒，見一位少女從門外過，望見王文，秋波頻顧，眉目含情，儀態風度嫻婉，真是如同仙女一般。王一向正直，可是至此也惘然若失。禁不住問：“剛才這位美人是誰？”趙說：“這是婆婆的次女，小字鴉頭，年已十四歲。嫖淫者屢用重金引誘其母，可是女子執意不從，以致遭到母親毒打。女子以年齡小為由哀求，現在還待字閨中呢。”王文聽了，低頭不語，呆呆坐著，應酬也失了常態。趙逗他說：“你如有意，願當媒人。“王茫然的說：“不敢存這個念頭。”可是已近晚上，仍然不說走。趙又戲請他。王說：“你的心意我很感謝，可是沒錢怎麼辦？”趙知女子性格剛烈，無錢一定不行。所以答應借十金相助。王趕忙拜謝出來。到旅社把全部錢拿來，共五兩銀子，強要趙去告訴婆婆。婆婆果然嫌少。可鴉頭對母親說：“母親每天責備我不做搖錢樹，今請隨了母願望，。我剛學做人，報答母親有的是時間，不要因小錢就放走了財神爺。”婆婆因小女性格格外執拗，只要答應，就挺喜歡，於是便答應了。讓婢女去邀王文。趙又後悔自己吝嗇，加金付給婆婆。王與女子歡愛備至。女子對王文說：“妾是煙花下流，不能與君匹配。既然兩情繾綣，恩義深重。君傾囊求這一宿歡樂，明日怎麼辦？”王淒然悲歎。女子說：“不要悲痛，妾墜風塵，實在不是我所願意。看來再沒有像君這樣誠實可以依靠的人了，請於今晚逃走。”王十分高興，馬上起來，女子也起來，聽到三更鼓響，女子急忙換了男裝，草草攜王文出來，叫開王文旅館的門。",
      "&emsp;&emsp;王文有兩個僕人，開門就說有緊急事務，命他們馬上出發。女子用一道符貼在僕人的腿和驢耳朵上，縱轡疾馳，他們只聽到耳邊風聲呼呼，眼睛都睜不開。天剛亮，到了漢口，租屋住下。王文十分驚異。女子說：“說了你不要害怕，妾不是人，是狐狸精。母親貪淫，每天遭她虐待，心裏怨恨，現在幸虧出了苦海，百里之外，她就不知道了，幸好沒事。“王一點也不懷疑，從容地說：“在房子裡面對漂亮妻子，家裡卻窮得只剩四邊牆壁，實在很難自我寬慰，恐怕終究要棄我而去。”女子說：“怎麼這麼想？現在做買賣也可以活，兩三口人，省吃儉用也可以自給自足。賣了驢子作資本。”王按她的話，就賣了驢，在門前開了一個小店，王與僕人一同賣酒賣茶水。女子做披肩，刺繡荷包，每天進項很多，吃喝充裕。存了一年多，漸漸能養婢女、傭婆。王從此不幹粗活了，只是監督而已。",
      "&emsp;&emsp;一天，女子低聲悲歎說：“今晚禍事來了，怎麼辦？”王問什麼事：“女子說：“母親已知道我的消息，一定要來逼我。如果叫姐姐來，我不擔憂，怕的是母親自己來”",
      "&emsp;&emsp;夜已經深了，自己慶賀說：“不妨事，阿姐來了。”過了不久，妮子推門進來。女子笑臉相迎。妮子罵道：“婢子不知羞恥，跟人逃匿。老母命我來綁你回去。”接著拿出索子來套女子的脖子。女生氣的說：“只跟一個人有什麼罪過？“妮子更加憤怒，拉斷女子的衣襟。家中的婢女、傭婆都出來了。妮子害怕，跑走了。女子說：“姐姐回去，母親一定親自來，大禍不遠，可快想辦法。”於是急忙易裝，將要搬家。婆婆突然闖進來，怒容可掬。說：“我就知道你不聽話，一定要我自己來。”女子跪在地上，苦苦哀求，婆婆不語，揪著頭髮帶走了。",
      "&emsp;&emsp;王文徘徊悽愴，寢食俱廢。急忙趕到了六河，希望能花錢贖回妻子。到了原地方，門庭依舊，可是人事已非。問那裡的人，都說不知道搬那裡去了。他哀痛無奈，返回家中。遣散了伙計，拿了錢回老家去。",
      "&emsp;&emsp;數年後，他偶然到燕京去，經過育嬰堂。見一男孩子，大約七八歲的。僕人覺得他很像主人，反復凝視。王問：“看小孩幹什麼？”僕人笑著告訴了他。王也笑了，仔細打量小孩，見他風度磊落。自己想無後嗣，因他像自己，於是很高興的贖了他出來。問他姓名，自稱叫“王孜”。王文問：“你小時就被拋棄，怎麼知道姓名？”孩子說：“我的老師曾經說，收留我的時候胸前有字寫“山東王文之子。”王大驚說：“我就是王文，沒有兒子。“心裏想，一定是與自己同名同姓的。心裏暗喜，十分喜歡他。",
      "&emsp;&emsp;等回到家，見到孩子的不問就知道是王文的兒子。孩子漸漸長大了，十分威武有力。喜歡打獵，不務生產，樂鬥好殺。王也管不了他。他又自己說能見到鬼狐，聽的人都不相信。正好，村里中有被狐狸危害的，請他去看看。他到了，就指出狐狸躲藏的地方，叫幾個人照他指的地方打，立刻聽到狐狸哀嚎，毛血交落。從此沒事了，因此人家覺得他不同尋常。",
      "&emsp;&emsp;有一天，王到市場上去閒逛，忽然見到趙東樓。見他衣衫不整，臉色枯黯。吃驚得問他從那裡來？趙慘然地問他有沒有空。王於是與他回來，請他酒菜。趙說：“婆婆得了鴉頭，橫加鞭打。接著北遷，又想逼迫鴉頭，她誓死不從，因此被囚禁起來。生一兒子，被拋在暗巷，聽說被收養在育嬰堂，大概已經長大了，那是你留下的骨肉。”王熱淚盈眶，悲泣地說：“天幸孩兒已經回來了。”因此敍述買兒的經過。王問趙：“你怎麼落拓到這個地步？”趙感歎說：“現在才知道青樓感情，不可過於認真，還有什麼好說的。”",
      "&emsp;&emsp;起先婆婆北遷，趙東樓也跟著去做買賣。貨重不好搬運的，都低價賤賣了。一路上花費很多，因此，大為虧本。加上妮子開銷很厲害。幾年之間，萬貫金銀蕩然無存。婆婆見她身邊沒錢，不再理睬他。妮子也跟著有錢人吃住，老是數晚不回。趙東樓憤激無比，然而又沒有辦法。正好婆婆外出，鴉頭從窗戶喊他說：“妓院中本來沒有感情好的事，跟你相處只是為錢罷了。你依戀不走，會導致大禍。“趙忽然驚醒，決心離開。臨走，私下去看鴉頭，鴉頭捎信告知王，趙於是回來。把詳情向王敍述。接著拿出鴉頭的信，信中說：“已知孜兒已在你身邊了。妾的厄難，東樓趙君自能細述。前世造的冤孽，還有什麼可說！妾居幽室中，暗無天日，鞭傷裂膚，饑火煎心，過一天如過一年。你如沒忘記在漢口雪夜衣單，互相摟抱取暖時的情誼，當與兒商量，一定能救妾脫離厄難。母親、姐姐雖然殘忍，可是畢竟是骨肉，你們不要傷害牠們的性命。”王文看了信，泣不成聲。拿了些錢財送趙東樓回去。",
      "&emsp;&emsp;當時孜兒已經十八歲了，王文把事情的前後告訴他，又拿出他母親的信。他聽後怒目欲裂，立刻出發到了京城，找到了姓吳的婆婆的住處。當時門前車馬正熱鬧，王孜直接進去。妮子正與嫖客飲酒，見了王孜，驚訝的站起來，嚇得變了臉色。王孜猛然上前殺了他。賓客大驚，以為是盜賊，等看到女的屍體，已經變為狐狸。王孜持刀進去，見婆婆正催促婢女做菜。他奔近門口，婆婆忽然不見了。王孜向四處一看，急忙抽箭，向屋樑上射去，一隻狐狸被箭穿心而過掉下來，接著砍下她的頭。尋到囚禁母親的屋子，用石頭打破門，母子相見，抱頭痛哭。母親問婆婆怎樣了？王孜說：“已殺了。”母親怨他說：“兒怎麼不聽我的話！”接著命他拉著屍體葬到郊野。王孜假裝答應，卻剝了皮藏了起來。搜查婆婆的箱櫃，把金銀都收才起來，陪著母親回來。夫妻重會，悲喜交加。接著王文問王孜，婆婆怎樣了？王孜說：“在我的囊中。”女子大吃一驚，問他怎麼回事？王孜從袋中拿出兩張狐狸皮獻上。母親憤怒地罵道：“忤逆兒，怎麼能這樣幹？”悲傷得死去活來。王文極力安慰，叱兒子埋了皮革。王孜氣憤地說：“現在得了安樂所，就忘了被鞭打的時候了。”母親更加憤怒，啼哭不止。王孜埋了皮回來，母親才稍微消了氣。",
      "&emsp;&emsp;王文自從鴉頭回來以後，家境日盛。心裏感激趙東樓，回報他很多錢財。趙才知道婆婆及女子都是狐狸。王孜侍奉母親極為恭順，可是不小心觸犯了他，就惡聲大叫。鴉頭對王文說：“兒子有拗筋，不割去，會落得殺人闖禍。”夜裏看他睡了，暗裏捆上手腳，王孜醒了問：“我無罪，捆我幹什麼？”母親說：“要治你兇惡的病，你不要怕痛。”王孜大叫，可是掙扎不開。女子用巨針刺他的腳踝骨側，深三四分左右，用力掘斷，崩然有聲。又在肘間，腦際都照樣刺了，才解開繩子，令他安睡。",
      "&emsp;&emsp;天剛亮，孜跑去恭候父母，涕淚說：“兒夜裏回憶早先所作所為，都不是人幹的。”父母大喜。從此，便溫和如處女，鄉里交口稱讚。",
      "&emsp;&emsp;異史氏說：“妓女都是狐狸精，沒想到真的有狐狸做妓女。甚至狐狸成了鴇母，真是禽獸不如了。所以傷風敗俗，泯滅倫理沒甚麼奇怪？至於百折千磨，至死不從的氣節，這是人們都很難做到的事，可是狐狸也做到了。唐太宗覺得魏徵更為嫵媚(1)。我對鴉頭也是這樣的感受。",
      "&emsp;&emsp;註\n\n1.唐太宗曾說：別人說魏徵舉動疏慢，“我但覺嫵媚。”見《唐書·魏徵傳》。魏徵，唐大臣，敢於直諫。",
      "&emsp;&emsp;“嫵媚”，舉止美好可愛。"
    ]
  },
  {
    "title": "酒蟲",
    "href": "http://liaozhai.weebly.com/3720234802.html",
    "content": [
      "&emsp;&emsp;山東省鄒平縣的劉氏，身體肥胖很愛喝酒。一個人喝酒時，往往能喝掉一甕。靠城邊有片肥沃的田地三百畝，就有一半種黍；家中富豪，不以喝酒為牽累。有一個西域來的僧人看見他，說他身上有一種怪病。劉氏回答說：“沒有。”僧人說：“你喝酒是不是不會醉？”劉氏說:“是的.”僧人說：“這是酒蟲。”劉氏大吃一驚，於是請求替他醫治。僧人說：“容易。”劉氏問：“需要什麼藥？”僧人說都不需要。只讓他在中午趴在床上，用繩捆住手腳；距離頭半尺左右，放一個盛好酒的酒器。一會兒，口乾渴，非常想喝酒。酒香入鼻，饞火上燒，然而沒辦法喝酒。忽然感覺咽喉很癢，嘔出一個東西，直掉進酒中。解開捆綁的繩子往酒器中看，有一個長3",
      "&emsp;&emsp;寸左右的紅肉，像遊魚一樣蠕動，口眼都齊備。劉氏非常驚駭。用金銀酬謝，僧人不接受，只是請求要那個蟲子。",
      "&emsp;&emsp;劉氏問：“幹什麼用？”僧人說：“這是酒的精靈，甕中裝上水，把蟲放入攪拌，立刻變成好酒。”劉氏叫人試驗，果然如此。劉氏從這以後，看見酒就像見了仇人一樣。身體也漸漸消瘦，家境也一天天貧窮了，後來連三餐都無法維持。",
      "&emsp;&emsp;異史氏說：“一天喝一石酒，也不會影響富貴，不喝一點酒，卻更加貧困；難道飲食本來就有定數嗎？有的說：‘蟲是劉氏的福，不是劉氏的病，僧人愚弄他，來實現自己的願望。’你認為對或不對？”"
    ]
  },
  {
    "title": "木雕美人",
    "href": "http://liaozhai.weebly.com/26408386133265420154.html",
    "content": [
      "&emsp;&emsp;商人白有功說：“在濟南北郊的河上。看見一個人扛著竹箱，牽著兩條大狗。從竹箱中拿出一個木雕美人，高一尺多，手眼都能自己轉動，鮮豔的裝飾像活人一樣。又用彩色花紋的小馬鞍墊披在狗身上，便叫木雕美人跨坐在上面。放好了，呵斥狗飛跑。美人在上面站起，學做演馬戲的一些動作，鐙裏藏身從馬腰向馬尾滑落，再抓馬尾飛身上馬，跪拜起立，靈活變化而沒有失誤。又演昭君出塞(1)：另取一木雕小人，插上雉尾羽毛作帽飾，披上羊皮衣，跨坐在狗上跟著木雕美人。昭君不斷回頭看，羊皮衣小人揚鞭追趕，真像活人一樣。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;昭君出塞：王嬙，字昭君，西漢人。元帝時被選入宮。竟甯元年，匈奴主呼韓邪單于入朝要求和親，王昭君嫁與匈奴，稱甯胡閼氏。今內蒙古呼和浩特市南有昭君墓。昭君出塞的故事在民間流傳甚廣，詩、詞、小說、戲曲創作，亦多以為題材。"
    ]
  },
  {
    "title": "封三娘",
    "href": "http://liaozhai.weebly.com/235531997723064.html",
    "content": [
      "&emsp;&emsp;(祭酒是學官名)的女兒，年輕漂亮，詩詞歌賦更是精絕。父母十分鐘愛，凡是來求婚的，就讓她自己挑選，可是很少有她看得上的。七月十五那天，水月寺的尼姑作“盂蘭盆會”(1)。這一天，來遊玩的女子一波接著一波，十一娘也來到這裏。十一娘正隨著人們看得高興的時候，一個女子快步跟過來，不住地看她，似乎有話要說。十一娘看看她，是個絕代美人，十分欣賞，轉而用深情的目光注視著。那女子微笑著說：“姐姐不是范十一娘嗎？”回答說：“是。”那女子說：“久聞你的美名，人們說的果然不錯。”十一娘也問她家住那裡，那女子回答：“我姓封，排行第三，就住在鄰近的村落。”兩個人手拉著手，越說越投機，互相依戀不捨。十一娘問：“怎麼沒有同伴？”封三娘說：“父母早年去世，家中只有一個老媽子，留下看家，所以沒能來。”十一娘要回去了，封三娘凝神不動，眼淚都快流下來了。十一娘也很悵惘，於是邀她到家裏串門。封三娘說：“娘子是當官的有錢人家，我與你家平素沒有一點關係，怕去了被笑話嫌棄。”十一娘一定要她去，封三娘回答：“改日再去。”十一娘便拿出一股金釵贈給她，封三娘也摘下頭髮上的綠簪作為回報。",
      "&emsp;&emsp;十一娘回家以後，十分想念封三娘，拿出所贈的綠簪一看，不像金銀也不像玉石，家裏人都不認識，感到很奇異。十一娘每天盼封三娘到來，都想出病來了。父母問明清原因，找人到附近村子打聽，並沒有人知道封三娘。",
      "&emsp;&emsp;到了重陽節，十一娘身體還很羸弱，感到無聊，丫鬟攙扶著她到花園看看，在東邊籬笆下鋪個褥墊坐在那裏。忽見一個女子攀著牆頭往園裏看。十一娘一看，原來是封三娘。封三娘大聲說：“幫我拉一下！”丫鬟上前去接，她一下子跳了進來。十一娘又驚又喜，立刻站起來，拉著封三娘坐在褥墊上，怪她違約，又問她從那裡來。封三娘回答說：“我家離這兒很遠，常到舅舅家玩。上次說住在附近村裏。就是指舅舅家。分別後，想你想得好苦，然而窮人與富人來往，腳沒登門就先覺得慚愧，恐怕被婢女僕人另眼相看，所以沒有來。剛才打牆外經過，聽到有女子說話，便爬牆看看，希望是小姐，果然如願了。”十一娘接著講了因思念她而得病的事。",
      "&emsp;&emsp;封三娘淚如雨下，便說：“我來了應當保密，多事的人知道了，說長道短的，實在受不了。”十一娘答應了。",
      "&emsp;&emsp;兩人來到屋裏，住在一起，滿心歡喜。十一娘的病漸漸好了，兩人認作乾姐妹，衣服鞋子都互相換著穿。看見有人來了，封三娘就躲在幔帳中。過了五六個月，范老爺和夫人也知道了。一天，兩人正在下棋，夫人偷偷進來，仔細一看，驚訝地說：“真是我女兒的好朋友啊！”便對十一娘說：“閨中有好友，我和你爹都很高興，為啥不早點告訴我們？”十一娘轉告了母親封三娘的意思。夫人看著封三娘說：“陪伴我兒，我心裏特別欣慰，為何瞞著？”封三娘羞愧得滿臉通紅，不說話，只是兩手搓撚著衣帶。夫人走了以後，封三娘便告別要走，十一娘苦苦挽留她，才留了下來。",
      "&emsp;&emsp;一天傍晚，封三娘從門外匆匆忙忙跑進，來哭著說：“我本來就說不能留下，今天果然遭到大大的羞辱！”十一娘吃驚地問她怎麼回事，她說：“剛才出去上廁所，一個少年男子跑來攔住我，幸而逃回。像這樣，還有什麼臉面見人。”十一娘仔細打聽那男子的形貌後，道歉說：“不要見怪，那是我的傻哥哥。等我告訴夫人打他。”封三娘堅決要走，十一娘請她等到天亮後再走。封三娘說：“我舅家離這很近，只須拿個梯子送我過牆就行了。”十一娘知道已經留不住了，叫兩個丫鬟跨過牆去送封三娘。走了半里多路，封三娘辭謝了丫鬟，自己走了。丫鬟返回來，十一娘正扶著床悲泣，像是失去了丈夫。",
      "&emsp;&emsp;幾個月以後，丫鬟因為有事到東村，天黑了才回來，遇見封三娘跟一個老太太走來。丫鬟很高興，向封三娘行禮問候。封三娘也關切地打聽十一娘的情況。丫鬟拉著封三娘的衣袖說：“三姑娘請到我們家去吧，我家姑娘盼你盼得要死！”封三娘說：“我也想念她，但是不願讓你們家裏人知道我去了。你回去打開園門，我自己去。”",
      "&emsp;&emsp;丫鬟回去以後，把這件事告訴了十一娘。十一娘大喜，按照說的辦了，封三娘已經在庭園中了。兩人相見，分別說起久別的情況，親熱地叨嘮個沒完。封三娘看丫鬟睡熟了，便起來移近十一娘，兩人同枕一個枕頭，小聲說：“我本來知道妹子未許配人，以你的才貌和家世來說，何愁找不到一個好丈夫；但是，紈袴子弟不值得嫁，如果你家想找個好女婿，千萬不要以貧富來論定。”十一娘認為她說的對。封三娘說：“去年咱倆相遇的那個地方現在尼姑又做道場，明天煩你再去一趟，一定叫你見到如意郎君。我年少時就讀過相書，一點不會有差錯。”天亮後，封三娘就走了，約定廟會時再見。",
      "&emsp;&emsp;廟會那天，十一娘去了，封三娘已在那裏等著。兩人看了一圈，十一娘便邀請封三娘同車回去。兩人拉著手走出大門，看見一個秀才。那秀才有十七八歲，穿著破舊的布袍，但容貌俊秀大方。封三娘暗中指著秀才說：“這是翰林中的人物。”十一娘稍微斜視秀才一眼。封三娘告別說：“妹子先回去，我一會兒跟著就去。”",
      "&emsp;&emsp;天剛黑，封三娘果然到了，說：“我剛才看得特別詳細，他就是同鄉的孟安仁。”十一娘知道他家很窮，認為不可以。封三娘說：“妹子為什麼也落在世俗裏！這個人如果是一直都這麼貧賤的話，我就挖掉眼珠，不再相天下的人了。”十一娘說：“那怎麼辦呢？”封三娘說：“但願得到一件東西，我拿去交給那個人，訂立盟約。”十一娘說：“姐姐怎麼這般草率！父母都在，不同意怎麼辦？”封三娘說：“我這麼做，正是怕父母不同意啊。意志如果堅決，死活又怎能改變你的意志呢？”",
      "&emsp;&emsp;十一娘還是不同意。封三娘說：“妹子的姻緣已動，但是魔劫沒有消除。我所以這樣做，是要報答你以前對我的好心罷了。我就要走了，就拿你所贈我的金鳳釵，以你的名義去贈給他。”十一娘正要再商量，封三娘已經出門走了。",
      "&emsp;&emsp;這時的孟安仁很窮，但多才多藝，想找一個好妻子，所以十八歲了還沒有聘娶。這天，他忽然看見兩個漂亮的女郎，回來後胡思亂想。一更將盡，封三娘敲門進來了。他拿蠟燭照了一下，認得是白天看見的姑娘，高興地上前問話。回答說：“我姓封，是范十一娘的女伴。”孟安仁非常高興，不及細問，就上前去擁抱她。封三娘拒絕說：“我不是毛遂自薦(2)，而是作媒人的。范十一娘願和你永結為好，請你找媒人去提親吧。”孟安仁驚詫不相信，封三娘便拿出金鳳釵交給孟安仁。他歡喜得不得了，發誓說：“有勞這樣相愛，我得不到十一娘，寧願終身不娶。”封三娘便走了。",
      "&emsp;&emsp;等到天亮，孟安仁懇托鄰居老婦人到范夫人那裏去說親，范夫人嫌孟家貧，竟然不和女兒商量，便立即推掉了。",
      "&emsp;&emsp;十一娘知道這件事後，感到非常失望，深深怨恨封三娘誤了自己；並且金釵又難以要回來，只得以死來表示忠於他。",
      "&emsp;&emsp;又過了幾天，有某紳士要到范家為自己兒子求婚，恐怕不同意，懇請縣令作媒人。當時，那個紳士正有權有勢，范公心裏怕他，便來問十一娘願不願意，十一娘不樂意。范夫人來追問她，她默默無語，只是流淚。十一娘派人暗中告訴范夫人：除非孟安仁，誓死不嫁！范公聽說這事，更加惱怒竟然把十一娘許給了某紳士家，並且懷疑十一娘和孟安仁有私，便決定找個吉日馬上成親。",
      "&emsp;&emsp;十一娘忿恨地絕了食，整天躺在床上不起來。到迎親的前天晚上，她忽然起來，拿過鏡子自己梳妝打扮。范夫人心裏暗自高興。不一會，侍女跑來報告：“小姐上吊了！”全家人大吃一驚，淚流不止，後悔也來不及了，停屍三日就埋葬了。",
      "&emsp;&emsp;孟安仁自從鄰居老婦人回來說范家不同意後，憤恨得要死；但他仍然到處探訪，還希望能有所挽回。後來知到十一娘已經有了婚約，怒火在胸中燃燒。萬念俱灰。不兩天，聽說十一娘已經自盡而死，更加悲痛，恨不能跟著十一娘同死。",
      "&emsp;&emsp;傍晚，孟安仁走出家門，想乘黑夜到十一娘墳前痛哭一番。忽然有一個人走來，近前一看，是封三娘。封三娘向孟安仁道喜說：“恭喜你婚姻的事成了。”孟安仁流著淚說：“你不知道十一娘已經死了嗎？”封三娘說：“我所說的成了，正是因為她死了。可以趕快叫家人挖墳，我有特別的藥，能使她蘇醒。”孟安仁聽從她的話，挖開墳墓，打開棺材，抬出屍體，又把墳穴埋好。孟安仁背著屍體，和封三娘一同回到家，把十一娘屍體放在床上。封三娘給十一娘灌了藥，不一會兒，她便蘇醒過來。十一娘看見封三娘，問：“這是什麼地方？”封三娘指一指孟安仁說：“這就是孟安仁啊。”接著便把事情的前前後後告訴了她。十一娘才如夢初醒。封三娘怕事情洩漏出去，便帶領他們到五十里以外的山村躲了起來。",
      "&emsp;&emsp;封三娘想辭別他們離去，十一娘哭著挽留她留下作伴，讓她在旁邊住下。他們賣了殉葬的首飾，用來維持生活，日子過得還不錯。封三娘每當遇到孟安仁來，就避開。十一娘從容地說：“我們是姐妹，親骨肉沒什麼不同，但是終究不能百年團聚。我想，不如效法娥皇，女英(3)姐妹倆一同嫁給舜那樣。”封三娘說：“我少年得到秘訣，按此訣去做可以長生不老，所以不願嫁人。”十一娘笑著說：“世上流傳的養生術，汗牛充棟，誰照做有效了呢？”封三娘說：“我所得到的並非世人所知。世上流傳的都不是真訣，只有華陀的五禽圖不是假的。凡是修煉的人，無非要使血氣流通罷了。所以打嗝氣逆時，照著五禽圖上老虎的姿態做，立刻就好了，這就表示他很靈驗。”",
      "&emsp;&emsp;十一娘暗中和孟安仁謀劃，叫他假裝出遠門。到了晚上，十一娘硬勸封三娘喝酒。把封三娘弄醉了，孟安仁偷偷進來和她發生了關係。封三娘酒醒過來，說：“妹子害了我啦！倘若色戒不破，修煉成了當能升上第一重天。今天中了計，是命啊！”便起身告辭。十一娘說明了誠意，並且苦苦地請求她原諒。封三娘說：“告訴你們實話吧，我是狐狸變的。因為看你長得好看，忽然產生愛慕之情，如同作繭自縛，才有今日這事。這是情魔的劫數，不是人力所能左右的。再留在這裏，則情魔更要厲害，沒有窮盡了。妹妹福氣正長，請珍重自愛。”說完就不見了。夫妻倆驚歎了許久。",
      "&emsp;&emsp;第二年，孟安仁鄉試，會試果然得中，作了翰林學士。孟安仁去謁見范公，范公慚愧、後悔不見他。孟安仁一定要見，才見了面。孟安仁進到屋裏，按照女婿的身分行禮，特別恭敬地叩頭。范公又慚愧又氣惱，懷疑孟安仁輕薄。孟安仁把范公單獨請到一邊，把事情經過說了一遍。范公不太相信，找人到他家了解，大為驚喜。范公暗中告誡，這件事不要傳揚出去，怕某紳士家知道了有禍事發生。",
      "&emsp;&emsp;又過了兩年，那個紳士因為暗中行賄的事被發覺，父子倆被充軍發配到遼陽、海城一帶，十一娘才回娘家看望父母。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;盂蘭盆會：佛教節日，也稱“中元節”，俗稱鬼節。盂蘭盆，梵語音譯，解救倒懸的意思。《盂蘭盆經》載，釋迦弟子目連，看到母親死後在地獄中受苦，如處倒懸，求佛救度。釋迦要他在七月十五日，備百味飲食，齋供十萬僧眾，可使母解脫。後來佛教徒據此神話，興起盂蘭盆會。中國自梁武帝始設此齋會。節日期間，除齋僧外，寺院還舉行誦經法會、水陸道場等宗教活動。",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;毛遂自薦︰毛遂，戰國時趙國平原君門下食客，曾自告奮勇，隨從平原君出使焚因，聯楚抗秦。見《史記·平原君列傳》。後乃以“毛遂自薦”，代指自我推薦。",
      "&emsp;&emsp;3.",
      "&emsp;&emsp;女英和娥皇，是堯的次女和長女。相傳堯把她們一齊嫁給舜。見《列女傳》。"
    ]
  },
  {
    "title": "狐夢",
    "href": "http://liaozhai.weebly.com/2939222818.html",
    "content": [
      "&emsp;&emsp;我的朋友畢怡庵，少年倜儻，英豪放縱，與眾不同。他鬍鬚很多而面貌豐美，在士人中頗為有名。",
      "&emsp;&emsp;他曾經有事，到他叔叔刺史公的的別墅去，在那裡休息。相傳別墅裡有狐狸出沒；他每次讀“青鳳傳”(1)，心裏就很嚮往，恨不能自己也遇到那樣的事。因此在樓上冥思苦想。等他回到書房，太陽已經下山了。當時正是夏天，天氣悶熱，他就對著門睡下了。睡夢中覺得有人搖晃他，醒了一看，是一位婦人。年紀大約四十歲。可是風韻猶存。他吃驚的起來問道：“你是誰？”婦人笑著說：“我是狐狸精，承蒙你思念，心裏偷偷的感激。”畢聽了很歡喜，不覺的戲弄她。夫人笑著說：“我年紀大了，縱使別人不厭惡，自己也感到慚愧。我有一小女，到了出嫁的年齡，可來陪侍你。明晚，不要讓別人在這裡，一定來。”說完就走了。",
      "&emsp;&emsp;到了第二夜，他點香等待。婦人果然領了女郎來。女郎姿態婉約，舉世無雙。婦人對女郎說：“你與畢郎有緣份，就留在這裡，明日早回，不要貪睡。”",
      "&emsp;&emsp;畢與女郎握手入帳，溫情備至。風雨過後，女郎笑著說：“胖郎君好重，簡直讓人不能忍受。”天沒亮就走了。",
      "&emsp;&emsp;到了晚上，自己來了說：“姐妹們要為我們祝賀，明日就煩你一同去。”畢問：“什麼地方？”女郎答：“大姐做主人，離此不遠。”第二天，畢就早早恭候，可是老等不到，漸漸倦了，剛伏在桌上睡覺，女郎就進來說：“煩你久等了。“於是拉手而去。",
      "&emsp;&emsp;忽然到了一個地方，只見一個大院子，二人一直上了中堂。見燈燭熒熒，燦如繁星。一會兒，主人出來，年紀在二十來歲淡妝豔美。打招呼稱賀完了，將要入席，婢女忽然來報：“二娘子到。”見又一女子進來，年紀在十八九歲，笑著向畢女問：“妹妹已經嫁人了，新郎很如意吧？”女郎用扇子打她的背，用白眼看她。二娘子又說：“記得小時候跟妹妹相撲遊戲，妹妹怕人搔癢，遠遠地伸了手指，就笑得前俯後仰，對我發怒，說我應嫁給矮人國的王子。我說：妹妹以後嫁個多鬍鬚的郎君，刺破你的小嘴，現在果然是這樣。“大娘子笑著說：“不怪三娘子罵你，新郎在旁邊，一直胡鬧。“   \n一會兒，眾人排位坐下。宴會上歡聲笑語。忽然見一少女，抱著一隻貓進來，年紀僅十二三歲，乳臭未乾，可是豔美絕頂。大娘子說：“四妹妹也要見姐夫嗎？這裏沒有坐的地方。”於是抱著她坐到膝上，取了茶給她吃。",
      "&emsp;&emsp;過了一會兒，轉放到二娘子懷裏說：“壓得我脛骨酸痛。“二娘子說：“妹子這麼大，身子像百斤重。我的腿脆弱不行，既想見姐夫，姐夫這麼雄壯，肥腿上耐坐。”於是抱著放到畢懷中。畢抱入懷，覺得十分香軟，輕得就像沒人一樣。畢抱著她同杯飲酒。大娘子說：“小妹不要喝太多，醉了失態，姐夫笑話。”少女咯咯地笑著，用手撫摸著貓，貓輕微的叫著。大娘子說：“還不扔掉，跳蚤蝨子爬到身上了！”二娘子說：“請用狸貓，小奴為酒令，拿著筷子傳，貓叫時傳到誰的手裏，誰就喝酒。”眾人都答應。",
      "&emsp;&emsp;每次筷子到了畢這裏，貓就叫。畢原來就能喝酒，連著喝了幾杯，才知道是小女子故意捉弄貓叫，因此眾人喧笑。二娘子說：“小妹子回去休息！壓壞了郎君，怕三妹怨人。”小女子於是抱著貓跑了。",
      "&emsp;&emsp;大娘子見畢善飲酒。於是取一髻子，盛酒相勸。看她的髻子僅裝一升多，可是喝起來就像好幾斗。等到喝完再看，卻是像荷葉一樣大的蓋子。二娘子也要勸酒，畢推辭說不能喝了。二娘子拿出一個小小的口紅盒子，就像彈丸大小，倒滿了酒說：“既然不能多飲，聊表意思。”畢一看，一口就可喝完；可是接過來喝了近百口，還是沒有喝乾，好像越喝越多。他的妻子在旁邊，就用小蓮花杯子把盒子換去說：“不要被奸人捉弄。“把盒子放到桌上，卻是一個大罐子。二娘子說：“甘你什麼事，三日郎君，就親成這樣！”畢端著杯子，對口喝乾。一捏杯子，挺軟的。一看不是杯子，卻是一隻羅襪。修飾精美。二娘子奪過來罵道：“狡猾的妹子什麼時候偷人家的襪子去！怪不得腳上冷颼颼的！”於是起來，進屋去換。",
      "&emsp;&emsp;兩人喝完離席告別，妻子送他出村，讓他自己回去。他猛然醒來，竟然是一場夢。可是嘴裏酒氣薰天，覺得很奇怪。到了晚上，女郎來問：“昨晚沒醉死嗎？”畢說：“懷疑是作夢。”女郎說：“姐妹怕你狂躁，所以假借是夢，實際上不是夢。”",
      "&emsp;&emsp;女郎每次與畢下棋，畢總輸。女郎笑著說：“你每天都迷著下棋，我想一定有高招，現在看，很普通嘛。”畢求她指教。女子說：“棋藝在於自己領悟，我怎能幫助呢。早晚慢慢感受，也許會變。”住了幾個月，畢覺得漸漸有了長進。女郎試了一下，笑著說：“還早！還早！”畢出門，和其他曾經下棋的朋友下棋，別人都覺得他不一樣，有人感到奇怪。畢為人耿直，心裏擱不住話，就稍微洩漏了一點消息。女郎已經知道了，責備他說：“難怪姊妹會怕你狂躁，多次囑咐你不要洩密，怎麼還是這樣？”憤然要走，畢慌忙上前認錯，女郎才稍稍消氣。然而從此來的次數就少了。",
      "&emsp;&emsp;過了一年多。一天晚上，女郎來了，兩人相對而坐。與她下棋，說不下；要她睡覺，也不睡。惆悵了很久說：“你看我跟青鳳那個好？”畢說：“你比青鳳好多了。”女郎說：“我自己慚愧不如，可是聊齋於跟你有文字上的來往，就煩做個小傳，說不一定千年以後也沒有像你這樣的人。”畢說：“一直有這樣的願望，過去是遵守你的囑咐，所以才秘而不宣。”女郎說：“過去是這樣囑咐，可現在要分別了，還有什麼避諱。”畢問：“到那裡去？”女子說：“妾和四妹被西王母挑去做花鳥使，不能再來。“畢求她留下幾句話。她說：“盛氣平了，過錯自然就少了。”",
      "&emsp;&emsp;於是站起來，拉著他的手說：“你送我。”走了一里左右，淚灑相別。分手時說：“彼此有心，不一定沒有會面的時候。”於是分別而去。",
      "&emsp;&emsp;康熙二十一年臘月十九日，畢與我同床睡在綽然堂，他詳細地敍述了他這段故事。我說：“有這樣的狐狸，那麼聊齋的筆墨也沾光了。”於是記下了他的故事。\n\n註\n\n1.青鳳傳請見聊齋卷一第卅九篇。"
    ]
  },
  {
    "title": "布客",
    "href": "http://liaozhai.weebly.com/2406723458.html",
    "content": [
      "&emsp;&emsp;山東長清有一個人，以賣布為業，到泰安做買賣。他聽說有個算卦的人本領高強，便到算卦人那裏去問吉凶。算卦人推算他的八字，說：“你的運數太差，應該趕快回家。”賣布人非常害怕，帶著錢財往回走。途中，賣布人遇到一個穿短衣的人，像是個衙役，漸漸靠近和他說話。兩人談得很投機，關係很好。賣布人吃飯喝酒時，常常請那個衙役一起去，衙役很感激他。賣布人問衙役幹什麼去，回答說：“將要去長清，到那裏去抓人。”賣布人問抓什麼人，衙役便拿出抓人的公文，叫他自己看。公文上第一個就是賣布人的名字。他大吃一驚，說：“什麼事要抓我？”衙役說：“我本來不是活人，是蒿里山東四司的陰差，想必你的壽命到了。”賣布人哭著求救。鬼說：“我救不了你，但公文上的名字很多，都抓到一起還需要一段時間。你趕緊回去，把後事處理好，我最後一個招喚你，算是報答咱們的交情吧。”",
      "&emsp;&emsp;賣布人沒有別的辦法。不一會兒，兩人走到一條河邊，看見河上的橋斷了，來往行人過河都艱困地涉水。鬼說：“你快死了，一文錢也帶不走，你立刻出錢修一座橋，以便利行人。這樣做雖然花費不少錢，但對於你未必沒有好處。”賣布人同意了。",
      "&emsp;&emsp;賣布人回到家，告訴妻子給自己準備死時用的衣物。當天他便招集工人開工建橋。過了很久，鬼竟然還沒到來，他心裏暗中懷疑那個差役。",
      "&emsp;&emsp;有一天，鬼忽然來了，說：“我已經把建橋這件事上報給城隍，轉達給陰司了，陰司說因為這件事可以延長你的壽命。現在抓你的公文已經廢除，特別來告訴你。”賣布人高興地向他表示謝意。",
      "&emsp;&emsp;後來，賣布人又到泰山。他不忘鬼的恩德，恭敬地焚燒紙錢，呼喚著名字把酒灑在地上表示祭奠。他剛走出廟門，看見那個差役急忙趕來，說：“你幾乎害了我！恰巧東四司主管正在辦公，幸而沒被他知道，他要是知道了，那可怎麼辦？”差役送了賣布人幾步，說：“以後不要再來了，假如有公事往北邊去，我一定會繞道去拜訪你。”於是兩人分別而去。"
    ]
  },
  {
    "title": "農人",
    "href": "http://liaozhai.weebly.com/3678620154.html",
    "content": [
      "&emsp;&emsp;有一個農夫在山邊耕種，他的妻子以陶器裝盛飯菜給他；他吃過以後放在田邊，傍晚耕作結束後過去一看，陶器中剩餘的食物都不見了。這種情況發生了好幾次，農夫心裡很奇怪，耕種時就偷偷的看，有一隻狐狸跑來，把頭伸進陶器裡面。",
      "&emsp;&emsp;農夫拿著鋤頭偷偷過去用力打狐狸，狐狸驚嚇逃走，陶器套在狐狸頭上沒法掙脫；狐狸跌倒了，陶器摔在地上碎落了；狐狸伸頭一看，看到農夫，更加害怕，翻山越嶺逃走了。",
      "&emsp;&emsp;幾年以後，山南邊的富家女被狐狸崇害，找了許多畫符捉妖的人都沒有用，狐狸向富家女說︰「畫在紙上的符咒，豈能奈何我！」富家女騙牠說︰「你的道法高深，讓我可以倚靠一生；不過不知道你也有怕的東西嗎?」狐狸說我沒甚麼害怕的，可是在十年前，在山北時，曾經在田邊偷吃東西，被一個戴寬斗笠拿著鋤頭的人追打，差點被殺，到現在還害怕。富家女跟父親說了，父親想找這個人，可是不知道姓名、住處無法打聽。",
      "&emsp;&emsp;正好僕人有事到山北，無意間跟人家說起這事，旁邊一個人很訝異的說：「這跟我從前的事正好一樣，難道我趕走的狐狸現在能夠作怪了?」僕人很驚呀！回去報告主人；主人很高興，找僕人準備車馬，請農夫來。請求他幫忙，農夫笑著回答：「過去真的有這件事，可是不一定就是這隻狐狸，而且他現在能變化做怪，難道還怕一個農人嗎?」主人還是不斷要求；農夫於是穿戴得跟過去一樣，拿著鋤頭到房間裡，敲著地面斥罵︰「我到處都找不到你，原來你躲在這裡，現在碰到了一定要殺掉你。」說完就聽到狐狸哀嚎，農夫更加威怒；狐狸哀求饒命，農夫罵道：「趕快離開就放掉你！」富家女看到狐狸抱頭鼠竄逃走！富人家也從此太平了！"
    ]
  },
  {
    "title": "章阿端",
    "href": "http://liaozhai.weebly.com/314563846331471.html",
    "content": [
      "&emsp;&emsp;河南衛輝有個姓戚的書生，少年風流，有勇氣，敢作敢當。當時，一戶大姓人家有一座很大的院落，大白天都能看見鬼，家裏的人莫名其妙地一個接一個死去。這大戶人家無奈，低價出售房屋。戚生見價錢便宜，就買下來居住。但院落寬敞，人口很少，東院的樓臺亭閣，長滿了蒿艾，也就姑且荒廢放著。每到晚上家裏人都很害怕，總是互相叫嚷有鬼。過了兩個多月，一個女傭人死去。沒多久，戚生的妻子在傍晚到東院的樓臺亭閣去，回來後就生了病，幾天後也死去了。家人更加害怕，勸戚生遷移到其他地方去。戚生不聽。可是孤孤單單一個人，淒涼傷感。家中的奴僕又常常拿鬼怪的事來煩他，戚生一氣之下拿起被褥，獨自睡在荒廢的亭閣中，並點著蠟燭來看看究竟。",
      "&emsp;&emsp;過了很久都沒什麼事，他也就睡著了。忽然有人把手伸進他的被子，來回的摸來摸去。戚生醒來一看，是一個年紀很大的婢女，耳朵蜷曲，蓬頭散髮，肥胖得不像樣子。戚生知道是鬼，捉著她的手臂將她推開，笑著說：“你的樣子不敢領教！”婢女很羞慚，縮手慢慢走了。過了一會兒，一個少女從西北角出來，神情柔婉美妙，突然走到蠟燭下，罵道：“那裡來的狂妄之徒，居然敢在這裏安穩睡覺？”戚生起來笑著說：“我是這房子的主人，等你來付房租的。”說完就起來去抓她。少女急忙逃開，戚生先轉到西北角，擋住他回去的路。少女逃不掉，乾脆坐在床上。戚生靠近他對著燭火看，像仙女下凡一樣，慢慢的抱著她；少女笑著對戚生說：“你這狂徒就不怕鬼嗎？我要害死你。”戚生脫她衣裙，他也不怎麼抗拒；接著自己說：“我姓章，小名阿端，誤嫁給了一浪蕩子弟，他強暴固執，沒有愛人的心，對我橫加折磨蹂躪，我憤恨憂鬱而死，埋在這裏二十多年了。這所院落下面都是墳墓。”問她︰“那個老婢女是誰”回道︰“也是一個從前的鬼，跟著服侍我，上面有生人住，我們晚上過得不舒服，剛剛叫她趕你走。”問：“摸來摸去做甚麼？”笑著回答︰“他三十年沒有碰過男人了，也蠻可憐的，不過太自不量力了！總之你如果膽怯，鬼越會戲弄你，陽剛的人，鬼是不敢侵犯的。”聽到附近曉鐘響起，才穿衣下床，說：“如果沒麻煩，晚上再來。”當晚，果然來的，兩人更加歡好。",
      "&emsp;&emsp;戚生說：“我妻子不幸死了，我心裏一直很悲傷。你能為我招她來嗎？”阿端聽了也感到很悲傷，說道：“我死了二十年，有誰想念過一次呢？你確實多情，我會盡力幫忙。不過聽說已經投胎了，不知道她還在不在冥界。”過了一個晚上，她來告訴戚生說：“你妻子將投生到富貴人家。因為她生前丟失了耳環，鞭打婢女，婢女上吊死了，這件案子還沒了結，所以還滯留在冥界。現在暫且寄居在藥王的廊下，有人看管她。我派婢女去行賄，可能快要來了。”戚生問：“你為什麼沒投胎呢？”回答道︰“凡是枉死鬼不自己去報到，閻摩天子不會知道。”二更將盡的時候，老婢女果然帶著戚生的妻子來了。戚生握著妻子的手非常悲痛。妻子含著眼淚都說不出話來。阿端告辭，說道：“你們兩人聊一聊，我以後再來。”戚生問婢女上吊的事，妻子說：“沒關係，快結案了！”夫妻聚在一起，就像活著時一樣。",
      "&emsp;&emsp;過了五天，戚生妻子忽然流著淚對丈夫說：“我明天要去山東，我們要分別了，怎麼辦呢？”戚生聽了，哀傷不已。阿端勸他們說：“我有一計，可以使你們暫時相聚。”兩人一起問她。阿端要他們用十打紙錢，在南堂杏樹下焚燒，拿去賄賂解押投生者的差役，讓她緩些時間投胎。戚生按照她說的辦了。到晚上，妻子來說：“幸虧端娘，現在又能夠團聚十天了。”戚生很高興，不讓妻子回去，不分晝夜跟她再一起；又過了七、八天，戚生認為期限快要滿了，夫妻整夜啼哭。問阿端有什麼辦法。阿端說：“看情勢難得再商量。但我去試一試，非要百萬紙錢不可。”戚生按這個數字焚燒了。阿端來了高興地說：“我找人與解押投生者的差役遊說，開始很難，後來看到錢多，心就動搖了。現在他已經用其他的鬼代替你妻子投生去了。”從此阿端白天也不離去，要戚生把門窗塞得緊緊密密，白天晚上都點著蠟燭。",
      "&emsp;&emsp;這樣過了一年多，阿端忽然得了鬱悶症，情緒懊喪，精神恍惚，像見到鬼的樣子。妻子撫摸著她說：“這是鬼病。”戚生問道：“阿端已經是鬼，鬼怎麼能使她生病呢？”妻子說：“不是這樣，人死了變成了鬼，鬼死了變成了聻，鬼害怕聻，就像人害怕鬼。”戚生想請巫醫看病，妻子說：“鬼怎麼可以用人醫？附近的王婆婆現在在冥間做巫醫，可以請她來；不過去她那裡有十幾里路，我沒辦法走那麼遠，請燒一隻紙馬給我。”戚生剛把紙馬燒完，就看見婢女牽著一匹紅色的駿馬來了，繫上韁繩，馬匹一下就消失不見了。不久，妻子與一老婆婆騎著那匹馬回來了。老婆婆進屋，切看阿端脈象，接著坐好後，頭不斷搖擺做態，趴在地上一會兒跳起來說︰“我是黑山大王，小姑娘病得很厲害，還好遇到我，真是幸運！這是惡鬼作祟，沒有關係！可是病醫好了，要多給我一些供養，黃金一百兩，銀錢一百貫，一席盛筵，一樣也不能少。”妻子都答應了，老婆婆又趴倒然後醒轉過來，向病人施了一陣法。做法過後，妻子送她出門，又送她馬匹，她很高興的回去了。進屋看阿端，好像比較清醒，夫妻很高興。阿端忽然說：“我恐怕不能再活了；一閉眼就看見冤鬼，這就是命吧！”隔天，病更沉重，全身顫抖，好像看到甚麼，拉戚生一起睡，躲到他懷裡，好像怕被捉；戚生一起來，阿端就不停地驚叫。這樣過了六七天，戚生夫婦也毫無辦法。一天戚生有事外出，半天就回來，聽到妻子的哭聲，吃驚地問是怎麼回事，原來阿端已經死在床上了。衣服像蛻的皮一樣丟在床上，打開一看，裡面是一堆白骨。戚生非常悲痛，把她安葬在祖宗墳墓的旁邊。",
      "&emsp;&emsp;有一晚，妻子在睡夢中悲哭，搖醒她來問，她說︰“剛剛夢到阿端來，說她的丈夫是聻鬼，認為她死了以後沒守貞節，生氣作祟討走她的命，請我做道場。”",
      "&emsp;&emsp;戚生要做道場，妻子阻止她說︰“超渡聻鬼不是你做得到的。”出去一陣回來說︰“我已經聘請僧侶來做法會，要先燒一些紙錢做花費。”到了晚上，僧侶聚集，誦經念佛，就像人世間一樣。妻子一直說吵，可是戚生一點也聽不到。法會結束後妻子又夢到阿端來道謝說：“冤仇已經化解了，將要投胎做城隍的女兒，麻煩你轉告戚生。”",
      "&emsp;&emsp;戚生和妻子生活了三年，家裏人開始聽說時還有點害怕，時間一長慢慢就習慣了。戚生不在的時候，家裏人就隔著窗戶向她請示報告。一天晚上，妻子向戚生哭道：“以前押送投生的事，現在賄賂舞弊已經洩露，上面追查得很急，恐怕我們不能再相聚了。”幾天後，妻子果然生病，說道：“本來願意這樣永遠死去，不喜歡投生。如今你我將要永別了，難道不是命運嗎？”戚生慌忙問她有沒有什麼辦法，妻子說：“無法可想。”戚生問：“會受到懲罰嗎？”妻子說：“會受到懲罰。可是偷生的罪大，偷死的罪小。”說完就不動了。戚生仔細一看，妻子的面龐形體，漸漸地消失了。戚生經常獨自在亭子裏睡覺，希望有其他遇合，然而亭子裏始終寂靜，再也沒有鬼怪出現。"
    ]
  },
  {
    "title": "餺飥媼",
    "href": "http://liaozhai.weebly.com/392263914123228.html",
    "content": [
      "&emsp;&emsp;有位姓韓的書生住在別墅半年，臘月快結束時才回家。一天夜裏，妻子剛躺下，就聽見有人走路的聲音。起來看時，爐子裏面的爐火燒得非常旺盛。只見一位老婦人，大約有八九十歲，滿臉皺紋又駝背，頭上也沒有幾根頭髮。老婦人向韓生妻子問道：“你吃不吃湯餅？”韓妻很害怕，不敢回答。老婦人就用鐵筷子撥火，把鍋放在火上，又往鍋裏倒上水。一會兒，聽見水開了。老婦人撩起衣襟打開腰間的口袋，拿出湯餅數十個，放進湯裏煮，發出清晰的聲音。老婦人自言自語說：“等我拿筷子來。”於是出門去了。韓妻乘老婦人出去，急忙起來提起鍋把湯倒在籠子後邊，自己拉過被窩蒙頭躺下。一會兒，老婦人回來了，逼問鍋湯那去了。韓妻嚇得大叫。家裏的人都醒了，老婦人才離去。揭開籠子用燈照著一看，只見數十個土鼈蟲(2)堆積在那。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.餺飥：即“湯餅”，一種湯煮的麵食。《齊民要術》卷九《餅法》：“餺飥，如大指許，二寸一斷，著水盆中浸，以手向盆旁挼使極薄，皆急火逐沸熟煮。”",
      "&emsp;&emsp;2.土鼈蟲︰又名地鱉蟲、土元、地烏龜、蟅蟲；捕捉後，置沸水中燙死，曬乾或烘乾。破血逐瘀，續筋接骨。"
    ]
  },
  {
    "title": "金永年",
    "href": "http://liaozhai.weebly.com/373292770424180.html",
    "content": [
      "&emsp;&emsp;山東利津縣有個人叫金永年，都已經八十二歲了卻還沒有兒子，而他的太太也七十八歲了，因此他早就絕望了。",
      "&emsp;&emsp;有一天他忽然夢見神告訴他說：“你本來命裏要絕子絕孫，但念你平時作生意還很誠實，所以賜你一個兒子。”金永年醒來後便把這個夢告訴了他太太，他太太笑他說：“你我兩個都要死了，還想生孩子，這不是妄想嗎？”沒多久，他老婆肚子開始震動，過了十個月後，竟然生了個兒子。"
    ]
  },
  {
    "title": "花姑子",
    "href": "http://liaozhai.weebly.com/334572299323376.html",
    "content": [
      "&emsp;&emsp;陝西有個貢生，名叫安幼輿，為人慷慨有義氣，又好放生。如果看見獵人捉住鳥獸，往往不惜高價買下來放掉。",
      "&emsp;&emsp;有一次，舅父家裏辦喪事，他去送葬，傍晚回來.路過華山，迷失了道路，在山谷中亂走，心裏十分害怕。忽見不遠處，閃爍著一點燈火，便加快了腳步往那邊跑，.走了幾步，突然看到一個老頭，彎著腰拄著杖，,從斜路上匆匆趕過來。安停下腳步，正想向他打聽怎麼走，老頭卻先問起他是什麼人，安告訴他自己迷了路，並說前面露出燈火的地方，想必是個村莊，打算到那裏投宿。老頭說︰\"那不是一個好地方，幸虧老夫來了，可以跟著我去，我家可以過夜。\"安十分高興，跟著走了約一里路，看到一個小村莊，老頭敲了敲柴門，裏面走出一個老婆婆，開了門說︰\"郎君來了麼?\"老頭說:\"是！\"",
      "&emsp;&emsp;進了房子，只見那房子又濕又窄，老頭點起燈來，敦促安坐下，便吩咐家裏準備飯菜，又對老婆婆說︰\"這不是別人，是我的恩公！您行走不大方便，可把花姑子叫來斟酒。\"不久，一位女郎端著飯菜進來，站在老頭的旁邊，不停地斜著眼睛打量安生。安生端詳了那位女郎，長得又漂亮，又年輕，簡直就是天仙。老頭轉過頭來叫那女郎去燙酒，房子的西邊角上有個炭爐子，女郎走進房裏，燒火。安問︰\"這位女郎是您的什麼人?\"老頭回答說︰\"老夫姓章，七十歲了，只有這個女兒，莊稼漢沒有丫頭僕人，您又不是別人，才敢讓妻子女兒出來見您，請不要見笑啊。\"安生問︰“女婿住那裡？”回答道︰“還沒有女婿。”安生極力誇獎那女郎又賢慧又美麗稱讚得沒完沒了。老頭正在一再謙遜，忽然聽到女郎驚慌地大叫起來，老頭趕忙中跑進房去。只見酒燒沸了，溢了出來，火苗竄得老高。老頭撲滅了火,訓斥著說︰\"這麼大的丫頭了，酒沸了還不知道嗎?\"",
      "&emsp;&emsp;一回頭，看見爐臺旁放著一個沒編完的青草心插的紫姑神(1)，便又申斥：“辮子這麼長了，還跟小孩兒一樣！”說著便拿過來給安生看，還說：“就是貪著編這玩藝兒，把酒燙沸了。您還誇獎她，豈不羞死！”安生接過來一看，那紫姑神編得有眉有眼有袍裙，手工十分精緻，禁不住嘖噴稱讚：“別看是個玩物，可也看出慧質蘭心！”反復端詳著，愛不釋手。花姑子頻頻來斟酒，嫣然含笑，毫無羞澀之態。安生注視著她，十分動情。",
      "&emsp;&emsp;恰巧老太婆在廚房裏招呼人，老頭應聲進去。安見房裏無人,對花姑子說：“見到你仙女般的容貌,使我像丟了魂似的,想請媒人來求婚，又恐怕不成，怎麼辦呢？”花姑子默默地端著酒壺在爐上溫酒，似乎沒聽見。又問了幾次，都不應聲。安生慢慢地走進房內,花姑子站起來,大聲說︰\"狂生闖進來想幹什麼？”安生長跪地上哀求，花姑子奪門要走，安生突然起身緊緊摟住了她。花姑子尖叫一聲，嗓音都顫了。老頭聞聲匆匆趕來詢問，安生趕緊鬆開手退出來，一臉羞愧，十分害怕。花姑子卻從容地對父親說：“酒又沸了，要不是安郎過來，酒壺就燒化了！”安生一聽，才放下心很感謝她，更加神魂顛倒，忘了是怎樣來的。於是裝醉離開酒席，花姑子也就去了。老頭給他鋪好被褥，也關門離開。安生睡不著，天不明就起身告別回家，立即托一位好友前來作媒說親。等到黃昏，好友回來了，竟然連村子都沒找著。安生不信，又讓僕人備馬，親自尋路去找。到了華山一看，儘是高山絕壁，果然不見那個村莊；又到近處打聽。山民都說很少聽說有姓章的人家。這才無精打彩地回家來。從此飯也不想吃，覺也不想睡，因此得了頭昏眼花的病。勉強喝點稀飯，就攪腸翻胃的嘔吐出來，昏迷中，仍呼喚︰\"花姑子\"家人不明白是什麼意思，只是整夜圍著他守護著，看著病勢越來越嚴重。",
      "&emsp;&emsp;一天晚上,守候的人都疲倦得睡著了，安生迷迷糊糊地覺得有人在捶著他搖著他，略微睜眼，只見花姑子站在床前，他的神志立刻清醒了許多。目不轉睛地盯著她，淚水潸潸地流了出來，花姑子歪著頭笑著說︰",
      "&emsp;&emsp;“癡情郎何至於到這個地步！”說著上床坐在安生的腿上，用兩手替他揉搓太陽穴。安生覺得頭上像是有一股麝香氣息，穿過鼻樑，一直浸潤到全身骨髓裏去。揉搓了一會兒，就滿頭冒汗，漸漸地四肢也出汗浸濕了。花姑子小聲說：“你屋裏人多，我住下不方便。三天後我一定再來看你。”又從花襖袖裏掏出幾個小圓蒸餅放在床頭，悄悄地走了。到了半夜，安幼輿汗已退去，想吃東西，摸過蒸餅一嚐，又甜又酥，不知包的什麼餡，就吃了三個。又用衣裳把蒸餅蓋住，就呼呼酣睡了。直到上午八九點鐘才醒來，渾身頓覺輕鬆。三天過去，蒸餅吃完，便精神抖擻起來。晚上，安生打發家人們離開，又怕花姑子來了打不開門進來，便偷偷跑到庭院裏把門閂都拔掉。不大工夫，花姑子果然來了，笑著說：“癡郎君！不謝謝大夫嗎？”安生高興極了，抱住她同眠，親愛已極。花姑子說：“我冒著被人說閒話的罪名前來，是為了報您的大恩。咱倆並不能百年合好，希望您早點另作打算。”安生默想了半天，便問：“素不相識，什麼地方和您有過來往？實在想不起來。”花姑子也不回答，只是說：“您自己再想想。”安生又求花姑子與他正式成婚，花姑子說：“天天夜裏來，固然不行；要想結為夫妻，也辦不到。”安生一聽，不禁一陣悲傷。花姑子說：“您一定要結為夫婦，那就明天晚上到我家來吧。”安生又轉悲為喜，問花姑子：“路這麼遙遠，你一雙纖秀的腳，怎麼說來就來了呢？”花姑子說：“我本來就沒回家。村東頭聾老媽是我阿姨，我住在她家。為了你拖延到現在，說不定家裏已經起疑心了。”安生與花姑子同床，只覺得她的肌膚氣息，無處不香，問道：“你薰的什麼香料，怎麼香到皮肉裡面？”花姑子說：“我從來不薰香料，是天生就這樣的。”安更驚奇了。",
      "&emsp;&emsp;第二天早上花姑子告別時，安生又擔心迷路，花姑子便約定在路口等他。天剛黑，安幼輿便騎馬跑去。花姑子果然在路口迎接，兩人一同走進章家院子，老頭老嫗高興地迎他進去。酒菜沒有什麼名貴佳品，莊戶飯菜吃得格外香甜。晚上安生就寢時，花姑子也沒過來看看，安生很懷疑。夜深之後，花姑子才來，說：“爹媽嘮叨個沒完，叫你久等了。”兩人倍加親熱。花姑子對安生說；“今夜的歡會，就是百年之別。”安生驚問為什麼。花姑子說：“我爹因為這小村荒涼寂寞，要搬家到遠方去了。我和你的歡好，過了這一夜便結束了。”安生不願分手，翻來覆去，歎息不止。天亮了，兩人正依依難捨，老頭忽然闖進來罵道：“臭丫頭，清白門戶，全被你玷污了！真叫人沒臉見人！”花姑子大驚失色，慌忙逃了出去。老頭也走出去，邊走邊罵不絕口。安生又羞又怕，無地自容，趕緊偷偷溜回家。",
      "&emsp;&emsp;安幼輿回到家，好幾天坐不下來，心神不定，光景難挨。又想夜裏再去；越牆進去，見機而作。老頭既說有恩，即使發現了，總不會大加譴責吧。於是乘夜跑去，在大山中轉來轉去，又迷路了。這才驚恐起來。正在尋找歸路，又見山谷裏隱隱有所宅院，便高興地朝那裏走去。走近一看，是一座高門大院，像是大戶人家，大門還沒有關。安幼輿上前敲門打聽章家的住處。一個丫鬟走出來問：“深更半夜的，誰打聽章家呀？”安生說：“我和章家是親戚，迷路了，沒找到。”丫鬟說：“您不用打聽章家啦！這裏是她舅母家，花姑子正在這裏呢，容我去稟報她一聲！”進去不大工夫，就又出來邀請安進院。安生剛登上臺階，花姑子已經快步迎接出來，對丫鬟說：“安郎奔波了大半夜，一定累壞了，快侍候床鋪讓他歇息吧！”不一會兒，兩人便攜手進入羅帳。安問：“舅母家怎麼沒有別人呢？”花姑子說：“舅母出去了，留下我替她看家。可巧你就來了，豈不是前世的緣分嗎？”可是安生一親近這女子，就有一股膻腥昧直沖鼻子，心裏好生猜疑。這女子卻一把摟住他的脖子，突然伸出舌尖舔他的鼻孔，安生頓時覺得像錐子扎進腦袋一樣痛徹骨髓。他嚇壞了，想掙扎逃跑，身子卻像被粗繩捆住，轉眼間便昏迷過去，失去了知覺。­",
      "&emsp;&emsp;安幼輿沒回家，家人們四處找遍。忽聽有人說黃昏時曾遇見他在山路上走，家人又找到山裏，見他已經赤身裸體地死在懸崖下面。家人感到驚異，又琢磨不出是何緣故，只好把他抬回來。全家人正圍著他傷心哀哭，忽見一個年輕女子從大門外一路嚎啕大哭著進來弔喪，趴在安生的屍體上，呼天搶地地痛哭起來：“天啊，天啊！怎麼糊塗到這地步啊！”直哭到嗓音嘶啞。才收住淚，向家中人們說：“千萬別急著收斂，停屍七天再說。”眾人不知道她是何人；正要問她，她也不答理，含淚返身出門去了。家人招呼挽留她，她連頭也不回，家人緊跟著出去，已經無影無蹤了。大家疑心她是神仙下凡，照她的囑咐辦理。夜裏她又來了，照樣痛哭如昨。­",
      "&emsp;&emsp;到了第七夜，安幼輿忽然蘇醒過來，翻了個身，呻吟起來，家中人們都嚇了一跳。這時，女子又來了，安生一見，是花姑子，相對嗚嗚痛哭起來，安生揮揮手，讓眾人退出去。花姑子拿出一把青草，熬了一碗藥湯，就著床頭給安生喝下去，一會兒，他就能說話了。他長歎一聲說：“殺我的是你，救活我的也是你！”於是把那天晚上的遭遇述說了一遍。花姑子說：“這是蛇精冒充我。你前一次迷路時看見的燈光，便是這東西。”安生說：“你怎麼竟能讓人起死回生呢？莫非真是神仙嗎？”花姑子說：“早就想告訴您，又怕嚇著您。您五年前是不是曾在華山路上從獵人手中買下一匹獐子放了？”安幼輿一想：“是啊！有這回事。”花姑子說：“那就是我父親。上次他說大恩，就是指這件事。您那天晚上已經轉生到西村王主政家了。我和父親趕到閻王面前告狀，起初閻王還不受理。是我父親提出情願毀了自己多年修煉的道法替你去死，哀求了七天，才得到恩准。今天咱倆還能見面，實在是萬幸。可是您雖然活過來了，必定癱瘓；須得蛇血兌酒喝下去，病才會好。”安生一聽，又氣又恨，又愁沒辦法把蛇捉住。花姑子說：“這也不難。不過多殺生命，會連累我百年不能得道升天罷了。蛇洞就在華山老崖下，可以在晌午過後堆上茅草去燒，再在洞外準備強弓提防著，一定能捉住這妖物。”說罷，也長歎一聲，說：“我不能終身陪伴您，實在令人傷感。可是我為了您，十分的道法已經損去了七分，您就原諒我吧。這一個月來，常覺得腹中微動，想必是種下孽根了。無論是男是女，一年後一定給您送來。”說著又流下淚來，告辭而去。­",
      "&emsp;&emsp;安幼輿一夜醒來，果然覺得下半截身子就像死了一樣，用手搔抓，毫無痛癢，就把花姑子的話告訴家人們。家人們便按照說的辦法到華山老崖下蛇洞口點起火來。果然有條大白蛇冒著濃煙鑽出來，家人們一齊放箭，把它射死了。火熄滅以後，他們進洞一看，大小數百條蛇也都燒焦了。家人們把死蛇運回家，煎蛇血藥物給安幼輿喝下去。服了三天，兩腿漸漸能夠轉動，半年後就能下床走路。",
      "&emsp;&emsp;後來安幼輿在山谷中遇見了章老太太，抱著一個襁褓嬰兒交給他說：“我女兒她向您致意、問候。”安幼輿剛想打聽花姑子的消息，老太婆卻轉眼間消失了。安幼輿把小被褥打開一看，是個男孩，急忙抱回家來撫養，終生沒再娶妻。",
      "&emsp;&emsp;異史氏說︰\"人之所以不同於禽獸的實在不多，這個說法有待商榷。受了人家的恩德，願意結草銜環(2)去報答，直到死那一天也沒忘記，這一點，人比起禽獸來是差遠了。至於花姑子，開始時把聰慧化在懵懂無知裡面，最後把深情寄託於殘忍的離別上。我們得到一個啟示，懵懂無知是智慧的極致，而動心忍性是感情的昇華！神仙啊，是神仙麼?\"",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;紫姑︰又作子姑、廁姑、茅姑、坑姑、坑三姑娘等，是中國民間信仰的廁神。本名何媚，相傳是壽陽李景之妾，為大婦所嫉，正月十五夜被殺於廁中。據稱紫姑死後顯靈，有未卜先知的能力，成為民間扶乩所問之神明。",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;結草銜環︰比喻至死不忘感恩圖報；",
      "&emsp;&emsp;結草：《左傳．宣公十五年》秦桓公伐晉。及雒，魏顆敗秦師于輔氏，獲杜回，秦之力人也。初，魏武子有嬖妾，無子。武子疾，命顆曰：「必嫁是。」疾病，則曰：「必以為殉。」及卒，顆嫁之，曰：「疾病則亂，吾從其治也。」及輔氏之役，顆見老人結草以亢杜回，杜回躓而顛，故獲之。夜夢之曰：「余，而所嫁婦人之父也。爾用先人之治命，余是以報。」指魏顆救父妾，而獲老人結草禦敵的故事。比喻死後報恩。",
      "&emsp;&emsp;銜環：《後漢書》楊寶九歲時，至華陰山北，見一黃雀為鴟梟所搏，墜於樹下，為螻蟻所困。寶取之以歸，置巾箱中，唯食黃花，百餘日毛羽成，乃飛去。其夜有黃衣童子向寶再拜曰：「我西王母使者，君仁愛救拯，實感成濟。」以白環四枚與寶：「令君子孫潔白，位登三事，當如此環矣。」",
      "&emsp;&emsp;指楊寶救一隻黃雀，後得黃衣童子以四枚白玉環相報的故事。比喻報恩"
    ]
  },
  {
    "title": "武孝廉",
    "href": "http://liaozhai.weebly.com/274942338924265.html",
    "content": [
      "&emsp;&emsp;石某是個武孝廉，他帶著錢去京城，準備到朝中謀求個官做。到了德州，忽然得了重病，咳血不止，病倒在船上。他的僕人偷了他的錢跑了，石某十分氣憤，更加重了病情，錢糧俱斷，船主也打算趕他下船。正在這時，有一個女子夜裏駕船來停在一旁，聽到這事後，就叫石某上她的船；船主很高興，扶石某上了女子的船。­­",
      "&emsp;&emsp;石某見這女子約有四十多歲，神采飛揚穿著華麗，他呻吟著向她表示了謝意。女子走到石某前看了看他，對他說：“你本來就有病根，現在魂魄已出了竅，徘徊在墳墓邊了。”石某聽了，嚇得嚎啕大哭。女子說：“我有藥丸，吃了可以起死回生。你若好了，可不能忘了我。”石某哭著對天盟誓，誓死不忘救命之恩。婦人隨即拿藥丸給石某服下。過了半天，石某覺得稍好了一些，女子就到床前餵食石某，侍奉得十分殷勤，勝過夫妻。石某感激不盡。­",
      "&emsp;&emsp;一個月後，石的病就全好了；他跪著爬向女子，敬她猶如敬母。婦人對他說：“我孤單一人，沒有依靠，你若不嫌我年紀大，我願與你結為夫妻。”當時石某三十多歲，妻子死了一年多了，聽了女子的話，喜出望外，於是兩人便同床共枕，互相愛憐。女子拿出錢來給他去京求官，並且約定好，一旦有了官職，回來接她一起回家。­",
      "&emsp;&emsp;石某到了京城，用女子的錢賄賂朝官，買到了本省司閫的官職；剩下的錢買了華麗的車馬，準備回家。這時候石某想，船上的女子年紀太大，終歸不是合適的妻子。於是又用一百兩銀子聘了王氏女為繼室。他心中有愧，怕女子知道，就繞開德州前去赴任。到任後一年多沒有給女子去信。­",
      "&emsp;&emsp;石某有個表弟，偶然到德州辦事，與女子住近鄰。女子知道他和石某的關係，就問石某的情況，表弟就如實告訴了女子。女子聽了大罵，並把她怎樣救石某的情況也告訴了石的表弟。表弟為她不平，勸慰女子說：“我表哥可能因為公務繁忙，沒有工夫來接你，請寫封信由我轉達他。”於是女子寫了信，由石的表弟捎去。然而石某一點不放在心上。­",
      "&emsp;&emsp;又過了一年多，女子自己去找石某，到後住在一家旅店裏。找到石某官衙門前，請看門的給通報一下，石某拒不接見。­",
      "&emsp;&emsp;一天，石某正在喝酒，聽到大門外有喧罵聲。他放下杯正聽時，婦人已掀簾進了屋子。石某嚇了一跳，面如土色。婦人指著他罵道：“無情郎，你好快樂！不想想你的富貴是那裡來的？我對你情分不算薄，你就是想娶個妾，和我商量一下何妨？”石某一句話也說不出。過了好長一會兒，石某才跪在地下自己認錯，花言巧語地乞求饒恕。女子的氣才稍稍平靜下來。石某與王氏商量，叫王氏以妹妹的身份向女子見禮，王氏不同意；石某一再要求，王才答應了，去拜見女子。女子也回拜了王氏，並對王氏說：“妹妹不要擔心，我並不是妒嫉厲害的女人。他做的事，實在不近人情，就是妹妹你也不願意有這樣的男人。”於是便向王氏講了以前的經過，王聽了也很氣憤。她倆交替著罵石某，石某慚愧得無地自容，只好說今後慢慢補償。這才安靜下來。­",
      "&emsp;&emsp;在這之前，女子還沒有來時，石某已告訴看門的，若有女人來不要通報。事已至此，石就遷怒看門人，暗中責備看門人不應給女子開門。可是看門的卻堅持說大門一直鎖著，沒進來什麼女人。石某很懷疑，又不敢去問婦人。他與婦人表面上有說有笑，但貌合神離。幸虧女子賢慧，從不計較晚上與他在一起。一日三餐後，便關上門自已早早睡了，從不問石某睡在那裡。王氏起初對婦人有些害怕；見她這樣，就更加敬重她，早晚問候，像伺候婆婆一樣。­",
      "&emsp;&emsp;女子對下人寬和體諒，但卻明察秋毫。一天，石某失了官印，合府沸騰，想來想去，無計可施。而女子卻笑著說：“不用愁，到井裏去找，就能找到。”石某照辦，果然找到了，問她是怎麼回事，她只是笑，卻不回答。看樣子，她好像知道偷印人是誰，但一直不肯說出來。­",
      "&emsp;&emsp;又住了近一年，石某觀察女子一舉一動，有許多奇異的地方。便懷疑女子不是人類，常叫人偷聽女子夜裏說些什麼。下人說只聽到她終夜在床上有拍衣服的聲音，也不知道是為什麼。­",
      "&emsp;&emsp;女子與王氏十分親密。一晚，石某到上司官署去沒有回來，女子就與王氏飲酒。因多喝了幾杯，就醉了。伏在桌子上現了原形，變成了一隻狐狸。王氏十分憐愛她，就給她蓋上被子。過了一會，石某回來，王氏告訴他女子的情況，石某想殺了女。王氏說：“她就是狐，那裡對不起你？”石某不聽，急忙找佩刀要動手，而女子已經醒來。她對石某罵道：“你真是蛇蠍行為，豺狼心腸，一定不能與你常住在一起。以前我給你吃的藥丸，請你還給我！”說罷朝石某臉上吐口水，石某覺得像冰水一樣涼，頓時喉嚨一陣發癢，吐出了藥丸，這藥丸仍如以前一樣。女子抬起藥丸，氣憤地走了。石與王氏追出看時，已無影無蹤了。石某當天夜裏舊病復發，咳血不止，半年工夫就死了。",
      "&emsp;&emsp;異史氏說：「石孝廉風采翩翩像是書生，有人說他能折節下士，跟人談話就怕刺傷別人；青壯之年就夭折了，讓人十分哀傷。一直到聽到他背叛狐婦的事情，才知道這跟過去李十郎(1)的情況，有甚麼不同呢？」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;〈霍小玉傳〉隴西書生李益(十郎)與霍小玉相戀，後來李益進士獲官，授鄭縣主簿，赴任前與小玉發誓偕老。但回家後立即變心從母命，貪圖權勢，另娶鳳閣侍郎盧誌之女。某俠黃衫客激於義憤，乃挾持李益往小玉家稱罪。小玉得知事實，竟悲憤而死。死後化作厲鬼，使李益夫妻不和。"
    ]
  },
  {
    "title": "西湖主",
    "href": "http://liaozhai.weebly.com/351992824620027.html",
    "content": [
      "&emsp;&emsp;書生陳弼教，字明允，河北人。他家裏很貧窮，跟著副將軍賈綰當文書。一次，陳生和賈綰在洞庭湖停船，正巧一條豬婆龍浮出水面，賈綰一箭射去，正中豬婆龍的背。有條小魚銜著龍尾巴不走開，一起被捉住了。豬婆龍被拴在船桅上，奄奄一息，嘴巴一張一合，似乎在懇求援救。陳生很可憐牠，便向賈綰請求放了豬婆龍，還把隨身帶的金創藥塗在牠的箭傷上。把龍放入水中，見牠浮游了一會，消失不見了。­­",
      "&emsp;&emsp;過了一年多，陳生返回北方老家，再次經過洞庭湖時，遭遇大風，船被打翻。陳生幸虧扳著一個竹箱子，漂泊了一夜，才被樹掛住。剛爬上岸邊，水上漂過來一具屍體，原來是他的童僕。陳生將屍體用力拉上來，童僕早已死了。陳生傷心悲哀，面對著屍體坐下歇息。看看前方，只見小山起伏，一片蒼翠，青青的細柳在風中搖曳，沒有一個行人，也無法問路。從早晨一直坐到太陽老高，心中迷惘，無處可去。忽見童僕四肢微微動了動，陳生高興地給他按摩，不一會兒，童僕吐了幾斗水，一下子醒了過來。兩個人都把濕衣服脫下來曬到石頭上，快到中午時才乾了穿上。但是饑腸轆轆，餓得不能忍受，於是翻山急走，盼望能找到個村莊。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;剛走到半山腰，忽聽有響箭聲。陳生正在驚疑地細聽，有兩個女郎騎著駿馬飛馳而來，都用紅巾包著額頭，髮髻上插著雉尾，穿著小袖紫衣，腰紮綠錦帶。一個手持彈弓，另一個胳膊上套著架鷹的皮套。陳生和童僕越過山嶺，又看見幾十個人騎著馬在樹叢裏打獵。全都是漂亮的女子，一樣的打扮。陳生不敢再往前走。這時有個男子跑了過來，像是個馬夫，陳生便向他打聽。馬夫說：“這是西湖主在首山打獵。”陳生講了自己的來歷，而且告訴他自己和童僕都很餓。馬夫解開包裹，拿出乾糧給他，囑咐說：“趕快遠遠地避開，犯了西湖主的駕，要被處死！”陳生害怕，急忙下山。­",
      "&emsp;&emsp;忽見一片茂密的樹林中，隱隱約約露出殿閣，陳生以為是廟宇。走近一看，粉白的圍牆環繞著，牆外是一道溪水。紅漆大門半敞開著，有座石橋通向大門。陳生扒著門往裏一看，樓臺水榭，高聳入雲，比得上皇家花園，又懷疑是富貴人家的園亭。陳生猶豫著走了進去，古藤擋路，花香撲鼻。走過幾折曲欄，又是一個院子。幾十株高大的垂楊，枝條輕拂著紅色的屋簷。山鳥一叫，花片齊飛；深苑微風吹過，榆葉飄飄落下。陳生賞心悅目，恍如進入了仙境。穿過一個小亭，有架鞦韆，高入雲間。鞦韆索靜靜地垂著，杳無人跡。陳生懷疑已走近閨閣，惶恐地不敢再往前走。一會兒聽見從大門外傳來馬蹄聲，似乎有女子的笑語，陳生和童僕忙藏到花叢裏。過了不久，笑聲漸漸走近，聽一個女子說道：“今天打獵的運氣不好，獵物太少了。”又一個女子說：“要不是公主射下來幾隻飛雁，幾乎空勞人馬。”不一會兒，幾個紅衣女子簇擁著一個女郎到亭上坐下。那女郎穿著短袖戎裝，大約有十四五歲。頭髮猶如一團雲霧，纖細的腰肢像經不起風吹，即使是玉蕊瓊花也比不上她的美貌。女子們有的捧茶，有的薰香，華麗的衣服光燦燦的猶如堆錦。過了會兒，女郎起身，走下石階。一個女子說：“公主鞍馬勞累，還能打鞦韆嗎？”公主笑著答應。女子們有的架著肩膀，有的攙胳膊，有的提裙子，有的拿鞋，把公主扶上了鞦韆。公主伸開雪白的手臂，腳下用力，像輕輕的飛燕一樣，直入雲霄。打完鞦韆，女子們扶公主下來，都說：“公主真是個仙人啊！”嬉笑著走了。­",
      "&emsp;&emsp;陳生看了很久，心神飛揚。等笑語聲消失後，他從花叢裏出來，到鞦韆下徘徊凝思。見籬笆下有條紅巾，陳生知道是剛才的女子們丟的，高興地拾起來收到袖子裏。登上那個小亭，見案上擺著文具，陳生便在紅巾上題了首詩：“雅戲何人擬半仙？分明瓊女散金蓮。廣寒隊裏應相妒，莫信淩波上九天。”寫完，一邊吟詠著一邊走下亭子。順原路往回走，卻見一重重的門都上了鎖。陳生徬徨無計，回來把樓臺亭閣都走遍了，還是出不去。­",
      "&emsp;&emsp;一個女子悄悄地進來，看到陳生吃驚地問：“你怎麼來到這裏？”陳生作了一揖說：“我是迷路的人，請救助我！”女子問：“拾到一條紅巾了嗎？”陳生說：“抬到一條，但已被弄髒，怎麼辦？”便拿出那條紅巾。女子大驚，說：“你死無葬身之地了！這是公主常用的東西，你塗成這個樣子，怎麼交待！”陳生嚇得臉上失色，哀求女子代為求情免罪。女子說：“你偷看宮廷裏的情形，已經罪不可赦；念你是個文雅書生，本想私下周全你，現在你自己作了孽，我有什麼辦法？”說完慌慌張張地拿著紅巾走了。陳生心驚肉跳，恨沒有翅膀飛走，只有伸著脖子等死了。過了很久，那女子又來了，悄悄祝賀說：“你求生有望了！公主看了三四遍紅巾，面色坦然，沒有生氣，或許會放你走。你應該耐心等著，不要爬樹跳牆，發現了就不饒恕了！”­",
      "&emsp;&emsp;這時，天色已晚。是吉是凶還不知道，又饑餓難忍，陳生心中憂愁得要死。不久，那個女子挑著燈來了。一個丫鬟提著飯盒酒壺，讓陳生吃飯。陳生急忙打聽消息，女子說：“剛才我找了個機會跟公主說：‘花園裏那個秀才，能饒恕就放了他吧；不然，快餓死了。’公主沉思了一會兒，說‘深夜讓他到那裡去？’於是讓我來給你送飯。這不是壞徵兆。”陳生徘徊了一整夜，惶惶不安。第二天太陽升起了，女子又來送飯。陳生哀求她替自己講情。女子說：“公主不說殺，也不說放，我們這些僕人怎敢絮絮叨叨，自討沒趣？”等到太陽西斜，陳生正殷切地盼望著，女子忽然氣喘吁吁地跑了來，說：“壞了！不知那個多嘴的把這事洩露給了王妃。王妃展開紅巾一看，扔在地上，大罵狂妄，大禍就要臨頭了！”陳生大驚，面如灰土，跪在地上求救。忽聽人聲喧嘩，女子搖著手躲開了。有幾個人手拿繩索，氣勢洶洶地闖過來。其中一個丫鬟端詳著陳生說：“我以為是誰呢，是陳郎嗎？”於是止住拿繩索的人，說：“先不要動手，等我去稟告王妃。”返身急急忙忙地走了。過了會兒又回來，說：“王妃請陳郎進去。”陳生戰戰兢兢地跟著她，繞過幾十重門戶，來到一座宮殿，門上掛著碧色的簾子，白銀簾鉤。立即有個美麗的女子掀開門簾高呼道：“陳郎到。”陳生見座上有個美麗的婦人，穿著光閃閃的袍服，急忙跪地叩頭。說：“遠方的孤臣，請求饒命！”王妃忙起身，親自拉起他來，說：“我如不是你，不會有今天。丫鬟們無知，冒犯了貴客，罪不可贖！”便命擺下豐盛的酒席，讓陳生用雕花的酒杯喝酒。陳生茫然不解，不知是什麼緣故。王妃說：“救命之恩，常恨無以為報。我的小女兒承蒙你題巾相愛，當是天定緣份，今晚就讓她侍奉你。”陳生大感意外，神情恍恍惚惚，弄不清楚。",
      "&emsp;&emsp;天剛晚，一個丫鬟進來稟報：“公主已梳妝完了。”於是領著陳生去新房。忽然笙管齊鳴，臺階上鋪著花氈，門前堂上、籬笆牆角，到處都掛著燈籠。幾十個妖豔的女子，扶著公主和陳生交拜。蘭麝的香氣，充溢殿庭。交拜完，陳生和公主相互攙扶著進入床帳，十分恩愛。陳生說：“寄身在外的人，平素沒來拜見，玷污了您的芳巾，免於被殺，已很幸運了；反而賜婚姻之好，實在沒想到。”公主說：“我的母親，洞庭湖君的妃子，是揚子江王的女兒。去年她回娘家，偶然在到江上遊玩，被弓箭射中。承蒙你相救，又賜刀傷藥，我們全家都非常感激，一直記在心中。你不要因為我是異類而疑慮，我跟著龍君得到了長生秘訣，願和你共享。”陳生才醒悟是神人，便問：“那個丫鬟怎麼認得我？”公主說：“那天在湖中船上，曾有條小魚啣著龍尾，就是這個丫鬟。”陳生又問：“既然你不殺我，為什麼遲遲不放我走？”公主笑著說：“我實在是喜歡你的才華，但又不能自己作主。輾轉了一夜，別人那裡知道。”陳生歎息說：“你真是我的知音啊！那個給我送飯的是誰？”公主回答說：“她叫阿念，也是我的心腹。”陳生問：“怎麼報答她呢？”公主笑著說：“她侍候你的日子還長著呢，慢慢再報答她也不遲。”陳生又問：“大王在那裡？”公主說：“跟著關公討伐蚩尤還沒回來。”",
      "&emsp;&emsp;住了幾天，陳生擔憂家裏得不到消息，會十分掛念，便先寫了封平安家信，派自己的童僕送去。家裏的人聽說陳生在洞庭湖翻了船，妻子已戴了一年多的孝了。童僕回來，才知道他沒死，但音訊隔絕，終究還是怕陳生難以返回。­",
      "&emsp;&emsp;又過了半年，陳生忽然回來了。衣服馬匹都非常漂亮，行李裏裝滿寶石。從此陳生家資萬貫，聲色豪華，那些富貴大家都比不上他。接下來的七八年裏，陳生生了五個兒子。天天設宴招待客人，房屋、飲食都窮極奢侈豐盛。有人問陳生的經歷，陳生都詳細敍述，一點也不隱瞞。­",
      "&emsp;&emsp;有個和陳生從小就要好的朋友梁子俊，在南方做官十幾年，回家時路過洞庭湖，見一隻畫船，雕欄紅窗，笙歌悠揚，緩緩地飄蕩在煙波之中。不時有美人推開窗子往外眺望。梁子俊往船中望瞭望，見一個少年男子未戴帽子盤腿坐在船上，旁邊有個十五六歲的美麗女子，正給他按摩。梁子俊以為必定是這一帶的大官，但隨從卻很少。又仔細打量了一下，卻原來是陳明允。梁子俊不覺倚著船欄杆大聲叫他。陳生聽到喊聲，命停船，出來到船頭上邀請梁子俊過船來。梁子俊見船內剩菜滿桌，酒氣仍濃。陳生立命將殘席撤去，只一會兒，便有三五個美麗丫鬟捧上酒來，泡上好茶，山珍海味紛紛擺了上來，都是沒見過的。梁子俊驚訝地說：“十年不見，怎麼竟富貴到如此程度？”陳生笑著說：“你小看窮書生不能發跡嗎？”梁子俊問：“剛才和你一塊喝酒的是誰？”陳生說：“是我的妻子。”粱子俊更感驚異，問：“你帶著家眷要去那裡？”陳生回答說：“往西方去。”梁子俊還要再問，陳生急忙命奏樂勸酒。一句話剛說完，只聽樂聲如響雷般震耳，一片嘈雜，再也聽不見說笑聲了。梁子俊見美人站滿桌前，乘醉大聲說：“明允公，能讓我真個消魂嗎？”陳生笑著說：“你醉了！但是足夠買一個美妾的錢，我可以贈給老朋友。”於是命丫鬟送上明珠一顆，說：“憑這個不難買個像綠珠(1)一樣的美女，表示我不吝嗇。”說完，告辭說：“小事緊迫，來不及跟老朋友久聚。”把粱子俊送過船去，陳生的船便解開纜繩，逕自走了。­",
      "&emsp;&emsp;梁子俊回來後，到陳生家裏探望，見陳生正在和客人喝酒，心中越發驚疑。便問：“昨天還在洞庭湖，怎麼這麼快就回來了？”陳生回答說：“沒有的事！”梁子俊便追述了當時的情景，滿座人都驚駭不已。陳生笑著說：“你弄錯了！我難道會有分身術嗎？”大家都很驚異，但終究不知道是什麼緣故。­",
      "&emsp;&emsp;後來，陳生活到八十一歲時去世。下葬時，人們驚訝棺材太輕，打開一看，只是一具空棺而已。",
      "&emsp;&emsp;異史氏說：“抱著竹箱子活命，又撿到紅巾子寫詩，這真是天作之合；其中的關鍵就在有惻隱之心。直到他住宮殿、享妻妾，一個人卻兩邊享樂，又叫人想不通了。過去有人希望有嬌妻美妾，富貴的子孫，同時長生不老，結果也只能得到一部分而已。是不是神仙裡面也有汾陽(2)、季倫(3)呢",
      "&emsp;&emsp;?",
      "&emsp;&emsp;”",
      "&emsp;&emsp;註︰",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;綠珠，石崇寵妾。「美而艷，善吹笛」。石崇出任交趾採訪使，路過博白，驚慕綠珠美貌，以三斛明珠聘為妾，並在皇都洛陽建造金谷園，石崇還在南皮為綠珠建了梳妝樓。晉惠帝永康元年，趙王司馬倫專權，倫之黨羽孫秀垂涎綠珠，向石崇索要綠珠，石崇拒絕。孫秀領兵圍金谷園，石對綠珠說：「我因你而獲罪」，綠珠泣曰：「妾當效死君前，不令賊人得逞！」。綠珠墜樓自盡。孫秀殺石崇全家。",
      "&emsp;&emsp;2.汾陽，唐朝名將郭子儀，曾平定安史之亂，並聯回紇，征吐蕃。因封汾陽郡王，世稱為郭汾陽。一生歷事玄宗、肅宗、代宗、德宗四朝，以一身而繫天下之安危二十年。享年八十五歲，卒諡忠武。",
      "&emsp;&emsp;代表長壽與子孫富貴；郭子儀第六子叫郭曖，唐代宗時駙馬，娶昇平公主。大曆二年，郭曖與昇平公主吵架。郭曖說：「皇帝有什麼了不起，我父親只是不想做天子！」把公主罵回皇宮，皇上安慰昇平公主，叫公主回家去。郭子儀知道後，氣得把郭曖囚禁起來，等待皇上治罪。代宗安慰郭子儀說：「俗話說『不癡不聾，不作家翁』，小倆口在私房裡吵嘴，咱們當親家的，怎能當真呢！」這個故事即為京劇《醉打金枝》的原型。",
      "&emsp;&emsp;3.",
      "&emsp;&emsp;季倫︰石崇，字季倫，代表豪奢與嬌妻美妾。渤海南皮人。元康初，出任荊州刺史，曾劫遠使商客，在河陽置金穀園。官至衛尉卿。崇諂事貴戚賈謐，又與貴戚王愷、羊",
      "&emsp;&emsp;之徒以奢靡相尚。及賈謐免官，崇亦罷職。時趙王倫專權，崇有歌妓綠珠，美而豔，善吹笛。孫秀使人求之，不與。秀乃勸倫矯詔殺崇，綠珠亦跳樓而死。"
    ]
  },
  {
    "title": "孝子",
    "href": "http://liaozhai.weebly.com/2338923376.html",
    "content": [
      "&emsp;&emsp;青州東香山前的村子裏，右個叫周順亭的人，侍奉母親最為孝順。母親大腿上生了個很大的毒瘡，疼痛得難以忍受，白天黑夜都皺著眉頭呻吟。周生為母親擦洗換藥，到了廢寢忘食的地步。但過了幾個月仍不見痊癒，周生憂心如焚毫無辦法。­",
      "&emsp;&emsp;有天夜裏，周生夢見父親對他說：“你母親的病全靠你的孝順。然而這種瘡口不用人膏塗抹是不能治癒的，焦急悲痛也是徒勞。”周生醒來感到很奇怪。於是起床，用很鋒利的刀子割自已腰側的肉；肉割下來了，覺得不太痛苦。急忙用布纏住腰際，血也不往外流。於是把肉烹製成膏，拿去敷在母親瘡口上，疼痛立時就止住了。母親大喜，問：“什麼藥這樣靈驗？”周生沒對母親說實話。母親的瘡口很快痊癒了。周生時時掩蓋著自己刀割的傷口，就連妻子和孩子也不知道。他的傷口癒合以後，留有巴掌大的一塊疤痕。妻子再三追問他，才得知真情。",
      "&emsp;&emsp;異史氏說：「割肉治傷是不對的事，有知識的人不鼓勵這樣做。可是愚夫愚婦如何知道傷害身體是不孝呢？他們不過做了不得不做的事而已。有這樣的人才知道孝子的心，猶如天際的太陽。管理風俗教化的人，事情太多了，沒空表揚這些事，那麼發揚孝道，就靠這些鄉野俗人了。」"
    ]
  },
  {
    "title": "獅子",
    "href": "http://liaozhai.weebly.com/2950923376.html",
    "content": [
      "&emsp;&emsp;暹羅國來進貢獅子，每到一處，就吸引很多人來圍觀。這獅子的形狀和世間流傳的刺繡畫上的大不一樣，牠的毛是黑黃色，長約數寸。有的人扔給獅子一隻雞，牠先用爪子抓弄後再用嘴吹；一吹，雞毛就全都掉光，像掃光了一樣。這也是一個奇怪的現象。"
    ]
  },
  {
    "title": "閻王",
    "href": "http://liaozhai.weebly.com/3833129579.html",
    "content": [
      "&emsp;&emsp;李久常，山東臨朐人。有一次他帶著酒食野遊，見一股旋風呼呼旋轉過來，便很恭敬地把酒灑在地上祭奠它。後來他因為有事到某個地方去，看到路邊有一處很寬廣的庭院，殿閣恢宏壯麗。一個青衣人從裏面出來，邀請他進去。李生堅決推辭。青衣人攔住他的去路很殷切地邀他進門。李生說：“我從來不認識您，是不是認錯了人呀？”青衣人說：“沒錯。”便說出李生的姓名來。李生問：“這是誰家？”青衣人回答：“進去您自己就會知道的。”李生進去，過了一道門，見有個女子手足釘在門板上。走近一看，竟是他的嫂子，大為吃驚。他有個嫂子，臂上生惡瘡，已經一年多不能起床了。李生心想她怎麼能到這裏呢。轉而懷疑青衣人招他進來沒懷好意，心裏害怕便停住了腳步。青衣人催促他，才又往裏走。",
      "&emsp;&emsp;到了大殿下，見上面坐著一個人，衣冠服飾像是帝王，樣子很威嚴。李生跪伏在地上，不敢抬頭再看。那個大王命令青衣人把李生拉起來，安慰他說：“不要害怕。我因為過去吃過你的酒食，想見見面表示感謝，沒有別的事。”李生這才放了心，然而始終不知道是怎麼回事。大王又說：“你不記得在田野裏酹酒祭奠的時候了嗎？”李生頓時醒悟過來，知道他是神。便叩頭說：“剛才見我嫂子受這麼嚴厲的刑罰，骨肉之情，心裏實在悲傷。乞求大王能可憐饒恕她！”大王說：“她太悍妒，應該得到這種懲罰。三年前，你哥哥的妾生孩子時腸子盤繞而下，你這個嫂子竟暗暗把一根針刺在妾的腸子上，使妾至今臟腑常痛。這種做法那還有點人性！”李生再三哀求他，閻王這才說：“就看在你的面子上饒恕了她。你回去應當勸這個悍婦痛改以前的惡行。”李生謝過閻王後往外走，一看門板上釘著的嫂子已經不見了。",
      "&emsp;&emsp;李生回家去看嫂子，嫂子躺在床上，瘡口流出的血沾透了床席。當時正因為妾做事不合她的心意，她正在對妾詬罵。李生就勸她說：“嫂子不要再這樣了！今日的痛苦，都是平日嫉妒造成的。”嫂子生氣地說：“小叔這麼個好男子；屋裏的小娘子又賢慧得像孟姑姑(1)，任你東家眠，西家宿，而不敢出一聲。就算是小叔要表現男人的威風，也用不著你來替哥哥降伏老婆！”李生微笑著說：“嫂子不要發怒。我若說出真情，恐怕你想哭都來不及了。”嫂子說：“我既沒去偷王母娘娘簪中的線，又沒和玉皇大帝的香案吏眉來眼去，心懷坦蕩，那個地方用得著哭了！”李生小聲說：“你用針刺在人家的腸子上，該當何罪？”嫂子突然變了臉色，就問這句話的來由。李生便把先前看到的情形和經過告訴了她。",
      "&emsp;&emsp;嫂子聽說後嚇得不住地顫抖，淚流滿面地哀告道；“我不敢了！”涕淚還沒乾，就覺得瘡痛頓時停止，過了十天就痊癒了。從此她痛改以前的惡行，於是人們都稱讚她賢淑。後來妾再生孩子的時候，腸子又垂下來，針仍然刺在上面。把針拔去以後，妾的腹痛病就好了。",
      "&emsp;&emsp;異史氏說：「有的人說天下悍妒像是她的人，的確不少，不過幽冥漏掉了大多的懲治。我說：不對。幽冥懲罰，也可能超過釘在門板上，可是我們無從得知罷了。」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;孟姑姑，孟光，舉案齊眉的典故說的就是梁鴻、孟光，漢書生梁鴻讀完太學回家務農，與縣上孟財主的三十歲女兒孟光結婚，婚後他們拋棄孟家的富裕生活，到霸陵山區隱居，後來幫皋伯通打短工。每次孟光給梁鴻送飯時把託盤舉得跟眉毛一樣高,眉來眼去，夫妻十分恩愛。"
    ]
  },
  {
    "title": "土偶",
    "href": "http://liaozhai.weebly.com/2230320598.html",
    "content": [
      "&emsp;&emsp;沂水縣有個姓馬的人，娶王氏為妻，夫妻感情非常好。馬生不幸早亡。王氏的父母想讓她改嫁，她發誓不嫁。婆婆憐她年輕，也勸她，王氏就是不聽。母親說：“你的心意很好；然而年齡太小，又沒生孩子，常見有些人起初勉強不嫁，可後來卻留下恥辱，所以不如趁早改嫁，這也還是人之常情。”王氏臉色嚴肅，誓死不嫁，母親便聽任了她。王氏讓泥塑匠工為丈夫塑了座土偶像，每次吃飯，都要為夫像端獻酒食，像他活著時那樣。­­",
      "&emsp;&emsp;一天夜裏，王氏將要睡覺，忽然看見土偶像打了個呵欠伸了伸懶腰走了下來。王氏心情緊張，很驚訝地看，土偶已猛然長得像人一樣高，還真是她的丈夫。王氏害怕了，便呼喚母親。鬼制止她說：“不要呼喊，謝謝你的深情，我在陰間心裏很難過。家裡有忠貞的妻子，數世祖宗，都很光榮。我的父親生前做了敗德的事，應該絕後，以致我年輕輕地死去。冥司念你苦守貞節，所以讓我回家來，再和你生一個兒子繼承宗嗣。”王氏聽了也涕淚沾襟。於是兩人親好如生時。雞叫的時候，鬼就下床去了。這樣過了一個多月，王氏覺得腹中微動。鬼這才哭著說：“陰間的期限已經到了，從此永別了！”就此絕跡。­",
      "&emsp;&emsp;王氏起初沒有對人說過；不久腹部漸漸脹大，不能再隱瞞了，就偷偷地把事情的經過告訴了母親。母親懷疑她說謊；然而觀察王氏又沒與別人來往過，因此非常疑惑不解。到了十個月，王氏果然生了男孩。對人說起這件事，聽到的人無不偷笑；王氏自己也沒法辯白。有個里長過去和馬家有仇，就把王氏告到了縣令那裏。縣令傳拘鄰人進行審訊，並無別的說法。縣令說：“聽說鬼的兒子沒有影子，若有影子就是假的。”把孩子抱到太陽下，見影子淡如輕煙。又刺破孩子手指把血塗到馬生的土偶像上，立刻滲了進去不留痕跡；再塗到別的土偶上，一擦便擦了去。因此都相信了王氏的話。後來孩子長到幾歲，他的相貌和言談動作，沒有一點不酷似馬生的，眾人的疑惑才解開。"
    ]
  },
  {
    "title": "長治女子",
    "href": "http://liaozhai.weebly.com/38263278352289923376.html",
    "content": [
      "&emsp;&emsp;陳歡樂，是山西潞安府長治縣人。他有個女兒，又聰明又美麗。有個道士來募化行乞。看了看她以後就走了。從此道士每天都拿著缽來附近遊蕩。有一天道士看見一個盲人從陳家出來，道士追上去和他一起走，問他到陳家做什麼。盲人說：“剛才去陳家推八字算命。”道士說：“聽說他家有個女兒，我的一個姑表弟，想和她家成親，只是不知道她的年歲生辰。”盲人便把陳女的生辰八字告訴了他，道士於是告別而去。­",
      "&emsp;&emsp;過了幾天，陳女在屋裏刺繡，忽然感到腳有點麻木，漸漸麻到大腿，又麻到腰腹，不久便暈倒在地上。鎮定了好一會，才迷迷糊糊能站起來，想去告訴母親。一出房門，只見茫茫一片黑色水波，只有一條直直的小路，嚇得她直往後退。這時大門房舍和自己的住屋，已被黑水淹沒。再看那條小路上，幾乎沒有行人，只有一個道士緩慢地走在前面。陳女就遠遠地跟隨在他的後邊，希望能見到本村的人可以問問。走了幾里路以後，忽然見有了村舍，看了看，竟是自己的家門，便非常驚訝地說：“跑了這麼多路，原來還在村裏。怎麼先前迷糊成這個樣子！”她很高興地進了家門，見父母還沒回家。又回到自己的房問，看見原來沒繡完的花鞋，仍然放在床上。自己覺得跑得實在累極了，便坐在床上休息。道士忽然進來了，陳女大驚，想逃走。道士捉住她用力按住。陳女想呼喊，但嗓子啞了喊不出聲來。道士很快的用刀子剖開她的心，陳女覺得靈魂飄飄忽忽離開身軀立在一旁。四面一看家舍全沒了，只有崩裂的山崖覆蓋著。見道士用她的心血點在一個木人身上，又疊起手指念起咒語，陳女覺得木人和自己合在了一起。道士叮囑說：“從此以後一定要聽我的差遣，不得違誤！”於是就把她佩戴在身上。­",
      "&emsp;&emsp;陳家丟了女兒，全家驚慌疑惑。尋找到牛頭嶺，才聽到村人傳說，嶺下有一個女子被剖心而死。陳歡樂急忙奔去查看，果真是自己的女兒。他哭著向縣令訴說。縣令拘捕了嶺下的居民，拷問了多次，終究沒有頭緒。便暫且把這些嫌疑犯收監，留待查問。",
      "&emsp;&emsp;道士走到幾里路外，坐在路旁的柳樹下，忽然對陳女說：“今天派你第一件差事，去偵察縣衙中審案的情況。去後一定要躲在煖閣上。倘若看見縣令用大印，必須趕快避開！切切牢記不能忘了！限你辰刻去巳刻回來。若晚一刻，就用一根針刺在你心中，使你劇疼；晚兩刻，刺兩針；到第三針時，你就會魂飛魄散。”陳女聽說後，渾身顫抖，飄然而去。瞬息間到了縣衙，按照道士所說的那樣潛伏在煖閣上。當時被拘的嶺下居民都排列著跪在堂下，還沒有審問。正好遇到要替公文蓋印，陳女還沒來得及躲避，官印已經出了匣子。陳女感到身體沉重疲軟，煖閣的紙格好像承受不住她的重量，突然暴裂出聲，滿堂人都驚訝地抬頭看。縣令再舉官印，暴裂聲音又響；第三次舉官印時，陳女從煖閣墜落地上。眾人全都聽見了。縣令起身祝禱說：“如果是冤鬼的話，就應當直說，可以為你昭雪。”陳女哽咽著來到案前，一一訴說道士殺她的經過，派遣她來偵察的情形。",
      "&emsp;&emsp;縣令派衙役騎快馬去，到了柳樹下，道士果然還在那裏。捉住他帶回來，一審訊就服罪了。那些嫌疑犯於是都被釋放了。縣令問陳女：“你的冤情昭雪了，要到那裡去？”陳女說：“要跟從大人。”縣令說：“我的官署中沒地方可以容你，不如還是暫時回到你家去吧。”陳女過了很久說：“官署就是我的家，我這就進去了。”縣令再問，已經寂然無聲。他退堂後回到自己的住處，夫人剛剛生下個女孩來。"
    ]
  },
  {
    "title": "義犬",
    "href": "http://liaozhai.weebly.com/3268129356.html",
    "content": [
      "&emsp;&emsp;山西潞安府某甲，他的父親被人陷害入獄，將要處死。他搜括家裏的積蓄，湊了一百兩銀子要到郡城去托人說情。跨上騾子出了門，看見自己養的黑狗跟在身後，他便呵叱牠趕牠回去；再往前走，狗又跟來，用鞭子趕牠也不回去。這樣一直跟著走了幾十里路。­",
      "&emsp;&emsp;某甲從騾子上下來，走到路旁去小便。隨後就扔石塊打狗，狗這才往回跑去。他剛開始走，見狗又急速而來，咬騾子的尾巴和蹄子。某甲生氣地拿鞭子抽牠，狗狂吠不已。忽然跳躍到前面，憤怒地咬騾子的頭，好像想阻擋牠的去路。某甲認為這是個不祥的預兆，更加生氣，便掉轉騾頭往回驅趕狗。見狗已經跑遠了，才返身疾馳，到了郡城時天已晚了。等到一摸腰間的口袋，裏面的銀子丟了一半。他的汗水涔涔而下，就像丟了魂一樣，翻來覆去的一夜沒睡好，頓時明白犬吠有原因。",
      "&emsp;&emsp;他早早地到城門口等候開門出城，仔細查看來的路上。又自念這南北大道上，行人多如螞蟻，丟了的銀子還能存在原處嗎？某甲猶豫徘徊，到了下騾子解溲的地方，發現自己的黑狗死在草叢間，身上的毛被汗水濕透。提起牠的耳朵一看，原來丟失的銀子全在它的身子底下蓋著。某甲非常感激狗的仁義，便買了棺材把牠埋葬了。人們都把這個墳叫作“義犬塚”。"
    ]
  },
  {
    "title": "鄱陽神",
    "href": "http://liaozhai.weebly.com/371693852531070.html",
    "content": [
      "&emsp;&emsp;益都縣人翟湛持，去江西饒州任司理官職，路經鄱陽湖。見湖邊有座神祠，便停車遊覽瞻仰。見裏面雕塑著丁普郎(1)等明太祖死難功臣諸像，翟姓的神像排在最末位上。翟司理說：“我們家族的人，怎麼能在下首！”於是把翟姓神像和上首的神像換了個位置。­",
      "&emsp;&emsp;不久登船，突然大風刮斷了船帆，桅杆歪到一邊，全船人嚇得大聲哀號。頃刻間有艘小船破浪駛來，靠近官船，急忙先把翟司理扶了過去，於是家人全都上了小船。仔細一看小船的主人，竟和祠中的翟姓神像一模一樣。過了一會兒，風浪平息，再尋找小船主人已經不見了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.丁普郎：黃陂人。元至正年間，從朱元漳攻打陳友諒，大戰於鄱陽湖畔。《明史》卷一三三：“普郎身被十餘創，首脫猶直立，執乒作鬥狀，敵驚為神。”陣亡後，贈濟陽郡公，於湖上建廟祭祀。"
    ]
  },
  {
    "title": "伍秋月",
    "href": "http://liaozhai.weebly.com/202373117926376.html",
    "content": [
      "&emsp;&emsp;高郵這地方有個叫王鼎的人。他的字叫仙湖。為人慷慨大方，交遊很廣。到了十八歲，未過門的妻子就死了，他每次到外地去，往往經年不歸。",
      "&emsp;&emsp;他的哥哥王鼐，是江北的名士。兄弟關係極為密切，兄勸弟不要出遠門，要替他擇偶。王生不聽，叫了船到鎮江訪友，朋友外出了，只好在一家旅館的樓上租房子住。隔窗眺望，只見江水澄波，金山倒映，心裏十分暢快。",
      "&emsp;&emsp;第二天，友人來請他去住，他推辭不去。住了半個多月。一天夜裏，夢到一女郎，年齡在十四五歲，容貌端好。上床與他歡好。等他醒了，卻不見了。他很奇怪，以為是偶然做的夢。",
      "&emsp;&emsp;到了夜裏，又夢到，這樣三四夜。心裏很奇怪，晚上不敢熄燈。身雖雖躺著，卻時刻警惕。剛閉眼，夢到女子又來了，剛在一起，他猛然驚醒。張開眼睛，見一少女美貌如仙，儼然在懷抱裏。女見他醒了，既害羞又害怕。生雖知她不是人，可是十分滿意，也無暇細問，真的與她馳騁起來。女子好像不堪忍受，說：“這樣狂暴，難怪人不敢明白跟著你。”",
      "&emsp;&emsp;生問她詳情，女答：“妾姓伍，名秋月。先父曾是有名的儒士，精通易理卜卦，非常珍愛我，但說我壽命不長，所以不許嫁人。到了十五歲，果然夭折。隨即埋在閣東，墳與地平，也無墳墓的標誌，只有一片石頭立在棺側。上面說：“女秋月，葬無塚，三十年，嫁王鼎。”今年已經三十年，君恰來到，心裏高興，急想自薦，可是寸心羞怯，所以假借夢中相見。“",
      "&emsp;&emsp;王也十分高興，再度要求相好。女子說：“妾只須一點點陽氣，想求再生，實在禁不住這樣的風雨，日後好合機會無限，何必一定要在今宵。”於是起身離去。第二天晚上，女又來了。互相對坐嬉笑，歡若生平。滅燈上床，與生人無異。可是女子完事以後，便遺泄流離，沾染被褥。",
      "&emsp;&emsp;一天晚上，明月晶瑩。兩人在庭中散步。王問女：“陰間也有城樓嗎？”女答：“一樣，不過陰間城府，不在這裏，離此大約三四里路，把夜裏當百天。”王問：“生人能見到嗎？”女答：“也可以。”生請求去看看，女答應了。他們乘著月光去，女飄然如風，王極力追趕。忽然到了一處，女子說：“不遠了。”望向前展望，一點也看不清，女子用唾沫塗在他的眼眶上。他睜開眼一看，覺得比平常明亮幾倍，看夜間與白天差不多。頓時看見城牆垛樓在霧氣中，路上行人很多，像是去趕廟會。",
      "&emsp;&emsp;過了一會兒，見兩個公差綁著四個人過去，王見被綁的最後一人像是自己的哥哥，他驚駭的上前問：“兄從那裡來？“哥哥見了他，淒然淚下說：“自己也不知道為什麼事，強被拘囚來。”王憤怒的說：“我哥哥是知書達禮的君子，怎麼能這樣捆綁？”便上前求兩公差寬釋。公差不聽，還十分蠻橫。王憤怒的要與他們爭辯。哥哥制止他說：“這是官府的命令，他們也是奉命行事。我現在只是缺錢，官府索賄很多，弟回去，給想想辦法。”生拉著哥哥的胳膊，失聲痛哭。公差發怒，猛拉王鼐脖子上的索子，哥哥頓時昏了過去。生見此，怒火填胸，不可抑制。隨即解下佩刀，立刻斬了一個公差，另一公差喊叫，生又殺了。女子大驚說：“殺了官吏，罪不可宥，遲了禍將來臨。請你立即乘船北返。回到家中，勿摘掛在門上的喪幡，杜絕人員出入。七天後，保證無事。”王於是拉著兄，夜租小船，火速北返。回去見弔喪的客人還在門前，知兄果然死了。立即關門下鎖。才進屋內，看身後的哥哥已經沒有了。進屋裡一看，見哥哥已經蘇醒了，只聽哥哥喊道：“餓死我了，快備湯餅。”當時已經死了三天了，家人見又活了，都驚駭異常。生於是說了詳情。",
      "&emsp;&emsp;七天以後，打開門，去了喪幡，別人才知道死人又復活了。親友聞訊前來，他們只用話來搪塞。王又轉思秋月，想念至深。於是又在南下，到了原來的樓上，點燈久等，可是女子竟沒來。朦朧中剛要睡，見一婦人來對他說：“秋月娘子致意郎君，前因公差被殺，兇犯逃亡，把娘子捉去。先押在監獄中，看押的官吏十分兇殘，天天盼郎君想法相救。”王聽到這樣，悲憤異常，便跟隨婦人去了。",
      "&emsp;&emsp;到了都城，進了城門。婦人指著一個門說：“小娘子暫時押在這裏邊。”王進去，見房子很多，羈押的囚犯也很多，並沒有秋月。又進了一個小門，見小屋中有燈光，走進窗戶一看，卻見秋月坐在床上，掩袖嗚泣。兩個衙役在她兩側，撮她的脖子，捏她的腳，依次戲弄。女子更加啼哭。一個衙役摟著她的脖子說：“既成囚犯，還守什麼貞節。”王大怒，無暇說話，持刀直入，一刀一個，摧斬如麻。接著揹著女郎出來，幸虧沒人發覺。揹到旅社，驀然即醒。正奇怪自己做了個夢，卻見秋月含淚站著。生吃驚的站起來拉她，告訴她自己做的夢。女子說：“不是夢，是真的。”她吃驚的問：“怎麼辦?”女子說：“這是定數，妾到月底才是重生日，現在已經這樣了，怎能等待！應速挖墳墓，載妾同歸，每天呼喚我的名字，三天後可活。但未滿時日再生，骨軟足弱，不能替你打理家務。”說完，匆匆欲出，又返身說：“妾幾乎忘了，陰間有人來追怎麼辦？父親曾傳我符書，說三十年後，可佩夫婦。”於是要筆疾書了兩符，對生說：“一符你佩帶，一符粘在我的背上。”王送她出去。",
      "&emsp;&emsp;到了她的墳上，掘了一尺多，就見到棺木，已經腐爛了。棺旁有一小碑，果然如女說的那樣。打開棺材，見女面貌如生。生抱入房中，衣服隨風而化。粘定了符，用被褥裹嚴，揹到江邊，叫了船，假說：妹妹得了急病，將送她回家。幸虧南風大作，拂曉，已到了門前。抱女進去安置了，才告訴兄嫂。一家人都吃驚，也沒有敢說他們的疑問。生打開被子，長呼秋月，夜裏擁屍而寢。屍體一天天溫暖，三天以後竟然蘇醒過來，七天以後能走路。女郎換了衣服，拜見兄嫂，盈盈然好像神仙。但十步以外，就要扶著人跟著走，不然就隨風搖曳，好像要倒。見到的都以為身有此病，更增加了嫵媚。每次都勸生說：“你罪孽太深，應積德念經來懺悔。不然，壽數恐怕不長。”生素來不信佛，從此信仰虔誠，後來也無事。",
      "&emsp;&emsp;異史氏說：“我想上書定一條法律：凡殺公差的，所犯的罪罪減三等——這是因為公差這班人，沒有不可殺的。所以，能除卻害人的差役的人，就是良民。即使稍微苛刻一點，也不能說是暴虐。況且陰間本來就沒有固定的法條，如果是惡人，刀砍斧剁，都不是殘酷。只要人心大快，就是閻王的善政。決不是獲罪於陰府，卻又能倖免於難。”"
    ]
  },
  {
    "title": "蓮花公主",
    "href": "http://liaozhai.weebly.com/34030334572084420027.html",
    "content": [
      "&emsp;&emsp;山東膠州的竇旭，白天睡覺時，看見一個穿著褐色衣服的人站在他床前，惶恐不安地看著他，好像想說什麼。竇旭問他有什麼事，他回答說：“我家相公想請你去一趟。”竇旭問：“你家相公是誰？”他答道：“就在附近。”竇旭不便再問，便跟著他出了門。",
      "&emsp;&emsp;轉過牆角，他被引導到一個地方，這裏疊閣重樓，萬椽相接，萬戶千門，錯落有致，和人世完全不同。只見宮人女官來來往往，都向褐衣人問道：“竇郎來了嗎？”褐衣人說來了。一會兒，竇旭見一個官員出來，十分恭敬地歡迎他。登上殿堂後，竇旭說道：“平常沒有往來，所以沒來拜見，而今承蒙熱情接待，很使我不安。”官員說：“因為你出身清高，世代德厚，我家君王傾心仰慕，很想和你面談。”竇旭更加驚奇，問道：“君王是誰？”官員回答：“過一會兒你自己就會知道。”沒多久，兩位女官員來了，她們用兩面旗子為竇旭帶路。進了兩道門，看見大殿上坐著一位君王。那君王見竇旭進來，忙下臺階迎接，兩人按賓主施禮，然後在筵席前落座。筵席很豐盛，竇旭仰望殿上的一幅匾額上寫著：“桂府”。竇旭局促不安，連話都說不出來。君王說：“你我既然是鄰居，緣分很深厚，應當開懷暢飲，不必疑惑。”竇旭連連答應。酒過數巡，殿內響起悅耳的絲竹之聲，幽雅纖細。過了一會兒，君王忽然左右看了看說：“我有一副對聯，上聯是‘才人登桂府’，請大家對對看”。四座的人正在思考，竇旭隨聲答道：“君子愛蓮花。”君王大喜，說道：“真奇妙啊！蓮花是公主的小名，怎麼這樣巧合？難道不是早有緣分？傳話給公主，不能不出來拜見君子。”過了一會兒，公主到了。公主才十六七歲，美妙無雙。君王命公主向竇旭施禮，並說，“這就是小女蓮花。”公主拜完就走了，竇旭一看見她，便愛慕不已，呆坐沉思。君王舉起酒杯勸他喝酒，竇旭竟然像沒有聽到一樣。君王好像略略看出他的心思，就說：“我的女兒和你還相匹配，但是自慚不是同類，怎麼辦呢？”竇旭像癡呆了一樣，沒有聽到君王的話。鄰座踩了踩他的腳說，“君王向你敬酒你沒看見，君王對你說的話也沒聽見嗎？”竇旭茫然若有所失，很慚愧，離開筵席說：“承蒙您熱情接待，不覺喝醉了，失禮的地方，希望您能夠原諒。天色已晚，君王繁忙，我這就告辭了。”",
      "&emsp;&emsp;君王站起來說道：“見到你，我心裏十分高興，你怎麼這樣倉促就告辭呢？你既然不肯留下，我也不勉強你，如果你還想來，我再邀請你。”於是，君王命令內官引著他出去。半路上，內官對竇旭說：“剛才君王說你和他的女兒還匹配，你為何一言不發呢？”竇旭跺著腳後悔不迭，不覺已經回到家中。這時，竇旭忽然醒來，發現太陽已經西沉。他默坐玄想，剛才夢中的情形歷歷在目。晚飯後，他吹滅蠟燭，希望重尋舊夢，但夢境已逝，回去顯然不可能，只有悔恨感歎。",
      "&emsp;&emsp;一天晚上，他在睡夢中，忽然看見先前那個內官過來，告訴他，君王邀請他去作客。竇旭高興地跟他去了。他見了君王就伏在地上叩拜。君王把他拉起來，請他坐下，說道：“我想把小女嫁給你，希望你不會太嫌棄吧。”竇旭馬上拜謝。君王命令學士大臣陪同宴飲。酒喝得興起，宮人上前報告：“公主梳妝完畢。”一會兒見幾十名宮女簇擁著公主出來，公主用紅色錦緞蓋著頭，邁著輕盈的小步。在眾人的歡笑聲中，公主與竇旭交拜成親。竇旭對公主說：“有你在我眼前，真使人樂而忘死。只怕今天的情景只是一場夢。”公主掩著口說：“明明是我和你，那裡是夢呢？”第二天清晨一起來，竇旭為公主塗脂擦粉，然後又用帶子量公主的腰，用手指量公主的腳。公主笑著問他：“你瘋了嗎？”竇旭說：“我總是被夢調戲，所以仔細地記下來，如果是夢，也足以思念。”兩人正在調笑，一個宮女跑進來說：“不好了，妖怪闖入宮門，君王在偏殿裏躲避，凶禍快降臨了。”竇旭趕緊去見君王，君王拉著他的手流著淚說：“蒙你不棄，本想永遠相好，那料到禍從天降，國家將要覆滅，還有什麼辦法呢？”竇旭吃驚地問怎麼問事，君王把桌上的一份奏章遞給竇旭看。奏章上寫著：“因為出現了不尋常的妖怪，祈請早日遷都，以保存國脈。據黃門侍郎報告，從五月初六開始，來了條長千丈的巨蟒，盤踞宮外，吞食內外臣民一萬三千八百多人，巨蟒所經過的宮殿全成為廢墟。我奮勇前去偵察，確實看見妖蟒，頭像山峰，目如江海，抬起頭來就能把宮殿樓閣一起吞下，伸伸腰則樓閣垣牆全部倒塌。真是千古未見的凶神，萬代未遇的災禍！國家宗廟，危在旦夕！懇請皇上早日率領宮中眷屬，迅速遷往樂土。”等等。",
      "&emsp;&emsp;竇旭看完，面如灰土。隨即有宮人跑來報告：“妖物來了。”滿殿哀呼，慘無天日。君王慌亂中不知道幹什麼，只是流著淚看著竇旭說：“小女已連累先生。”竇旭喘著氣跑回房中，公主正和左右的人抱頭痛哭，見竇旭進來，牽著他的衣裳說：“你怎樣安置我呢？”竇旭悲痛欲絕，於是握著公主的手腕沉思道：“我貧窮卑賤，慚愧沒有金屋，只有幾間草房，暫且和我一起到那裏躲起來行嗎？”公主含著淚說：“危急的時候怎麼能夠選擇？請你快帶我去！”竇旭就挽著公主出來，不一會兒就到了家。公主說：“這是又大又好的宅院，比我的國家強多了。我跟隨你來了，我的父母怎麼辦呢？請你另外修建一座房子，我們全國人民會跟隨過來。”竇旭感到為難，公主號啕大哭說：“不能急人之急，要你這個丈夫幹什麼？”竇旭安慰勸解一番，公主仍伏在床上痛哭，無法勸阻。竇旭焦慮又沒有辦法，忽然驚醒，才知道這是一個夢。",
      "&emsp;&emsp;但是耳邊嚶嚶的啼哭聲還沒有停止。他仔細一聽，不是人的聲音，而是二三隻蜜蜂，在他枕頭上飛鳴。竇旭大叫怪事，驚醒了同室的朋友，朋友問他出了什麼事，竇旭便把自己作的夢告訴他，朋友也感到驚奇。兩人一同起來看蜜蜂，只見蜜蜂依戀在他的衣服上，拂牠也不離開。朋友勸他為蜜蜂建巢，結果蜂巢頂還沒蓋好，蜜蜂已經聚滿了蜂巢。竇旭發現蜜蜂原來是從鄰居老頭的舊菜園中飛過來的。",
      "&emsp;&emsp;菜園裏有一座蜂房，三十多年了，蜜蜂繁殖很多。有人把竇旭的事告訴老頭，老頭一看，蜂房靜悄悄的。拆開蜂房，原來有條長約一丈的蛇盤踞其中，老頭把蛇捉住殺了。竇旭也瞭解到“巨蟒”就是這條蛇。蜜蜂到竇旭家後，繁殖得更旺盛，並沒有出現其他的異常現象。"
    ]
  },
  {
    "title": "綠衣女",
    "href": "http://liaozhai.weebly.com/321603491522899.html",
    "content": [
      "&emsp;&emsp;有一個書生姓于，名璟，字小宋，青州益都人，在長白山中的醴泉寺裏讀書。有一天夜裏，他點好火燭，剛剛開始看書，忽然聽到窗外有一年輕女子的讚歎聲：“于公子，你真勤奮呀！”于璟想：這深山古寺之中，那裡來的女人呢？他正在疑惑不解的時候，年輕女子已推開屋門，面帶笑容走了進來。女子對于璟說：“公子，你很用功啊！” 于璟很驚訝，趕緊站起來，仔細看面前的女子。年輕女子身穿綠色長衣裙，婀娜多姿，美妙極了。  于璟已經猜到她不可能是人，一定是個精怪，便故意盤問她住那裡。女子輕輕說道：“公子，你看我這柔弱的樣子，會有吃人的能力嗎？何勞公子如此苦苦地追問呢”？于璟聽了女子的話，感覺好些，心中不免高興，也有些動情。便與女子一起來到寢室。女子輕輕解開自己的衣服，纖細的腰身竟不滿一握，體態窈窕。夜快盡，天將亮的時候，女子起身飄然離開。從那天開始，女子每天晚上都要來這裏與書生相會。",
      "&emsp;&emsp;有一天晚上，書生與女子一起吃酒，聊天的時候，于璟感覺女子說話的聲音，竟如美妙的音樂一般。便說：“你的聲音很甜美，如果能夠唱上一曲助興，一定會讓我有消魂一樣的感受。”女子笑著說：“要是這樣的話，我可不敢唱啊，怕是真的消了公子的魂呢。”  于璟堅持讓女子唱一曲。女子說：“不是我不願意唱給公子聽，實在是怕有外人聽到。公子你一定要我唱的話，那我就獻醜了。但是我只能輕輕地唱，有個意境就可以了，好麼？”說完話，她便以自己纖巧的小腳，輕輕地磕打著床腿，唱了起來：“樹上烏臼鳥，賺奴中夜散。不怨繡鞋濕，只恐郎無伴。”她歌唱的聲音，輕細得如同昆蟲發出的聲音一般，非得仔細聽，才能分辨出音樂的旋律。當于璟仔細聽女子唱歌的時候，卻聽到音律婉轉、圓滑、輕快，不僅很好聽，還能使心靈感動。  女子唱完歌後，打開房門，四處望望，說：“恐怕窗外有人偷聽。”然後她又繞著屋子查了一遍，才重新回到屋子裏。于璟問她：“你為什麼會這樣的疑慮和懼怕呢？”",
      "&emsp;&emsp;女子笑著說：“有句俗語說：‘偷生鬼子常畏人。’這就是我懼怕的原因呀。”  接著倆人上床休息，女子忽然露出不高興的神情說：“我和你今生的緣分，可能到此為止了。” 于璟不解，趕緊問女子究竟發生了什麼事情。女子說：“我心跳得厲害，神情很不安，感覺我的福分到頂了。”  于璟忙安慰女子：“心動眼跳，都是很平常的現象，你怎麼能有這樣的說法呢？”女子聽了于璟的話，心情稍微好了一點，便與于璟重新相擁相抱。天快亮的時候，女子起床穿好衣服。剛要去開門離開，又猶豫著返回來說：“不知道因為什麼，我心裏感覺忐忑不安，有點害怕。求公子送我到門外吧。” 于璟立刻起身，將女子送到門外。女子又說：“公子，你看著我離去，等我走到牆那邊時，你再回去好麼？”於璟說：“好的。”  于璟站在屋門外，看著女子穿過房子的走廊，直到看不見女子的身影，才準備回房間重新去休息。這時，忽然聽到女子急急求救的聲音。于璟急忙尋著聲音跑過去，但四周看看，根本沒有任何蹤跡。仔細地聽，聲音從房檐那裏傳出來。他抬頭仔細查看，看到一隻大蜘蛛，奮力地捕捉到一隻什麼昆蟲。被捉到的東西正在蜘蛛網裏全力掙扎，並發出悲哀的叫聲。于璟趕忙扯開蜘蛛網，把被網住的東西挑救出來，並為牠清理纏繞在身體上的蜘蛛絲。他仔細一看，原來是一隻綠色的小蜜蜂，此刻已經奄奄一息，將要死了。於璟將牠帶回屋子，放在他讀書的桌子上。過了一段時間，那綠色的小蜜蜂蘇醒過來，能夠慢慢地移動了。牠慢慢地爬到硯臺上，用身體沾滿墨汁，然後又回到桌子上，慢慢地在桌面上爬行。牠爬出一個“謝”字。然後，展開翅膀，連續扇動了多次後，從窗戶飛出去了。  從那天以後，綠衣女子再也沒到于璟讀書的地方。"
    ]
  },
  {
    "title": "黎氏",
    "href": "http://liaozhai.weebly.com/4065427663.html",
    "content": [
      "&emsp;&emsp;龍門縣有個謝中條的人，平常輕佻浮蕩。三十多歲妻子死了，留下二子一女，早晚號哭，苦不堪言。想要再娶，還沒有好對象。暫時請保母照顧子女。有一天，漫步在山路，忽然看到一婦人走在後面。他慢慢走偷看她，是個漂亮姑娘，年約二十多。心裡喜歡她，對她說：「姑娘一個人行走，不怕嗎？」女子行走不理她。他又說：「小姐步伐那麼小，很難走山路。」女子仍然不顧。謝中條看四下無人，靠近女子身邊，忽然摸她的手腕，拉進幽谷，想要非禮。女子生氣的喊道：「那裡來的惡人，硬要欺負人！」謝牽著女子走，更不停止。女子跌跌撞撞，沒有辦法。於是說：「要在一起，是這樣嗎？走慢一點，我會跟著你。」謝答應了。一起找一個安靜的地方。",
      "&emsp;&emsp;男歡女愛過後，女子問他姓名地址，謝據實相告。同時也問這女子。女子說：「我黎氏。不幸早寡，婆婆又過世了，只剩一個人，無依無靠，所以常常回娘家。」謝說：「我也鰥居，能跟我住嗎？」女子問：「你有兒女嗎？」謝說：「說實話：如果說床上的事，還有些相好的。只是兒女哭鬧，讓人受不了。」女子猶豫說：「這個很難！看你穿著，只是普通，我自信還不錯。可是繼母難作，恐怕會被說閒話。」謝說：「沒有關係。我不說，別人能怎樣？」女子笑一下。又煩惱說：「都在一起了，有甚麼不可以？可是伯父很兇，常常認為我很值錢，恐怕不會答應，怎麼辦？」謝也擔憂，商量一起逃走。女子說：「我也想好久了。只是家人一洩漏消息，大家都不好。」謝說：「這是小事。家裡只有一個保母，馬上可以請他離開。」女子喜歡，就一起回去。先躲在外面；等請走了保母，接進女子，兩人十分高興。",
      "&emsp;&emsp;女子做家事，替兒女縫補，非常辛勤。謝得妻子，異常疼愛，每天關門相對，不出外應酬。一個多月以後，正好有事出門；出門後，反鎖門才離開。等到回來，則中間門緊閉，敲了也沒人理。破門而入，毫無人跡。剛到寢室，一隻巨狼衝門躍出，幾乎嚇死！進去一看，子女都不見了，鮮血滿地，只剩三顆頭顱。回頭去追狼，已經不知道在那裡了。"
    ]
  },
  {
    "title": "荷花三娘子",
    "href": "http://liaozhai.weebly.com/3365533457199772306423376.html",
    "content": [
      "&emsp;&emsp;湖州有個叫宗湘若的人，是個讀書人。這年秋天，巡視田地，見莊稼茂密處，搖盪晃動，很奇怪。越過田壟，過去一看，見一對男女在野地裏苟合。隨即一笑，將返回。就見男的覥然繫上帶子，匆匆走了。女子也起來。宗走上前，細看，見女子十分娟好，心裏高興，想要綢繆，可是又實在感到羞愧。於是略略走近，牽著她問：“莊稼地裏玩得快樂嗎？”女子只笑不語。宗靠她身前，掀開衣服一看，見皮膚細膩如脂，上下撫摸了一遍。女子笑著說：“腐秀才，要怎樣就怎樣，還試探什麼？”宗問她姓氏，女子說：“春風一度，就各分東西，何必探究？還能將名字留作貞節牌坊嗎？”宗說：“野田草露中，是山村牧羊奴所幹的事，我不習慣。以卿的美貌，就是私約也當自重，怎能這樣草草馬虎！”女子聽了他的話，極為稱讚。宗又說：“我的書房離此不遠，請過去坐坐？”女子說：“我出來已經很久了，怕人懷疑，夜裏可以去。”問清了宗門前的標誌，才順著斜徑，急忙而去。",
      "&emsp;&emsp;一更初，女果然到了宗的書房，風雲雨露，親愛備至。過了一些日子，無人知道。這天正好有一個僧人，拄著拐杖，到了村中寺廟。見到宗，大驚說：“君身有邪氣，曾遇到什麼沒有？”宗答：“沒有。”過了數日，宗忽然病了，女子每日攜帶水果子慰問他，殷勤撫問，如夫妻那樣好。可是睡下後，一定要宗與她歡好。宗有病，很不耐煩。心理懷疑她是不是人，可是也無法使她離去。因此對她說：“前日有一和尚，說我被妖怪迷惑，今日果然病了，他的話靈驗了。明天，讓他來，就求他符咒。”女子慘然變色。宗更加懷疑。",
      "&emsp;&emsp;第二日，他派人把詳情告訴僧人。僧人說：“這是狐狸精，牠技能還淺，還易束縛。”於是寫了兩道符，交給僕人，並囑咐說：“回去把一個乾淨的罎子放到床前，就把一道符貼在罎口，等狐狸精竄入，急忙用盆蓋上，再把一道符粘在盆上，投到湯鍋裏，大火烹煮，一會兒就完了。”家人回來，就按僧人的教導做了。",
      "&emsp;&emsp;夜深了，女子才到。看了看袖中金橘，剛要近床前問詢，忽然罎口颼的一聲，女已被吸入。家人突起蓋上口，貼上符。剛想放到鍋裏煮，宗見金橘散滿地，追念舊日情好，愴然感動，急忙命放了。揭了符，去了盆，女從罎中出來，十分狼狽，對宗施禮說：“大道將成，幾乎化為灰土！君，仁人，勢必相報！”於是離開了。",
      "&emsp;&emsp;又過了幾天，宗更加沉綿，快要不行了，家人到市集上為他購棺材，途中遇到一女子，問道：“你是宗湘若的家人嗎？”僕人說：“是啊。”女子說：“宗郎是我的表兄，聽說他病情沉重，將去看望，剛好有別的事，不能去，這裏有靈藥一包，煩你拿去給他。”家人拿了回家告訴宗。宗想表親中無妹妹，知是狐女的報答。服了藥，果然逐漸好轉。十幾天後，好了。心裏感激狐女，向空中祈禱，願再見一面。",
      "&emsp;&emsp;一天夜裏，閉門獨酌。忽聽有人彈指敲窗。開門出去一看，是狐女。大為高興，拉手稱謝，請她同飲。女子說：“分別以後，心裏不安，想沒有什麼來報答厚遇，今為君覓到一良婦，聊以滿足心願如何？”宗問：“什麼人？”女說：“君不認識，明日辰刻，早到南湖，如見到有採蓮的女子，穿著白紗披風的，就划船跟上去。如追不見了，不知去向，那麼到堤邊找一短幹蓮花隱在葉底，就採了回來，用蠟火燒她的蒂，當得美婦，並能長壽。”宗謹受教。接著女子要告辭，宗再三挽留。女子說：“自遭了危劫，頓時悟出大道，又怎能因貪圖枕衾之愛，惹人仇怨。”厲色而去。",
      "&emsp;&emsp;宗按女的囑咐，一早到了南湖。見湖面上荷葉中美女很多，其中有一少女，身著白縐紗，豔麗無比。划船追逼，忽然失去了蹤跡，不知那裡去了。就來到堤邊，撥開荷葉叢，果然見到紅蓮一枝，枝幹不滿一尺，就採了回家。",
      "&emsp;&emsp;進了門，放到桌上，把臘削了放在一邊，用火一燒，一回頭，紅花化為美女。宗驚喜的伏拜。女子說：“傻書生，我是妖狐，將成為你的禍崇！”宗不聽。女子問：“誰教給你的？”宗答：“小生自己能認識您，那待別人教。”拉著她的胳膊拽她，隨手而下，化為怪石，高一尺左右，八面玲瓏。於是搬到案上，燒香再祈禱。到了夜裏，關門塞洞，惟恐她跑了。天亮了，細看，又不是石頭，是一件紗帔，遠遠就聞到香澤。展看衣領和衣衿，還有殘留氣息。宗蓋上被子，摟著她躺下。天黑了，起來點燈，等回來，卻見少女躺在枕上。極為高興，恐她再變，哀祝後湊上前。女子笑著說：“真是孽障！不知什麼人多嘴，叫瘋子來囉嗦煩死人了！”於是不再拒絕。可床第間像不堪負荷，屢次乞求休止。宗不聽，少女說：“你這樣，我就化去。”宗害怕，才罷了。",
      "&emsp;&emsp;從此，感情十分親暱。而金錢、財帛常存滿箱櫃，也不知從那來的。女見了人，唯唯諾諾像是不會說話。宗也忌諱說她奇特的地方。懷孕十個月，算日子要生產了，進入室內，囑咐家中杜絕客人。於是自己用刀剖開臍下，取出孩子，令宗撕帛裹上，過了一夜就癒合了。又過了六七年，對宗說：“老天的緣份清償滿了，請就此告別。”宗一聽，不禁潸然淚下說：“卿來我家時，貧苦不能活，賴卿才小有成就。怎麼忍心就遠離？且卿又無娘家，以後兒子不知母親，也是一恨事。”女也抑鬱的說：“聚必有散，這是常規。兒子福相，君也能百歲，還求什麼？妾本姓何，如蒙恩眷，抱著我的舊物，招呼“荷花三娘子”，就能有所見。“說完，解脫說：“我走了。”宗驚顧間，飛去已高於屋頂，急忙躍起去拽，只拽下一隻鞋。鞋子掉到地上，化為石燕，色紅如丹朱，內外瑩澈，如同水晶一樣，拾起來藏了。檢查箱中，初來時的白帔風還在。每一思念，抱著招呼“三娘子”，就見女郎在眼前，歡顏笑黛，如生平一樣，只是不說話。"
    ]
  },
  {
    "title": "罵鴨",
    "href": "http://liaozhai.weebly.com/3262940232.html",
    "content": [
      "&emsp;&emsp;城西白家莊有個人，把鄰居家的鴨子偷來殺了吃。到了夜晚，他覺得皮膚很癢，天亮一看，皮膚上竟長出毛茸茸的鴨毛，而且一碰就痛。他很害怕，又沒有辦法可以醫治。晚上夢見一個人告訴他說：“你的病是上天的懲罰。必須要受那個丟鴨人的罵，鴨毛才會脫落。”可是，那位鄰居老頭向來氣量很大，丟失任何東西，從來不在語言和臉色上表現出來。於是騙老頭說：“鴨子是某人偷的，他最怕挨駡，罵他也可以警惕他將來不再偷。”老頭卻笑著說：“誰有閒氣來罵惡人？”始終不罵。",
      "&emsp;&emsp;偷鴨人更加窘迫，不得已，只好把偷鴨子的實情告訴給鄰居老頭，老頭這才責駡起來。這樣，偷鴨人的病也才痊癒。",
      "&emsp;&emsp;異史氏說：「注意啊，偷竊的人要小心啊：一偷就會長鴨毛！注意啊，罵人的要戒懼啊：一罵就會讓竊盜罪減輕！不過做好事也有方法，像鄰家的老頭，用罵來實行他慈悲的心。」"
    ]
  },
  {
    "title": "柳氏子",
    "href": "http://liaozhai.weebly.com/266112766323376.html",
    "content": [
      "&emsp;&emsp;膠州的柳西川，是法內史的管家，年紀已經四十多歲了，生了一個兒子，非常的溺愛他，什麼事都由著兒子的性子，唯恐違背了兒子的意思。兒子長大後，浪蕩奢侈不守規矩，柳西川一生的積蓄被揮霍乾淨。後來，兒子生了病，柳西川本來養著很好的騾子，兒子說：“肥騾子肉好吃，把騾子殺了給我吃，病就好了！”柳西川便想殺匹跛騾子，兒子聽說後，憤怒地咒駡起來，病勢也更加沉重，柳西川很害怕，忙殺了好騾給他吃，兒子才高興起來。但只吃一口騾肉，便扔在一邊不吃。病情還是沒有好轉，不久就死了。柳西川心情悲痛傷心得要死。",
      "&emsp;&emsp;過了三四年，柳西川村裏的人結香社去泰山祭拜。走到半山腰，見一個人騎著匹騾子迎面奔跑過來，奇怪的是那人模樣非常像柳西川死去的兒子。等他來到眼前一看，果然是。那人下騾來給每個人作揖行禮。村人都很驚駭，也不敢提他已經死了的事，只是問他：“在這裏幹什麼？”柳子回答說：“也沒什麼事，四處跑跑罷了。”便打聽眾人所住旅店主人的姓名，眾人告訴了他。柳子拱拱手說：“我還有件小事，來不及敍舊了，明天去拜訪你們。”說完，騎上騾子走了。",
      "&emsp;&emsp;村人回到旅店，以為柳子未必真來。第二天一早等著他，他果然來了。把騾子拴在走廊的柱子上，走進屋子一起談笑。眾人說：“你父親天天想念著你，你怎麼不回去探望探望他呢？”柳子驚訝地問：“你們說的是誰呀？”眾人回答說就是柳西川。柳子一聽，神色大變，過了好久，才說：“他既然思念著我，請你們回去捎話給他：我在四月七日，在這裏等他！”說完，告辭走了。",
      "&emsp;&emsp;村人回去後，把當時的情景講給柳西川。柳大哭，按約定的時間趕到那家旅店去見兒子，他把自己的事情告訴店主人。店主人勸阻他說：“那天我見你的公子神情很冷酷，像是沒安好心。依我看來，還是不見為好！”柳西川哭泣著，不相信店主人的話。主人說：“我不是故意阻止你，鬼神的事情不能以常理來度量，我是怕你遭到傷害。如果你一定要見，請你預先藏在櫃子裏，等他來後，看看他的言語和神色，如可以見你再出來。”柳西川按他說的藏在了櫃子裏。一會兒，柳子果然來了，問店主人：“姓柳的來了嗎？”主人回答說：“沒有！”柳子氣憤地罵道：“老畜牲幹什麼不來！”主人驚訝地說：“你怎麼罵父親？”柳子又罵道：“他是我什麼父親！當初我講義氣和他合作經商，沒想到他包藏禍心，暗中吞了我的血本，蠻橫無理賴帳不還！這次我一定殺了他才甘心，他那裡是我什麼父親！”說完，直接出門，邊走還邊罵：“便宜了他！”柳西川在櫃子裏聽得清清楚楚，冷汗從頭一直流到腳跟，大氣也不敢出。直到店主人叫他，他才鑽出櫃子，狼狽地逃回了老家。",
      "&emsp;&emsp;異史氏說：“像柳西川這樣突然得到巨額財富，有什麼值得高興的！他還錢的時候多難堪。兒子 把家業糟蹋浪費的一乾二淨之後，死了還不忘報仇，人的怨毒之心也太可怕啦！”"
    ]
  },
  {
    "title": "上仙",
    "href": "http://liaozhai.weebly.com/1997820185.html",
    "content": [
      "&emsp;&emsp;癸亥年三月，與高季文到稷下去，一起住在旅社。季文忽然病了。正好高振美也跟著念東先生到了稷下，一起討論怎麼醫療。聽袁鱗公說：南庄的梁氏家有狐仙，善於「長桑之術」(1)。於是一起去拜訪。",
      "&emsp;&emsp;梁氏，是一個四十多的女子，走起路來慢慢的有點像狐狸。到屋子裡面，在另一房間中掛著紅布幔。掀開布幔看，牆壁間懸掛觀音像；另有兩三幅圖案，騎著馬持著矛，隨從又多又雜。北邊牆壁下有桌子；桌邊有小座位，高不及尺，附著小錦褥，據說仙人來了，就住這裡。大家焚香拜揖。婦人擊磬三下，口中念念有詞。祝禱過後，請客人在外面坐下。婦人站在布幔下跟客人聊天，都是談些神仙的靈蹟。過了好久，太陽漸漸偏西。大家恐怕太晚不好回家，煩請婦人再祝請狐仙。於是婦人重新擊磐禱告。轉身說：「上仙最愛夜談，其他時間往往見不到。昨晚有應考秀才，帶酒菜來跟上仙喝；上仙也拿好酒答謝大家，賦詩歡笑。離開時，已經過了半夜了。」還沒說完，聽到房間裡面有細細瑣瑣聲音，像是蝙蝠飛叫。正在注意聽時，忽然桌上像是掉下一塊大石頭般，聲音很響亮。婦人轉身說：「嚇死人了！」接著聽到桌上有歎咤聲，像是中年人。婦人用扇子隔住小座位。座位上大聲說曰：「有緣啊！有緣啊！」大聲讓坐，又像拱手為禮。接著問客人：「有甚麼事嗎？」高振美遵照念東先生的意思，問：「見到菩薩了嗎？」回答：「南海是我常去的地方，怎麼會沒見到。」又問：「閻羅王也會換人嗎？」回答：「就跟陽世間一樣。」「閻羅王姓甚麼？」答：「姓曹。」談過後接著為季文求藥。說：「回去在夜裡奉祀茶水，我在觀音大士那裡討藥奉贈，不管甚麼病都會好。」大家都有問題，通通替大家說明解決。於是告辭回去。隔夜，季文稍稍好些。我跟振美整裝先回家，所以來不及再去拜訪了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;長桑之術：醫術。長桑，戰國時名醫，扁鵲事之惟謹，因傳以禁方，並出藥使扁鵲服，於是能見人五臟，醫道日精。見《史記·扁鵲倉公列傳》。"
    ]
  },
  {
    "title": "侯靜山",
    "href": "http://liaozhai.weebly.com/203993874823665.html",
    "content": [
      "&emsp;&emsp;吏部侍郎高念東先生說：“明朝崇禎年間，出了個猴仙，號靜山。牠的神靈托附在河間縣的一個老人身上，能和別人談論詩文，判斷吉凶，講起話來娓娓動聽，不感到疲倦。將飯菜蔬果放到桌子上，猴仙便吃得一片狼藉，只是不能見到牠。”那時先生的祖父臥病在床，有人來信說：“侯靜山，是個年老有道的人，不能不見見他。”於是高家便派僕人騎馬去河間縣請那個老人。這老人來到一整天了，而猴仙還沒有來到，便燒香祭祀。忽然聽到屋上大聲讚歎說：“這真是家好人家！”眾人驚訝地看去，又聽屋簷上還這樣說。河間老人站起來說：“大仙到了。”眾人便跟著老人整理衣帽出去迎接，又聽到拱手致意的聲音。隨後走進房內，大笑放聲言談。當時高侍郎的兄弟還是秀才，剛剛參加鄉試回來。大仙說：“二公考得好，不過五經要加強，再努力一下，就會飛黃騰達。”高公兄弟聽完後很恭敬地詢問祖父的病情，大仙說：“生死是件大事，其中的道理很難講清楚。”於是都知道病人有不祥之兆。不久，先生的祖父就去世了。",
      "&emsp;&emsp;起初有個耍猴子的人，到村子裏去耍猴子。猴子把鎖著牠的鐵鏈弄斷逃跑了，沒有追上，牠跑進了山裏。過了幾十年，人們仍然能見到。牠走起來像飛一樣，看到人就躲藏。後來漸漸跑進村裏偷吃果餅，可是村裏的人都找不到。有一天，村裏的人發現了牠，跟著追到野外，用箭把它射死了。但是猴子的靈魂居然不知道自己死了，只覺得身子像樹葉一樣輕，瞬間就能走百里路；於是去依附河間老人，說：“你能敬奉我，我就讓你發財致富。”於是自號叫靜山。",
      "&emsp;&emsp;湖南長沙也有個猴子，脖子上繫著條金鏈子，曾經往來於士大夫家。見到牠的人必定會有喜慶幸運的事。給牠果子，牠也吃。但不知道牠是從那裡來的，也不知道牠到那裡去。有位九十多歲的老人說：“我小時候還見到牠鏈子上有個牌子，上面有明代藩王官府的識記。”想來這猴子也成仙了。"
    ]
  },
  {
    "title": "錢流",
    "href": "http://liaozhai.weebly.com/3766627969.html",
    "content": [
      "&emsp;&emsp;沂水縣劉宗玉說：他的僕人杜和，有一次在園中，看見錢像水一樣流，深廣約二三尺。杜驚喜，用兩手抓滿錢，又趴在錢流上面。接著起來看，錢通通不見了；只有握在手上的還在。"
    ]
  },
  {
    "title": "郭生",
    "href": "http://liaozhai.weebly.com/3710129983.html",
    "content": [
      "&emsp;&emsp;郭生是淄博東山人，他從小特別喜歡讀書，但山村沒有地方可以請教。二十多歲時，他的字畫還有很多錯誤。以前，他家中狐狸作怪，衣服、食品、器物，總是丟失，他深深地為狐狸的禍害而苦惱。",
      "&emsp;&emsp;一天晚上，他讀自己作的詩文，讀過後，隨手把詩卷放在桌上。第二天一看，被狐狸塗得烏鴉鴉的，連字行都分辨不清。於是，他只好找稍稍乾淨的編輯起來讀，只剩六七十首，他心裏十分憤恨，可是又無可奈何。後來，他又收集了新寫的二十多篇作品，準備向人請教。早上起來，見詩卷被狐狸翻開攤在桌上，墨汁幾乎把它全部塗滿了，他更加憤恨。剛好王生有事到東山，他與郭生是好友，登門拜訪郭生時，見到被墨汁污染的詩卷，問是怎麼回事。郭生詳細訴說了他的苦惱，並拿出被塗壞的詩文給王生看。王生隨意看了看，發現狐狸的塗抹，好像有章法，再回頭看被牠塗污的文稿，好像繁亂可以刪去。他驚訝地說：“狐狸好像是故意的，牠不僅不是你的禍害，而且你應該馬上拜牠為師。”",
      "&emsp;&emsp;郭生開始不以為然，過了幾個月，郭生回頭看自己的舊作，忽然感到狐狸塗得很對。於是修改了兩篇放在桌上，觀察有什麼變化。到天亮時，又被狐狸塗了。這樣續了一年多，狐狸不再塗，只是用濃墨灑灑點點，弄得滿卷都是。郭生感到奇怪，拿去告訴王生。王生看了看說：“狐狸真是你的老師啊！這些文章不錯可以應考了。”這一年，郭生果然考上了秀才。他從此感激狐狸，常常買些雞肉黍米，留給狐狸吃。每次買別人名稿，自己不選擇，而是讓狐狸選擇。因此，他在縣、府兩級考試中都名列前茅。",
      "&emsp;&emsp;當時，葉、繆等人的作品，風格典雅，文詞華美，家傳戶誦。郭生有一個抄本，愛惜備至，不料被狐狸倒了約一碗墨汁在上面，污染得幾乎沒有剩餘的字；第二天，郭生又仿照葉、繆的題目創作，自己感到很得意，沒想到，狐狸又把它塗得漆黑。於是郭生漸漸不相信狐狸。但過了不久，葉公因為文章內容不當被囚禁，郭生又不得不佩服狐狸有先見之明。但自己每次憚精竭力的寫一篇文章，總是被狐狸塗壞。他自己認為考得很好，蠻不服氣，所以更懷疑狐狸亂來。於是拿了從前被狐狸圈點很多的文章來試狐狸，狐狸又全部塗汙。郭生笑著說：“這真是胡鬧了！為什麼以前肯定而現在否定呢？”於是，他就不再為狐狸安排飲食，並把讀過的書鎖在箱子裏。第二天清晨箱子明明鎖著，打開一看，卷面卻塗了手指粗的四道印，第一章塗了五道印，第二章也塗了五道印，後面就沒有塗了。此後狐狸沒有再來打擾。以後郭生在科舉考試中得了一次四等，兩次五等，才知道那徵兆已寄寓在狐狸的塗劃中。",
      "&emsp;&emsp;異史氏說：“志得意滿招來禍患，誠懇謙虛獲得好處，這是不變的道理。稍微有名氣，就自以為是，執著於葉、繆等人文章的習性，彆扭而不變通，造成不大敗塗地也不行。自滿造成的禍患就是這樣！”"
    ]
  },
  {
    "title": "金生色",
    "href": "http://liaozhai.weebly.com/373292998333394.html",
    "content": [
      "&emsp;&emsp;金生色，晉寧縣人。娶了同村木姓女子。生一個兒子，才滿周歲。金忽然病了，自己知道一定死。向妻子說：「我死了以後，你一定要改嫁，不要守節了！」妻子聽了，不斷發誓，一定守節。金搖手跟母親說：「我死了以後，麻煩您看顧阿保，不要叫太太守節了。」母親哭著答應了。不久金果然死了。親家母來弔喪，哭過了以後，向金母說：「老天降下惡耗，女婿忽然走了。我女兒太嬌弱了，將來怎麼過活？」母親正在傷心，聽到這話，非常生氣。憤怒的回答：「一定要她守節！」親家母不好意思沒再說。晚上陪女兒睡覺，私下說：「到處都有男人。你的相貌不錯，不用擔心找不到對象？現在不早早打算，只是守著孩子，不是傻瓜嗎？假如一定要守節，不應該用這種臉色相對待。」金的母親正好經過，聽到了一些話，更加生氣。第二天，跟親家母說：「兒子死前交代，不叫她守寡。現在那麼著急不能等待，還是讓她守寡好了！」親家母生氣的走了。母親夜裡夢到兒子回來，哭著相勸，心裡很奇怪。叫人跟親家母說，殯葬後隨便婦人決定。而詢問風水師喪葬問題時，都說該年不利於下葬。婦人想要表現一下，雖然帶喪，仍然化妝。住在家裡還是淡妝；一回娘家，則花枝招展。母親知道了，心裡很不痛快；因為她以後要嫁別人，也忍讓她。於是婦人越加肆無忌憚。",
      "&emsp;&emsp;村中有個無賴叫董貴的，見了婦人很喜歡她，用錢買通金的鄰婦，請他們想辦法。半夜，由鄰家爬牆到婦人寢室，兩個人在一起。來往了大約十來天，到處都有傳言，只有母親不知道。婦人房間夜裡只有一婢女，是婦人的心腹。一夜，兩個人正在高興，聽到棺木爆響，聲音像鞭炮。婢女在外面，看見死人從簾幕後面走出來，帶劍到寢室去。一下子聽到二人驚叫聲。不久，董光著身子逃走了。接著，金生色抓著婦人頭髮也出去了。婦人大叫。母親被驚醒，看見婦人赤身露體走出去，正在開門。問他話都不答理。跟出門去看，外面安安靜靜甚麼都沒有，不知道婦人去了那裡。回到婦人房間，燈火還亮著。看到男人的鞋子，叫婢女來問怎麼回事；婢女才畏畏縮縮的出來，講了經過，兩個人都十分驚詫。董逃到鄰家，縮在牆角。過了一陣子，見沒有聲音，才起來。身上光光的，又冷又怕，想要借衣服。看院子裡有一房間，門沒有關，就先躲進去。摸到床上，碰到女子的腳，知道是鄰居的媳婦。忽然生了淫蕩心，乘著她睡覺，偷偷就上床。媳婦醒來，問說：「你回來了？」回答：「嗯。」媳婦竟不懷疑，甚麼事都做了。",
      "&emsp;&emsp;起先，鄰居兒子有事去北村，要妻子開著寢室等他回來。回來以後，聽到室內有聲音，很奇怪跑去偷聽，聲音很淫穢。非常生氣，拿著刀子進屋。董很害怕，躲到牀下。鄰子把他殺了。又想殺妻。妻子哀泣著說明誤會，才放了她。可是不知道牀下是誰。叫母親起來，一起去看。見他，還有一點氣息；問他是誰，還會說話。可是刀傷好幾處，血流不止，不久就死了。鄰母很驚慌，跟兒子說：「捉姦捉雙你只殺一個，你能怎麼說？」兒子不得已，又殺了妻子。",
      "&emsp;&emsp;當夜，婦人父親在睡覺，聽到門外拉雜的聲音；出門看，大火燒到屋簷，而放火的人好像還沒離開。老翁大叫，全家人都出來。還好火剛燒起，很快撲滅了。叫人拿著弓弩，搜查放火的人。看見一個人像猿猴一樣，很快的跳牆走了。牆外面是老翁家的桃子園，園子四周圍牆都高大堅固。幾個人爬樓梯上去看，甚麼也看不到；只有牆下似乎有東西在動。問了也沒聲音，射箭過去，好像射在軟軟的東西上面。開門去看，一女子赤身躺臥，弓箭貫穿胸腦。仔細看，是老翁的女兒金生色的太太。驚駭的跟主人報告。老翁老媼驚痛萬分，不知道為什麼這樣。",
      "&emsp;&emsp;女子閉著眼睛，臉色灰暗，氣息微弱。叫人去拔腦上的箭，拔不出來；用腳踏著頭頂而後拔出來。女子喊了一聲，血噴出來，跟著斷氣死了。老翁很驚駭，不知道怎麼辦。天亮以後，以實情跟金母說。金母也不怨恨，只是跟他說明情況，叫他自己安葬。金有叔兄叫生光，很生氣到翁家去，詬罵從前的是非。老翁羞慚，賠罪請他回去。可是不知道婦人的情夫是誰。",
      "&emsp;&emsp;不久鄰居兒子捉姦自首，官府輕罰後結案了；可是鄰婦的哥哥馬彪不服，控告妹妹冤枉。官府拘捕鄰母；鄰母懼怕，說出始末。又喊金母；金母假託生病，請生光代替說明，把一切事情都說出來。於是從前事情一併鬧出來，牽扯到木翁夫婦，官府廉潔探知情況。木家因為慫恿女兒改嫁，坐視她宣淫，罰鞭刑；讓他繳錢贖罪，家產敗光。鄰母引導宣淫，杖斃。案子才了結。",
      "&emsp;&emsp;異史氏說：「金氏子真神奇啊！諄諄囑咐婦人再嫁，抑何明也！一個人都沒殺，可是相關的人都得到報應，能不說神奇嗎！鄰母誘拐別人媳婦，反使自己媳婦受害；木母珍惜女兒，結果卻殺女兒。鳴呼！『想要知道以後的因果，現在做的就是了』，這個結果比來世回報更是快多了！」"
    ]
  },
  {
    "title": "彭海秋",
    "href": "http://liaozhai.weebly.com/244292802331179.html",
    "content": [
      "&emsp;&emsp;萊州的書生彭好古，在別墅讀書，離家很遠。彭生中秋節沒有回家，寂寞無伴。想到村中沒有可談心的人，只有一個丘生是城裏的名士，但他平素暗中作惡，彭生一直很鄙視他。月亮已經升起來，彭生更覺無聊，不得已，寫了個便條邀請丘生來。",
      "&emsp;&emsp;丘生來後，兩人飲了一會酒，這時有人敲門。書童出門迎接，有一個書生要求見主人。彭生離開宴席，恭敬地請客人進來。相互拱手施禮後圍坐在一起，彭生便問客人的家鄉住處。客人說：“小生是廣陵人，與您同姓，字海秋。值此良夜，在旅館裏非常苦悶。聽說您是高雅之士，於是便不經介紹前來相見。”看這個客人，穿著整潔的布衣服，談吐風雅，彭生高興地說：“是我的同宗人。今晚是什麼好日子，遇見這樣好的客人！”於是請他飲酒，像生平好友那樣招待他。丘生注意到彭海秋，好像很看不起丘生。丘生恭敬地和他談話，他卻傲然不以為禮。彭很替丘生難為情，所以打斷他的話，提議唱唱民間歌謠來助興，自己先唱。於是他仰天咳嗽兩聲，唱起了李白的《扶風豪士之曲》(1)。歌罷，互相歡笑。彭海秋說：“我不懂音韻，不能回報你的清歌，找個人來替我唱可以嗎？”彭生說：“可以。”彭海秋問：“萊州城有沒有名妓？”彭生回答說：“沒有。”彭海秋沉默很久，告訴書童：“剛才叫了一個人，就在門外，可以把她領進來。”",
      "&emsp;&emsp;書童出去，果然看見一個女子在門外徘徊，便把她引了進來。這女子有十六七歲，長得跟天仙一樣。彭生為她的絕美而驚歎，拉她坐下。女子穿著淡綠的衣服，黃色的披肩香氣飄滿四座。彭海秋慰勞她說：“座煩你千里跋涉了！”女子含笑地答應著。彭生感到奇怪，便追問怎麼回事。彭海秋說：“因為貴鄉沒有佳人，我剛才從西湖的船上把她喚了來的。”接著對女子說：“剛才在船上所唱的《薄倖郎曲》，很好聽。請再唱一遍。”女子便唱道：",
      "&emsp;&emsp;“薄倖郎，牽馬洗春沼。人聲遠，馬聲杳；江天高，山月小。掉頭去不歸，庭中空白曉。不怨別離多，但愁歡會少。眠何處？勿作隨風絮。便是不封侯，莫向臨邛去！”彭海秋從襪裏取出玉笛，隨歌聲吹起，曲子唱完笛聲也停止了。彭生驚歎不已，說：“西湖到這裏，何止千里，一叫就招來了，難道不是神仙嗎？”彭海秋說：“不敢說是神仙，但是我看萬里路途就像從屋裏到大門這麼遠罷了。今天晚上，西湖的風景月色，比平時還好，不可不去觀賞一番，可否跟我去遊覽？”彭生想仔細觀察他的奇異本領，答應說：“那太好了。”彭海秋問：“是乘船呢，還是騎馬呢？”彭生考慮坐船安逸，笑著說：“願意坐船。”彭海秋說：“此處找船較遠，天河中當有擺渡的人。”便用手向空中一招，說：“船來，船來，我們要去西湖，多給錢。”不一會兒，一隻彩船從空中飄落下來，煙雲圍繞著它。大家都上了船。",
      "&emsp;&emsp;只見一個人拿著短槳，槳尾排著密密的長羽翎，樣子很像羽扇，一搖清風習習吹來，船漸漸升入雲霄，向南遊行。急馳如箭。過了一會兒，船落入水中。只聽見奏樂聲，說話的嘈雜聲。彭生走出船艙一看，月亮印在煙霧籠罩的湖面上，遊船很多，很熱鬧。他們也學別人，停了槳，任船自己遊動。仔細一看，真是西湖。彭海秋在艙後，端出佳餚美酒，他們快樂地相互敬酒。不一會，一隻樓船，漸漸靠近，兩隻船靠在一起往前走。彭生隔著窗子看去，樓船中有兩三個人，圍著下棋喧笑。彭海秋很快舉起一杯酒對女子說：“用這杯酒歡送你回去了。”女子飲酒時，彭生依依不捨地陪伴她，惟恐她離去，用腳碰了碰她。那女子也暗送秋波。彭生更加動情，相約以後見面的日期。女子說：“如果愛戀，只要問娟娘的名字就可以了，沒有不知道的。”彭海秋便把彭生的綾巾給了那女子，說：“我為你們代訂三年後相會之約。”說完站起來，把女子托在掌心說：“神仙啊，神仙！”便扳開鄰船的窗子，把女子放進去。窗口如盤子大小，女子伏著身子像蛇一樣鑽進去，一點也不覺得狹窄。一會兒，聽到鄰船上說：“娟娘醒了。”船立刻划開了。",
      "&emsp;&emsp;彭生站在船頭，遠遠看見樓船停泊，船上的人紛紛下船走了，遊興頓時消失。於是對彭海秋說，想要登岸眺望。剛一商量，船已經自己靠了岸。彭生離開船快步走了。覺得走了一里多遠。彭海秋從後面趕來，牽著一匹馬，叫彭生拉住馬。彭海秋又往回走，說：“等我再借兩匹馬來。”但過了好長時間還不見他回來。這時行人已經稀少，抬頭看看，月亮轉到了西邊，天快亮了。丘生也不知到那裡去了，彭生拉著馬團團轉，不知是進是退。他牽著馬的疆繩來到停船的地方，可是人和船都沒了。想到腰中沒錢，更加憂愁惶恐。",
      "&emsp;&emsp;天大亮了，彭生看見馬背上有個小口袋，把手伸到口袋裏，摸到三四兩白銀。彭生買了點吃的，坐著等待，不覺已到中午。彭生心想不如暫時去訪娟娘，也可以慢慢打聽丘生的消息。可是打聽娟娘的名字時，並沒有知道的人。彭生興趣索然，第二天便走了。馬很馴良，不是劣馬，走了半個月才回到家。當彭生等三人乘船飛上天的時候，書童回家報告：“主人已成仙飛走了。”全家人悲哀啼哭，說他回不來了。彭生回到家，把馬拴好進到屋裏。家裏人又驚又喜，都來詢問。彭生從頭到尾講述了他所遇到的奇異事情。但考慮到自己一個人回到家鄉，恐怕丘生家裏聽到後來追問，彭生告誡家裏人不要張揚出去。後來說到馬的由來，眾人以為是仙人所遺留的，便一起到馬廄去察看。到了馬廄，馬沒有了，只有丘生被疆繩拴在馬槽旁邊。眾人嚇壞了，喊彭生出來看看。彭生見丘生低著頭在馬槽下，面色死灰，問他不說話，只是兩眼一張一閉而已。",
      "&emsp;&emsp;彭生很不忍心，把他解開，攙扶到床上。丘生好像失魂落魄一樣，給他灌湯水，能慢慢咽下去。半夜，丘生稍微蘇醒，急著要上廁所。彭生扶著他到廁所去，拉下來幾坨馬糞。又給他點湯喝，才能說話。彭生靠著床問他怎麼回事。丘生說：“我們下船以後，彭海秋找我閑聊。到了沒人的地方，他忽然拍我的脖子，於是我迷糊跌倒，伏在地上定一會神，發現自己已經變成了馬，心裏還明白，但不能說話了。這個奇恥大辱實在不能讓我妻子知道，請你不要洩露！”彭生答應了，要僕人用馬把他送回家。彭生從此對娟娘念念不忘。",
      "&emsp;&emsp;過了三年，彭生因為姐夫到揚州作官，他前去探望。揚州有個梁公子，與彭家是世交，設宴邀請彭生。宴席上有不少歌姬，都來參見梁公子。公子問娟娘怎麼沒來，家人說她病了。公子生氣地說：“這丫頭自以為身價高，可用繩子去將她捆來！”彭生聽到娟娘的名字，吃驚地問她是誰。公子說：“這是個妓女，廣陵數她第一。因為小有名氣，便傲慢無禮。”彭生懷疑是偶然同名，但是又很著急，非常想見一見她。不多時，娟娘來了，公子生氣地數落她。彭生仔細一看，真是三年前中秋節晚上所見到的那個，便對公子說：“她與我是老交情，請你原諒她。”娟娘向彭生這邊仔細觀看，也感到驚愕。公子沒有工夫深問，便命令她斟酒。彭生問：“《薄幸郎曲》還記得嗎？”娟娘更加驚駭，注視他多時，才唱起這支舊曲。彭生聽她的聲音，和當年中秋節時一樣。",
      "&emsp;&emsp;喝完酒，公子命令娟娘侍奉客人入寢。彭生握住她的手說：“三年之約今天開始實現了吧？”娟娘說：“那天我跟人泛舟西湖，飲沒幾杯，忽然像醉了似的。朦朧間，被一個人帶走，安置在一個村子中。一個書童引我進屋；席間有三位客人，您就是其中的一個。後來乘船來到西湖，您送我從窗口回去，依戀不捨。每當凝神思念此事，總覺得是夢幻；但是綾巾卻在，現在還在我的衣服包中收藏著。”彭生把從前的事告訴她，倆人驚歎不已。娟娘倚入彭生的懷裏，哽咽著說：“仙人已經作了媒約，您不要因為我是風塵中人，可以拋棄，就不再思念我這苦海中的人！”彭生說：“船中的約會，一天也沒有離開我的心頭。你若是有意，就是賣房子賣馬匹去贖你，也在所不惜啊！”",
      "&emsp;&emsp;第二天早晨，彭生將自己的心意告訴了梁公子；又到姐夫家借了些錢，花了一千兩銀子在妓女簿上除去娟娘的名字，帶著她回了家。偶爾來到別墅，她還能認出當年飲酒的地方。",
      "&emsp;&emsp;異史氏說：“馬轉為人，他為人行事一定像畜牲一樣，讓他變成馬，正是恨他的行為不像人。獅象鶴鵬，受到鞭策，怎麼可以說不是神人的仁愛呢？即使是訂了三年之約，也是度拔苦海啊。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;李白《扶風豪士歌》：洛陽三月飛胡沙，白骨相撐如亂麻。我亦東奔向吳國，來醉扶風豪士家。"
    ]
  },
  {
    "title": "堪輿",
    "href": "http://liaozhai.weebly.com/2257036671.html",
    "content": [
      "&emsp;&emsp;沂州宋侍郎君楚這一家，對堪輿學很有研究；即使是女子也能讀堪輿的書，知道他的道理。宋公逝世，兩位公子各立獨立，為父親尋找好墓穴。聽聞有善於青烏之術(1)的，不遠千里，爭相聘請。於是兩家人請來的風水師，將近百人；天天騎著馬到處看，就像兩個部隊各自出入。經過一個多月，各自挑到好的安葬地點，這個說封侯，那個說拜相。兄弟兩都很自負，不肯商量，都營造葬地，錦棚綵簾，兩處都準備得很周全。靈車到了分岔路口，兄弟各自率領下屬互相爭奪，從早到晚，不能解決。賓客都各自回去了。挑夫換挑了十幾次，每個人都累死了，相繼把靈柩放在路邊。所以停著無法安葬，接著在停靈柩地點，請工人蓋房子，來擋風避雨。哥哥蓋一棟房子，留人看守，弟弟也蓋一樣的房舍，哥哥再蓋，弟弟又蓋：三年以後這裡變成了村莊。多年以後，兄弟相繼過逝；嫂嫂跟弟媳才一起商量，破除從前不同的意見，一起去看葬地，看了所選的兩塊地，都說不好，於是一起出資，請風水師另外尋找。每相中一塊地，一定畫圖呈上來看，判斷好壞。每天都有好幾張圖，都有缺點。過了十幾天，才找到一塊地。嫂嫂看完圖，高興的說：「可以了。」拿給弟媳看。弟媳說：「這塊地會先出一個武孝廉。」葬後三年，宋公的長孫果以武科舉上榜。異史氏說：「青烏之術，可能有道理；可是癖好而盲從，就是癡子。更何況負氣相爭，把靈柩放在路邊，對於孝悌的道理不加理會，怎麼期望以地理風水來福蔭兒孫呢！，像嫂嫂跟弟媳這樣，才是優雅而可以留傳的。」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.青烏術：《青烏先生葬經．序》中有云：「先生漢時人，精地理陰陽之術，而史失其名。晉郭氏《葬經》引經曰為徵者，即此是也。先生之言，簡而嚴，約而當，誠後世陰陽之祖也。"
    ]
  },
  {
    "title": "竇氏",
    "href": "http://liaozhai.weebly.com/3143127663.html",
    "content": [
      "&emsp;&emsp;南三復是晉陽的世家。他有一個別墅，離他的住所有十多里路，他每天騎馬去一次。",
      "&emsp;&emsp;這天，正好遇到雨，途中有一個小村子，見一農戶人家，門內寬敞，因此進去避雨。近村人原來都很怕他，所以主人小心翼翼的出來邀請他。",
      "&emsp;&emsp;進了屋子，見裡面東西很少。客人坐下了，主人才開始拿起笤帚，殷勤打掃。接著調蜜做茶。南讓他坐，他才敢坐。問他姓名，自言：“姓竇，名字叫廷章。”不一會兒，進酒烹雞，招待周到。有一少女上菜，不時留在門外，稍露出半個身子，年紀十五六歲，美妙無比。南便動了心。雨停了回來，思念甚切。",
      "&emsp;&emsp;過了一天，便拿了糧食，布帛去答謝，借機示好。從此，時常來往。有時帶著酒菜，相互留連。與女子也漸漸熟了，不甚迴避，時常在他面前來往。仔細打量，卻見她低頭微笑。南更加心蕩，頻來往返，過兩三天一定來一趟。",
      "&emsp;&emsp;一天，正好竇父不在，坐了很久了，女出來應酬客人。南便拉著她的胳膊，他羞慚著急，厲聲相拒說：“奴雖貧窮，還要嫁人，你怎麼憑著富貴欺負人？”當時，南剛喪妻，便施禮說：“倘若獲小姐憐惜眷顧，一定不再娶別人。”女要他發誓，南對著上天發誓：永不變心。女於是答應嫁給她。",
      "&emsp;&emsp;從此開始，看到竇父外出，就過來溫存。女催促她說：“房間裡約定的事不會長久，不能每天都把事情遮掩著，如果能訂下婚姻，父母一定引以為榮，不會不同意，要快快處理。”南答應了。",
      "&emsp;&emsp;他回來一想，一個小農家，豈能匹配自己。因此，以後就找一些理由來搪塞。正好媒人來提親，對方是一大家閨秀。起初他還猶豫，後來聽說對方有錢而貌美，便下了決心。竇女因為懷了孕，催得更急，南卻絕跡不去了。",
      "&emsp;&emsp;不久，竇女臨產，生下一男。其父憤怒，鞭打女兒，女兒詳細說了，並且說：“南已經發誓要娶我了。”父親才饒了女兒。讓人去問南三復，南卻一口咬定，沒有這回事。竇父於是丟了孫子，更加毒打女兒。女兒偷偷哀求鄰居婦人，告訴南三復她的情況，可是南知道後依然不理。女兒在夜裏逃出來，看到被丟棄的兒子還活著，就抱著去找南。敲門告訴南的僕人說：“只要得到你主人的一句話，我可以不死；他即使不念我，難道連兒子也不管？”守門人告訴南，南告誡僕人不要讓她進來。女靠著門悲哭。五更天才沒了聲音。等到天亮再看，女抱著小兒子已經僵死了。竇父惱怒，上告官府。官府都認為南不仁不義，想要治他的罪，南很害怕，用許多錢賄賂才倖免於難。",
      "&emsp;&emsp;與南說親的那戶人家，突然夜裏夢到竇氏披頭散髮抱著兒子告誡說：“千萬不要答應了負心郎！你若答應，我一定殺死她！“可是這家人也貪圖南家富貴，最後還是有答應了。等到迎親時，嫁妝十分豐盛。新娘也清秀漂亮，可是心情悲痛，整日不見笑臉。枕席之間，時常有涕淚。問她，也不說。",
      "&emsp;&emsp;過了數日，新娘父親來，進門便落淚。南還沒來得及問原因，攙扶著進入裏邊，見了她女兒驚駭地說：“剛在後院，看見我女兒已經吊死在桃樹上，現在房中是誰呀？”女子聽到這句話，臉色突變，撲地而死。上前一看，卻是竇女。急忙來到後院，新娘果然自己上吊死了。驚懼十分，去告訴竇家。竇的父親挖開女兒墳墓，打開棺材，屍體果然沒有了。前憤未除，竇父更加慘怒，又去告官。官府因為事情近乎虛幻，不容易定罪。南又用重金賄賂竇父，哀求他停止上告。官府也受了他的賄賂，事情於是告一段落。",
      "&emsp;&emsp;可是南家從此不再富裕。又因詭異的事情到處傳播，數年之間沒有人敢嫁給他。南不得已，在百里以外聘娶了一個曹進士的女兒，還沒有成親，正好民間訛傳，說朝廷將選民女入宮充妃嬪，所以，有女兒的，都送到了夫家。",
      "&emsp;&emsp;一天，有一個婆婆領一頂轎子來，自稱是曹家送女兒來的。扶女進了屋，對南說：“選嬪妃的傳聞很急，倉促間不能盡禮，暫送小娘子來。”南問：“怎麼無客人？”婆婆說：“有一點嫁妝，跟著就來。”婆婆匆匆走了。南看女子也風雅標緻，於是跟她談笑。女低頭抓帶子，神情絕像竇女，南心中不安，可是不敢說。女登上床，拉被子蒙頭睡下。南以為是新人常態，不在意。等到天黑，曹家的人沒來，才開始懷疑。拉開被子問女子，女子已經奄然僵死了。驚怪不知所措，飛書告知曹家，曹家說沒有送女兒的事。於是又相傳為怪事。",
      "&emsp;&emsp;當時有一姚孝廉的女兒新葬，隔了一夜屍體被盜，聽到南家怪事，到南家去看，果然是自己女兒。打開被子一看，見女赤身裸體。姚家憤怒，寫了狀子告官。官府因為南多次無德，十分厭惡他，因此以盜屍罪判了死刑。",
      "&emsp;&emsp;異史氏說：“開始亂來而終於有結果的，還是不道德；更何況開始時信誓旦旦而往後卻冷血決絕的呢？被打了，不管他；上門哭求了，仍然不管她；怎麼忍心啊？可是回報他的，也比李十郎(1)淒慘多了。”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;隴西書生李益(十郎)與霍小玉相戀，後來李益進士獲官，但歸家後立即變心從母命，貪圖權勢，另娶鳳閣侍郎盧誌之女。某俠黃衫客激於義憤，乃挾持李益往小玉家稱罪。小玉得知事實，竟悲憤而死。死後化作厲鬼，使李益夫妻不和。"
    ]
  },
  {
    "title": "梁彥",
    "href": "http://liaozhai.weebly.com/2675324421.html",
    "content": [
      "&emsp;&emsp;徐州有個叫梁彥的人，患了鼻塞打噴嚏的病，很長時間都沒治好。有一天，他正在睡覺，感到鼻子特別癢，急忙起來打了一個大噴嚏。有個東西突然噴出來落到地上，形狀像屋脊上的瓦狗。有指頭頂那麼大。又打了一次，又噴出一個。一連打了四次，噴出了四個。這四個小東西蠢蠢爬動，聚集到一起互相嗅聞。片刻之間，只見一個強壯的吃了其中一個瘦弱的，吃下後身子頓時長大。一會的工夫，互相吞吃的結果，只剩下一個。身子比老鼠還大。他伸出舌頭轉著舔自己的嘴唇。­­",
      "&emsp;&emsp;梁彥非常吃驚，用腳去踩，牠卻反沿著梁彥的襪子向上爬，逐漸爬到他的大腿上。梁彥抓著衣服用力抖動，可這東西粘在上面下不來。一會兒它鑽入衣襟下，爬到粱彥腰側時，就用爪子抓搔。梁彥非常害怕，趕忙解開衣服脫下扔到地上。一摸，那個東西已貼伏到腰上，用手推，推不動；用指甲掐，卻很痛，竟然成了附在皮膚上的肉瘤。牠的嘴和眼已經閉上，好像一隻趴著的老鼠。"
    ]
  },
  {
    "title": "龍肉",
    "href": "http://liaozhai.weebly.com/4084532905.html",
    "content": [
      "&emsp;&emsp;太史姜玉旋說：「在塞外龍堆這個地方，挖地幾尺深，便可以挖到許多的龍肉，隨便人割取，但是不能說出跟（龍）有關的任何一個字！",
      "&emsp;&emsp;如果有人不信邪的話，只要說出（龍肉），馬上雷電交加，把人電擊而死。」",
      "&emsp;&emsp;太史姜玉旋曾經吃過這肉，所以應該不是騙人的。"
    ]
  }
]
