[
  {
    "title": "金世成",
    "href": "http://liaozhai.weebly.com/373291999025104.html",
    "content": [
      "&emsp;&emsp;金世成，長山人，行為一向不檢點。忽然出家當了和尚，跟瘋子一樣，以吃污穢的東西爲美味。狗和羊拉下的屎，他往往上前趴著吃掉。自稱是佛。愚昧的鄉民婦人覺得他的行爲很奇特，拜他爲師的數以萬計。金世成呵斥他們吃屎，他們沒有敢不聽從的。他要建造一座佛殿，耗費了大量錢財，但人們都樂意捐錢。縣令南公厭惡他的怪異行爲，就把他抓了起來鞭打他，要他修建孔廟。他的徒弟們爭相轉告說：“我們的佛遭難了！”爭著募集錢財救他。結果，孔廟很快就建成了，金錢的募集比嚴酷的差役催逼還要快。",
      "&emsp;&emsp;異史氏說：“我聽說金道人，人們都就著他的名字（的字音）稱呼他是“今世(金氏)成佛”。他的品味可以吃許多髒東西，真是夠了。鞭打不足以羞辱他，而懲罰他卻正好有助於社會，南縣令運用的辦法多麽巧妙啊！可是學校校舍不好卻求助於妖道，這也是士大夫的羞恥啊！”",
      "&emsp;&emsp;筆者評",
      "&emsp;&emsp;:",
      "&emsp;&emsp;原來宋七力在古代就有了，只是現代的宋七力",
      "&emsp;&emsp;少了餐屎宿荒的本能",
      "&emsp;&emsp;，而愚夫愚婦則升格為總統候選人；至於選上總統的，又缺少了縣令的巧思了！"
    ]
  },
  {
    "title": "董生",
    "href": "http://liaozhai.weebly.com/3389129983.html",
    "content": [
      "&emsp;&emsp;董秀才，字遐思，青州西鄙人。",
      "&emsp;&emsp;一個冬天的傍晚，董生把床上的被子鋪開，點著了炭火。才要點燈時，朋友招呼去喝酒，於是鎖上門去了。到了朋友那裏，在座的有一個大夫，這個大夫善長太素脈法，給大家一個個診脈。",
      "&emsp;&emsp;最後給秀才王九思和董生診脈，診過後大夫說：“我見的人也多了，但脈象奇特的沒有超過你們二位的。富貴但又有貧賤的徵兆，長壽卻又有短命的徵兆，我實在不明白這是什麼原因，不過董君這個徵兆是確確實實的。”",
      "&emsp;&emsp;大家都很驚訝，細問大夫，大夫說：“我也只能看到這一步，其餘的不敢亂猜了，希望二位自己要謹慎。”",
      "&emsp;&emsp;二人剛開始聽時也很害怕，但後來又覺得大夫說得模棱兩可的，就不太在意了。",
      "&emsp;&emsp;半夜，董生回來，見屋門虛掩著，十分驚疑，但自己醉醺醺的，心想一定是走的時候匆忙，忘了鎖門。進了門，沒有先點火，先把手伸到了被裏，看看熱不熱。手才伸進去，就感覺到有人在被子裏面，十分驚訝，縮回了手，急忙點著了燈，一看，竟然是一個佳麗，跟仙女一樣。董生高興壞了，又試探著往下身摸，結果摸到了一條長長的尾巴。董生害怕極了，想要跑，這時女子醒了，伸出手來抓住了董生，說：“你要去哪兒？”董生更害怕了，哆哆嗦嗦地哀求放過自己。",
      "&emsp;&emsp;女子笑著說：“你為什麼見我這麼怕呀？”",
      "&emsp;&emsp;董生說：“我不怕你的頭我怕你的尾巴！”",
      "&emsp;&emsp;女子又笑著說：“你誤會了吧，哪有什麼尾巴。”",
      "&emsp;&emsp;女子拉著董生的手，讓他往裏面摸，結果摸著大腿滑潤潤的，光嫩嫩的。",
      "&emsp;&emsp;女子笑著問：“怎麼樣？醉態朦朧，不清不楚的，反倒這樣瞎說。”",
      "&emsp;&emsp;董生本來就喜愛女子的美麗，此時更覺得腦子有些糊塗，心想還是自己弄錯了，但又不明白女子是從哪裡來的。",
      "&emsp;&emsp;女子說：“你不記得原來東邊住的那個黃毛丫頭了？現在算一算，我搬走已經十年了，那時我們都還小呢。”",
      "&emsp;&emsp;董生恍然大悟，說：“原來你是周氏的阿瑣呀。”",
      "&emsp;&emsp;女子說：“是。”",
      "&emsp;&emsp;董生說：“你這麼一說我想起來了，十年不見，你出落成這樣了，不過你怎麼能突然來了？”",
      "&emsp;&emsp;女子說：“我嫁了一個傻男人四五年了，公公婆婆相繼去世，現在丈夫也死了，剩下我孤身一人，無依無靠，小時候認識的人只有你了，就來相見。來時天已晚了，正碰上有人請你去喝酒，就偷偷在這等你回來。等的時間長了，腿腳冰涼，就蓋上被子暖和暖和，你不要瞎猜。”",
      "&emsp;&emsp;董生很高興，脫衣上床，很是滿意。",
      "&emsp;&emsp;過了一個多月，董生逐漸瘦弱了，家人很奇怪，問他，他也說不知道。時間長了，面目不成樣了，董生這才害怕了，於是找那個擅長診脈的大夫給看。",
      "&emsp;&emsp;大夫說：“這是妖脈，以前所說的死兆應驗了，沒辦法治了。”",
      "&emsp;&emsp;董生大哭，大夫不得已，給他針灸他的手和肚臍，並給了些藥，並囑咐董生說：“如果再遇到了，一定要堅決地拒絕。”",
      "&emsp;&emsp;董生此時也自危了。",
      "&emsp;&emsp;回去後，女子又笑著要和他親熱，董生火了，說：“別再糾纏我了，我都快死了！”說完頭也不回地走了。",
      "&emsp;&emsp;女子十分慚愧，但也發怒了，說：“你還想活呀！”",
      "&emsp;&emsp;這天夜裏，董生吃了藥，自己一個人睡。剛閉上眼，就夢見與女子做男女的事，醒了則已經遺精了。董生更害怕了，搬到內室去睡，妻子和孩子一邊一個守著，但夢境如故，再看女子已經沒有了。過了幾天，董生吐了很多的血，死了。",
      "&emsp;&emsp;王九思一天在書房裏，見來了一個女子，非常美麗，於是留了下來。問女子是哪裡人，女子說：“我是董生的鄰居，他以前和我好，不料被狐狸迷上了，死了。這狐狸妖氣可怕，你們讀書人可要防備。”王九思很敬佩這個女子，和她親熱歡娛，過了幾天，精神恍忽，病了。",
      "&emsp;&emsp;這一天王九思忽然夢見董生來了，對他說：“和你好的是個狐狸，殺我的就是她，現在又要殺你了。我已經在陰間的官府告了她，要報這個仇，今後的七天裏，你一定在室外燒上香，千萬不要忘了。”",
      "&emsp;&emsp;王九思醒了以後很詫異，對女子說：“我病得很厲害了，恐怕要死了，有人勸我不要再和你同床了。”",
      "&emsp;&emsp;女子說：“要是有那麼長的壽命，同床也能活，要是沒有那麼長的壽命，不同床也死。”",
      "&emsp;&emsp;女子坐在那裏與王九思說笑，王九思管不住自己，又和女子合好。完了就又後悔，也禁不住。",
      "&emsp;&emsp;到了晚上，王九思點了一柱香插在門外，女子來了，給拔掉扔了。夜裏，王九思又夢見董生來了，責怪他不聽囑咐。第二天，王九思囑咐家裏人，等他睡了以後在門外偷偷點上香。",
      "&emsp;&emsp;女子晚上在床上時，忽然驚起，問：“又點香了？”",
      "&emsp;&emsp;王九思說不知道，女子起來，找到香，又折斷，滅了。",
      "&emsp;&emsp;女子回到屋裏，說：“這是誰教你這麼做的？”",
      "&emsp;&emsp;王九思說：“可能是家裏人擔心我的病，聽做巫術的人告訴這麼做的吧。”",
      "&emsp;&emsp;女子不高興了，心緒不寧。王九思家人看香滅了，就又點上。",
      "&emsp;&emsp;女子忽然感歎說：“還是你的福澤深厚。我誤害了董生，又來找你，確實是我的過錯，我將和董生到陰間對質，你如果不忘我和你的好，不要壞了我的身體。”",
      "&emsp;&emsp;女子說完，不甘不願地下了床，倒在地上死了，用燈一照，是一隻狐狸。王九思怕牠又活過來，急忙叫來家人，把皮剝了掛了起來。",
      "&emsp;&emsp;王九思病得很曆害，又看見狐狸來了。狐狸說：“我對陰間的官員講了，陰間的官員說董生見色而動，死當其罪，但責怪我不應該迷惑別人，把我的金丹收去了，讓我再還陽，現在我的身體在哪裡？”",
      "&emsp;&emsp;王九思說：“家人不知情，已經給剝了皮了。”",
      "&emsp;&emsp;狐狸非常難受，說：“我殺的人多了，現在死也已經算晚了，不過你真這麼忍心嗎！”說完恨恨而去。",
      "&emsp;&emsp;王九思病得差點兒死了，半年多才好。文章來自www.WenXueWu.com",
      "&emsp;&emsp;並略經修飾"
    ]
  },
  {
    "title": "齕石",
    "href": "http://liaozhai.weebly.com/407862006230707.html",
    "content": [
      "&emsp;&emsp;新城縣王欽",
      "&emsp;&emsp;文老",
      "&emsp;&emsp;先生家﹐有個姓王的養馬的人家﹐在很小的時候就到勞山去學習道法。練習久了以後﹐不吃煮過的食物﹐只吃松樹子跟白色石頭﹐而且整個身體都長毛。",
      "&emsp;&emsp;這樣過了幾年﹐",
      "&emsp;&emsp;因為母親老了﹐回家照料﹐又慢慢恢復吃煮熟的食物。不過還是吃石頭﹐只要對著太陽看石頭﹐就會知道石頭的酸甜苦辣﹐就像吃芋頭一樣。",
      "&emsp;&emsp;他在母親過世之後﹐又回勞山學道法﹐到現在又過十七八年了。"
    ]
  },
  {
    "title": "廟鬼",
    "href": "http://liaozhai.weebly.com/2428739740.html",
    "content": [
      "&emsp;&emsp;王啟後，山東新城縣人，其曾祖王象坤，曾做過山西左布政使，可謂出身名門。　　一日王公子於書齋小憩，忽見一婦人媚笑而入。",
      "&emsp;&emsp;王公子微微抬頭，見她面目肥黑，奇醜無比。心想自己家中，從沒有這樣一個老僕，不知這大娘是從哪裡來的。便問：大娘何事？",
      "&emsp;&emsp;那大娘也不回話，直向公子臥榻走去，而後自己寬衣解帶，直接撲在他身上。",
      "&emsp;&emsp;看起來，她竟是要與王公子共枕而眠。",
      "&emsp;&emsp;王公子顯然難以接受，力拒之。",
      "&emsp;&emsp;大娘知他不樂意，只是仍舊以笑相迎，盡力討好。就這樣軟磨硬泡，耗了王公子好幾天。",
      "&emsp;&emsp;王公子見她日夜常隨左右，煩不勝煩，可是無法驅逐，只得做老僧入定狀，任她如何撩撥，全不動搖。",
      "&emsp;&emsp;大娘不免惱羞成怒，順手給了他一記耳光。",
      "&emsp;&emsp;啪的一聲，看似很重，卻也不甚疼痛。",
      "&emsp;&emsp;而王公子依舊全不理她。",
      "&emsp;&emsp;大娘於是哭天搶地，撒起潑來，說：“既是這般無情，不如死了算了。”",
      "&emsp;&emsp;說完將一條素帶懸在屋樑上，就要拉他一起上吊。",
      "&emsp;&emsp;家裡其他人，雖聽王公子說他旁邊有一位大娘一直纏著他，但他們什麼也看不見，只覺得王公子這些天舉止怪異。",
      "&emsp;&emsp;這天只聽得王公子一聲慘呼，忽地飛身而上，懸在半空，脖子伸長，腿腳亂蹬。像是上吊吧，可是又不見繩索，而他臉上也沒多少痛苦神色，完全沒有要死的跡象。",
      "&emsp;&emsp;過了一會，他又忽然從天墜落，喊道：“她要拉我去跳河了！”轉身就向河邊狂奔，眾人強行拉住才停下。",
      "&emsp;&emsp;如此這般，每天不折騰幾次不停歇。",
      "&emsp;&emsp;家人見他千奇百怪的行為，也非常駭異，於是請來和尚道士，作法祈禳，然而毫不見效，又請名醫看診，同樣無效。",
      "&emsp;&emsp;這樣，又過了十來天。",
      "&emsp;&emsp;有一天忽見一金甲武士，手執鎖鏈而入，對著大娘怒叱道：“此等誠樸厚道之人，你怎敢攪擾糾纏。”說完鎖住大娘脖子，從窗戶拉了出去。一到窗外，現出原形，哪裡是什麼大娘，分明是一隻惡鬼。但見其目光如電，血口如盆。王公子登時想起城隍廟中四尊泥鬼，這隻惡鬼正是其中之一。不覺渾身冷顫。",
      "&emsp;&emsp;而從此之後，瘋魔盡去，總算恢復了正常。",
      "&emsp;&emsp;司馬少，2010年9月17日譯。",
      "&emsp;&emsp;http://blog.sina.com.cn/s/blog_6132a00b0100wf7a.html"
    ]
  },
  {
    "title": "陸判",
    "href": "http://liaozhai.weebly.com/3852021028.html",
    "content": [
      "&emsp;&emsp;陵陽這個地方有一個叫朱爾旦的人，他字小明，個性豪放大膽不拘小節，可是有些魯鈍不夠聰明，雖然努力向學，可是並不出名。    有一天，他在文社裡與眾人飲酒，有人戲弄他說：“你有豪放大膽的名聲，如果你能深夜到十王殿，把左邊迴廊的判官背來，大家就請你喝酒。”原來陵陽有個十王殿，裡面的神鬼都是用木頭雕刻的，裝飾栩栩如生。東廊有放置一個判官，祂的臉是綠色的，鬍鬚是紅色的，面目看起來更加猙獰。有時夜裡還能聽到兩走廊有拷打訊問的聲音，進入大殿的人都毛髮都豎立起來，所以眾人用這個來難為他。朱爾旦笑著站起來，直接走出去了。過了沒多久，眾人聽到門外有人大聲呼道：“我把髯宗師請到了。”眾人都站了起來。一會兒，朱爾旦背著判官進來，放到桌上，拿起杯來向地下灑了三杯，以示祭奠。眾人見了，害怕得發抖感到不安，都請他快背走。他又把一杯酒灑在地上，祝禱說：“門生狂率不雅，希望大宗師原諒不要責怪，我的茅舍離此不遠，有空一起來飲酒，請不要推辭。”於是又把判官木像背走了。",
      "&emsp;&emsp;第二天，眾人果然請他喝酒。直到了晚上，才半醉半醒的回到了家，覺得喝得還沒有盡興。於是又點燈一個人喝起酒來。忽然有人掀簾走進來，詳細一看，卻是陸判官。朱爾旦站起來說：“啊！我大概快要死了！昨天我冒犯了您，今日是來收拾我嗎？”陸判官撚著濃密的鬍鬚微笑著說：“不是這樣的，昨天承蒙你義氣訂約喝酒，夜裡偶然有空閒，來履踐和你的約定。”",
      "&emsp;&emsp;朱爾旦非常高興，牽著衣袖讓他坐下，自己去洗刷器具準備起火溫酒。判官說：“天氣溫和，冷飲就好了。”朱爾旦依從了他，把酒瓶放在桌上。奔告家人準備飯菜水果。妻子聽了，感到非常的驚駭，勸他不要去了，他不聽。等待酒菜做好了，立刻拿著出來。兩人互相敬酒，應酬完了，才詢問姓名。判官說：“我姓陸，沒有名字。”朱爾旦與他談古典文學，他對答如流。又問他：“知道戲曲評論嗎？”陸判官回答：“好壞也能辨別，陽間的誦讀和陰世大致上相同。”陸判官海量，一次飲十杯。朱爾旦因白天有喝了酒，於是覺得天搖地轉，趴在桌上睡著了。等到醒來的時候，見殘燭昏黃，鬼客人已經離開了了。",
      "&emsp;&emsp;從此之後，陸判",
      "&emsp;&emsp;三兩",
      "&emsp;&emsp;天就來一趟朱爾旦的家，彼此的感情更為融洽，時常睡在一起。朱爾旦拿出自己的文稿，陸判官就用紅筆在上面批改，說朱爾旦寫得都不好。    有一天夜裡，朱爾旦喝醉了就先去睡，陸判官還獨自在喝。朱爾旦在醉夢中忽然覺得臟腑微痛，醒了一看，卻是陸判官坐在床前剖開他的肚皮，拿出腸胃，一條一條整理。朱爾旦驚愕的問：“我跟你無冤無仇，怎麼要殺害我？”陸判官笑著說：“不要怕，我為你換了一顆聰慧的心。”從容的把腸子收起來，把肚子合起，之後用裹腳布捆住他的腰。整個做完之後，看床上竟無一點血跡，只在腹部的地方稍微感到有點麻麻的。見陸判官把一塊肉放到桌上。朱爾旦問是什麼，陸判回答說：“這是你的心，你的文章寫得不好，知道你的心竅毛孔塞住了，剛才在陰間千萬個心中，撿出一個好的來，替你換上，留下這一個來補缺的數目。”於是站了起來，關門離去。朱爾旦天亮起來之後，解開布條一看，縫的地方已經合上了，中間只有一條紅色的線。    從此朱爾旦文思有非常大的進步，看過的文章過目不忘。過了幾天之後，又拿出文章來請陸判官看，陸判官說：“這樣可以了，但是你的福氣微薄，不能有什麼大富大貴，頂多中個鄉科而已。”朱爾旦問說：“什麼時間？”陸判官回答說：“今年一定會中魁。”不久，科試果然中了第一名，鄉試中了前五名。同社的學友平時看不起他，等見到他的文章，相視感到驚異。詳細問他原因，他也說了。眾人一起求朱爾旦把自己介紹給陸判官想要結交。朱告知陸判官，陸判官也答應了。眾人設宴等待。一更天過後，陸判官到了，紅鬍子看起來鮮明生動，目光炯炯如電，。眾人都嚇得茫然失色，牙齒都在打顫，漸漸的全都逃走了。    於是朱爾旦攜著陸判官回家飲酒。喝得差不多了，朱爾旦說：“洗腸換胃，受恩惠已經不少了，還有一件事情想要麻煩您，不知道可以嗎？”陸判官問他什麼事？他說：“心腸可以換，面容想來也可換，我的結髮妻子面貌看起來不漂亮，還要麻煩您的刀斧，如何？”陸判笑著說：“好！這件事情容我慢慢去辦。”過了數天之後，忽然陸判半夜來敲門。朱爾旦趕忙起來開門讓他進來。點燈一照，見陸判的衣襟裡裹著東西。問他這是什麼，陸判說：“你前幾天託付我的事，我費了很大的心力去物色，今天正好得到一個美人頭，所以前來完成你的託付。”朱爾旦掀開一看，脖子上血跡還是溫熱。",
      "&emsp;&emsp;陸判催促朱爾旦趕快進去，不要驚動了家禽和狗。朱爾旦擔憂得把門窗全部關起來，只見陸判到了門前，手一推，門自己就關起來。朱爾旦帶他到了臥室內，看見朱爾旦的妻子側著身體睡著。陸判把美人頭叫朱爾旦抱著，自己在靴中取出如匕首一樣的刀子，按住朱爾旦的妻子的脖子，用力像切瓜一樣，脖子已經迎刃而斷開了，人頭掉落枕旁。急忙於朱爾旦懷中取出美人頭合在脖子上面，仔細的檢查有沒有歪掉，然後按捏一番，又把枕頭塞在肩膀處，讓朱爾旦把原來的頭埋在隱蔽處，這才離開。朱爾旦的妻子醒了，覺得脖子間稍微有點麻麻的感覺，面頰又覺得很緊，於是用手一搓，卻有乾掉的血跡一片片掉下來，驚駭萬分，呼喚婢女拿臉盆進來要洗臉。",
      "&emsp;&emsp;婢女見她滿臉都是血跡，嚇得昏倒在地。她洗了臉之後，整個臉盆的水都是紅色。抬起頭照了鏡子一看，容貌跟以前完全不一樣，又感到非常的驚駭。反覆對著鏡子照了又照，驚疑不能理解這是怎麼一回事。朱爾旦進來告訴她緣由。因此反覆仔細端詳，見長眉毛掩著鬢髮，臉上一笑有兩個酒窩，就畫中的美人一般。解開衣服的領子一看，只見脖子上只有一圈紅線，紅線上下皮膚的顏色，完全不相同。",
      "&emsp;&emsp;此前，吳侍御有個女兒相當漂亮，可是未出嫁就先死兩個丈夫，所以十九歲還沒有再嫁。",
      "&emsp;&emsp;正月十五",
      "&emsp;&emsp;上元節到十王殿遊玩，當時遊人很雜，裏面有一個無賴偷偷地看到吳女，立即被她的美色迷住，於是暗訪鄰里，乘夜色搭梯子爬進吳家，在寢室門上打洞進去，在床下殺死一名婢女，逼迫吳女和他通姦；吳女一邊奮力抵抗一邊大聲喊，賊人發怒，也把她殺了。吳夫人略微聽到吵鬧聲，就叫婢女前往探視，見到吳女陳屍血泊，驚恐萬狀。全家人都立即起來，把屍體停放在廳堂上，把被砍掉的頭放在脖子旁邊，全家人都悲痛地哭嚎，亂亂哄哄折騰一整夜。等到天亮掀開被子一看，發現屍身還在，而腦袋卻不翼而飛。所有侍女都被拷打一遍，責怪她們沒有盡到責任，導致葬屍犬腹。侍御告到縣裏。縣令嚴格限期捕獲賊人，可是三個月之後依然毫無所獲。漸漸地，朱家換頭的異聞就傳到吳公的耳朵裏。吳公滿腹狐疑，就讓夫人到朱家去探個虛實；進門後見到朱夫人，嚇得她立即跑去告訴吳公。吳公見女兒的屍體還在，於是大驚失色，不知所措。猜想是朱爾旦以歪門邪道殺了自己的女兒，就去問朱爾旦。朱爾旦說：“我內人做了一個換頭的夢，實在不明白這到底是怎麼回事；說我殺她，實在冤枉。”吳公不信，就把他告到官上。把全家人拘捕起來審訊，都和朱爾旦說的一樣。縣令也不能決定。    朱爾旦回家，讓陸判官出主意。陸判官說：“不難，應當讓他女兒自己說說這件事。”吳公夜間夢見女兒說：“我是被蘇溪的楊大年所殺，和朱孝廉沒有關係。他嫌妻子長得不漂亮，陸判官就拿我的頭和她換了，這樣我身體死了而腦袋還活著。請不要和他結仇。”醒後告訴夫人，夫人說也做了一個相同的夢。於是就和縣官說了這件事。經過查問，果然有個楊大年；楊大年被逮捕拷打，這才伏罪。吳公前往朱家，請見朱夫人，從此吳公和朱爾旦之間變成了翁婿關係。於是就把朱爾旦妻子的頭與吳女的屍體合葬了。    朱爾旦三次參加會試，都以違反考場規則被逐出考場。於是對仕途心灰意冷，一晃過去三十年。一天夜間，陸判官告訴他：“你的壽命不長了。”問日期，判官說還有五天。朱爾旦問：“還有救嗎？”判官說：“聽天由命吧，人怎麼能私自決定呢？況且以曠達之人的觀點看，生死一樣，何必以生為樂，以死為悲？”朱爾旦覺得此話有理。立即置備壽衣壽被和棺木；置備齊全之後，穿上壽衣就死了。第二天，夫人剛扶著靈柩痛哭，朱爾旦忽然飄飄然從外面走進來。夫人害怕。朱爾旦說：“我真的是鬼，和活著的時候相比大不一樣了。由於顧慮你們孤兒寡母，實在是戀戀不捨。”夫人大哭，鼻涕都流到胸前；朱爾旦款款情深地加以寬慰。夫人說：“古有還魂之說，你既然有靈，何不再生？”朱爾旦說：“天數不可違背呀。”夫人問：“在陰間做什麼事？”朱爾旦說：“陸判官推薦我掌管文檔事務，還授有官爵呢，也吃不了什麼苦。”夫人想再說兩句，朱爾旦說：“陸判官和我一起來的，趕快準備酒飯。”朱爾旦走了出去。夫人依照他的話做準備。只聽屋裏邊笑邊飲酒，高聲大氣，好像生前一樣。半夜偷偷一看，兩人卻早已無聲無息地不見蹤影。從此後每隔三兩天就來一次，有時還留下過夜，纏纏綿綿，一往情深，家中的事還順便料理一下。兒子朱瑋剛剛五歲，朱爾旦一來就抱起來；到七八歲的時候，他一來就在燈下教兒子讀書。兒子也挺聰明，九歲能寫文章，十五歲到縣學堂讀書，竟然不知道沒有父親。但從此以後朱爾旦來的次數逐漸少起來，只是偶爾才來一次。又有一天夜間朱爾旦來到後對夫人說：“今天來和你永別來了。”夫人問：“到哪兒去？”朱爾旦說：“奉玉帝之命，我當上了華山的山神，這一去路途遙遠，公務纏身，所以不能來。”母子倆扶著朱爾旦大哭，朱爾旦說：“別這樣！兒子已成人，家裏的境況還算說得過去，哪有一百年不離散的鸞鳳呢！”他看著兒子說：“好好做人，不要把你爹我的事業荒廢掉。十年後再相見吧。”說完逕自出門而去，從此斷絕來往。    後來瑋在二十五歲的時候考取進士，官職是行人。奉命祭祀西嶽華山，途經華陰縣，前方忽然出現車隊人馬，衝撞了儀仗隊。他感到十分驚訝。仔細一看車裏的人，原來是他父親。朱瑋從車上下來，停在路旁，可是車隊快速前行，連頭也不回。走過幾步，朱爾旦才回頭看看，並解下佩刀叫人拿著送給兒子。遠遠的傳話說：“佩帶它日後你會大富大貴。”瑋想追上去，但只見車馬人群，飄忽若風，轉眼不見，痛惜了很久；抽出刀來一看，製作極為精巧，上面還刻著一行字：“膽欲大而心欲小，智欲圓而行欲方。”意思是：膽大心細，智謀圓通，行為方正。瑋後來官至司馬。生了五個兒子，分別叫：沉、潛、沕、渾、深。一天夜裏，他們都夢見父親說：“佩刀應該送給渾。”於是大家照此辦理。渾後來的官職一直到總憲，而且政績斐然，頗有口碑    異史氏說：“截斷仙鶴的腿，來增長野鴨的腿，會做這種矯枉過正的事，那個人一定是癡心妄想。對身體動刀動斧，移花接木，稍加改變，首創者已堪稱奇跡；更何況洗腸刮胃，換頭整容！陸判官，這個人，可以說是外表醜陋，而內心聰明呀！從明朝至今，年代不算久遠，陵陽的陸判官塑像還在嗎？還靈驗嗎？真想為他執鞭趕車，實在太欽佩他。”"
    ]
  },
  {
    "title": "嬰寧",
    "href": "http://liaozhai.weebly.com/2334423527.html",
    "content": [
      "&emsp;&emsp;王子服，莒縣羅店人。幼年喪父，他非常聰明，十四歲考取秀才，入泮宮讀書。母親最鍾愛他，平常不讓他到郊野遊玩。聘定蕭氏為妻，還沒嫁過來就死了，所以王子服求偶未成。",
      "&emsp;&emsp;這天，恰逢正月十五上元節，舅舅的兒子吳生，邀王子服同去遊玩。剛剛到村外，舅舅家有僕人來，把吳生叫走了。王生見遊女多得像天上的雲彩，於是乘著興致一個人到處遊玩。有個女郎帶著婢女，手拿一枝梅花，容貌絕美，笑容可掬。王生目不轉睛地看著女郎，竟然忘了顧忌。女郎走過幾步，看著婢女笑著說：“這個年青人目光灼灼像賊！”把花丟在地上，說說笑笑地離開了。王生拾起花來神情惆悵，像是神魂都丟掉了，於是怏怏地回家。到了家裏，把拾來的花藏到枕頭底下，倒頭就睡，不說話也不吃東西。母親為他擔憂，請和尚道士施法消災祛邪，病情反而加劇。身體很快消瘦下去。醫師來診視，讓他吃藥發散體內的邪火，王生更恍恍忽忽，像是被什麼逮住了。",
      "&emsp;&emsp;母親細細地問王生得病的來由，他默默地不作答。恰好吳生來，王母囑咐他細細盤問王生。吳生到王生榻前，王生見到他就流下淚來。吳生靠近床榻勸解安慰王生，漸漸開始細問。王生把實情全說出來，而且求吳生代為謀劃。吳生笑著說：“你也太癡呆了，這個有什麼難？我幫你找她。在郊野徒步行走的一定不是顯貴家族。假如她尚未許配人家，事情就一定成功；不然的話，多拿一點錢財，估計一定會答應。只要你病癒，成事包在我身上。”王生聽了這番話，不覺開顏歡笑。吳生出去告訴王母，尋找那女子居住的地方，但不斷探訪，竟然一點蹤跡也沒有。王母十分憂慮，拿不出什麼主意。但是自吳生離開後，王生的愁容頓開，吃飯也略有長進。幾天之後，吳生又來了。王生問謀劃的事辦得如何，吳生欺騙王生說：“已經找到了。我以為是什麼人，原來是我姑姑的女兒，就是你的姨表妹，現在還在等人聘定。雖然是家中親戚婚姻有些隔礙，但以實情告訴他們，一定會成功。”王生高興的神色充滿眉宇間，問吳生說：“住在什麼地方？”吳生哄騙說：“住在西南山中，距這裏大約三十餘里。”王生又再三再四囑託吳生，吳生自告奮勇地承擔了下來。",
      "&emsp;&emsp;王生從此之後飲食漸漸增加，身體一天一天地恢復。看看枕頭底下，花雖然乾枯了，還沒有凋落，細細地拿在手上賞玩，如同見到了那個人。吳生不來他感到奇怪，寫信叫吳生來。吳生支吾推託不肯赴召。王生因怒恨而生氣，心情悒鬱，很不高興。王母擔心他又生病，急著為他選擇配偶，稍微和他商量，他總是搖頭不答應。只是每天盼著吳生。吳生最終沒有消息，王生更加怨恨他。轉而又想，三十里地並不遙遠，為什麼一定要仰仗別人？於是把梅花放在袖中，賭氣自己去西南山中尋找，家中人卻不知道。王生孤零零地一個人走，沒有人可以問路，只是朝著南山走去。大約走了三十餘里，群山重疊聚集，滿山綠樹，空氣新鮮，感覺特別清爽，四周安靜，一個行人也沒有，只有險峻狹窄的山路。遠遠望見谷底，在叢花群樹中，隱隱約約有小的村落。走下山進入樹林，見到房屋不多，都是茅屋，而環境十分幽雅。向北的一家，門前都種著柳樹，院牆內桃花杏花還開得很繁茂，夾雜著幾株美竹，野鳥在其中鳴叫。猜想是人家園房，不敢貿然進去。",
      "&emsp;&emsp;回頭看著，對著門有塊石頭平滑而光潔，就坐在石頭稍事休息。不久聽見牆內有女子高聲叫“小榮”，聲音嬌細。正在靜心聽的時候，有一女子由東向西，手執一朵杏花，低著頭自己想把花簪在頭上；抬頭看見王生，於是就不再簪花，含笑拿著花走進門去。王生仔細一看，這女子就是上元節時在途中遇見的。心中非常高興，但是考慮找不到進去攀談的理由；想喊姨，只是從來沒有來往，害怕有訛誤。門內又無人可問，坐立不安，來回徘徊，從早晨直到太陽偏西，眼光顧盼，幾乎要望穿，連饑渴都忘了。時時望見女子露出半個面孔來窺看他，似乎是驚訝他久不離去。忽然一位老婦扶著拐杖出來，看看王生說：“你是哪裡的年青人，聽說你從早上辰時就來了，直到現在，你想要幹什麼？不會肚子餓嗎？”王生趕忙起來行揖禮，回答說：“將在這兒等親戚。”老婦人耳聾沒聽見。王生又大聲說了一遍。老婦人於是問：“你的親戚姓什麼？”王生回答不出來。老婦人笑著說：“奇怪啊！姓名尚且不知道，怎麼能探親？我看你這年青人，只不過是書癡罷了。不如跟我來，吃點粗米飯，家裏有短榻可以睡，明天早上回去，問清楚姓名，再來探訪，也不晚。",
      "&emsp;&emsp;”王生正肚子餓，想吃飯，又因為從這以後便可漸漸接近那美麗女子，非常高興。跟從老婦人進去，見到門內白石鋪成的路，路兩邊樹上開著紅花，一片一片墜落在臺階上。順著路曲折轉朝西邊，又打開一扇門，豆棚花架佈滿庭中。老婦人恭敬地請客人進入房舍，四壁泛白，光亮如鏡；窗外海棠樹，枝條帶花伸入屋內；墊褥坐席，茶几坐榻，樣樣都非常潔淨光亮。剛剛坐下，就有人從窗外隱約窺看。老婦人叫道：“小榮，趕快做飯。”外面有婢女高聲答應。坐著的時候，詳細介紹家族門第。老婦人說：“你的外祖父，是不是姓吳？”王生說：“是的。”老婦人吃驚地說：“你是我的外甥！你母親，是我妹妹。近年來因為家境貧寒，又沒男人在，已致相互之間消息阻隔。外甥長成這麼大，還不認識。”王生說：“我這次來就是為了找姨，匆忙當中忘了姓名。”老婦人說：“我姓秦，沒有生育，只有一個小女兒，也是妾所生。她的母親改嫁了，留下來給我撫養，人也不算愚鈍；只是教得太少，喜嬉鬧，不知道憂愁。過一會兒，叫她來認識你。”沒有多久，婢女準備好了飯，雞鴨又肥又大。老婦人不斷地勸王生多吃，吃完飯後，婢女來收拾餐具。老婦人說：“叫寧姑來。”婢女答應著離開。過了不久，聽到門外隱隱約約有笑聲。老女人又喚道：“嬰寧！你的姨表兄在這裡。”門外嗤嗤的笑聲不止。婢女推著嬰寧進門，嬰寧還掩住自己的口，笑聲不能遏止。老婦人瞪著眼睛說：“有客人在，嘻嘻哈哈，成什麼樣子！”嬰寧忍住笑站著，王生向嬰寧行揖禮。老婦人說：“這是王生，是你阿姨的兒子。一家人尚且互不相識，真是讓人好笑。”王生問：“妹子有多大年紀？”老婦人沒有聽清，王生又說了一遍。嬰寧又笑起來，笑得俯下身子，頭都沒法抬起來。老婦人對王生說：“我說教得太少，由此可見了。年紀已經十六歲，呆呆傻傻像個孩子。”王生說：“比我小一歲。”老婦人說；“外甥已經十七歲了，莫非是庚年子出生，屬馬的",
      "&emsp;&emsp;?",
      "&emsp;&emsp;”王生點頭說是。又問：“外甥熄婦是誰？”王生回答說：“還沒有。”老婦人說：“像外甥這樣的才貌，怎麼十七歲還沒有聘定妻室呢？嬰寧也還沒有婆家，你兩人非常相匹配，可惜因為是內親有隔礙。”王生沒作聲，眼睛注視著嬰寧，一動也不動，根本無暇看別的地方。婢女向嬰寧小聲說：“眼光灼灼，賊的樣子沒有改變。”嬰寧又大笑，回過頭對婢女說：“去看看碧桃花開了沒有？”趕快站起來，用袖子掩住口，用細碎急促的步子走出門。到了門外，才縱聲大笑。老婦人也起身，叫女僕鋪設被褥，為王生安排住的地方，說：“外甥來這兒不容易，應當留住三五天，慢慢再送你回去。如果嫌幽悶，房屋後面有小園可供你消遣，也有書可供長讀。”",
      "&emsp;&emsp;飯剛吃完，王生家中人牽了兩頭驢來找王生。這以前，王母等王生很久不回家，開始懷疑。到村中尋找，竟然沒有一定蹤跡，就去詢問吳生。吳生記起以前說的假話，就讓王母到西南山中去尋找。一直經歷幾個村莊，才到這地方。王生出門，恰好遇見找自己的人。於是就進去告知老婦人，並且請讓嬰寧和自已一同回去。老婦人高興地說：“我有這個願望，並不是一朝一夕的事，只是我太老了無法走遠弱，外甥能帶妹子去，認識阿姨，非常好。”就呼叫嬰寧，嬰寧笑著來了。老婦人說：“有什麼喜事，笑起來就不停？你假若不笑，會成為一個更好的人。”嬰寧就故意鼓起眼睛。老婦人就說道：“大哥想要同你一起離開，你可以去整理行裝。”又用酒食招待王生家中人，才送他們出門，說：“你姨家田產豐裕，能養很多人。到了他們那兒不要回來，稍微學些詩，學些禮，也好將來事奉公公婆婆。就煩阿姨為你選擇一個好的配偶。”王生等人於是出發。走到山坳回頭看，還隱約看見老婦人靠著門朝北望。回到家中，王母看見嬰寧非常漂亮，驚奇地問是什麼人。王生回答是姨表妹。王母說：“以前吳生和你說的，是哄騙你。我沒有妹妹，從哪裡有外甥女？”於是問嬰寧，嬰寧回答說：“我不是這個母親生的。父親姓秦，死的時候，我還在繈褓中，記不起那時的事。”王母說：“我有一個姐姐嫁給姓秦的人，倒是確實的。但她死了很久，怎麼能又活過來？”於是細問老婦人的面目特徵和臉上的黑痣，都完全和那姐姐的特徵符合。王母又疑惑地說：“這倒是我姐姐，但是已死多年，怎麼能又活過來？”正在疑惑的時候，吳生來了，嬰寧迴避進入內室。吳生詢問知道了情況，迷迷惑惑地想了很久。忽然說：“這個女子名叫嬰寧嗎？”王生確認了，吳生急忙說是怪事。問他怎麼知道嬰寧的名字，吳生說：“嫁到秦家的姑姑去世後，姑夫一個人獨居，被狐妖所迷惑，害虛症而死。狐妖生下個女兒，名叫嬰寧，用繈褓裹著臥放在床上，家中人都見過她。姑夫死後，狐妖還時常來。後來家中求得道士的符咒貼在壁上，狐妖才帶著女兒離去。莫非這就是那個女兒嗎？”大家正在疑信參半的時候，忽然只聽到室內傳出哧哧的聲音，都是嬰寧的笑聲。王母說：“這女子也太嬌癡了。”吳生請求和她見面。王母進入內室，嬰寧笑聲正濃不顧母命。王母催促她出去見吳生，她才極力忍住笑，又面對牆壁呆了一會，才從內室出來。剛剛行完拜禮，又轉身急忙進入內室，放聲大笑。在屋子裏的婦女，都被她逗笑了。",
      "&emsp;&emsp;吳生請求讓自己去嬰寧家看看有什麼奇異的地方，順便為王生、嬰寧作媒。找到那村莊所在的地方，全無房屋，只有零落的山花而已。吳生記起姑姑埋葬的地方，好像離這兒不遠，但是墳墓已經被荒草埋沒，沒有辦法可以辨認，於是詫異驚歎地返回去。王母懷疑嬰寧是鬼，進去把吳生看到的情況告訴嬰寧，嬰寧一點兒也不害怕；王母又體恤嬰寧沒有家，嬰寧也一點兒沒有悲傷的意思，嗤嗤地憨笑而已。沒有人能猜到她的心意。王母叫小女兒和嬰寧同起同住，清晨嬰寧就來請安。嬰寧會操持女工，手藝精巧，無人能比。只是喜歡笑，即使禁止她笑也止不住。但她笑起來非常好看，雖然有些隨意但不損害她容貌的美好，人們都樂於見到她笑。鄰人家的女孩、年青的婦人，爭著和她來往。王母挑選吉日將為她和王生舉辦婚禮，但終究害怕她是鬼。暗中在太陽底下察看，她的身影又和常人沒什麼兩樣。",
      "&emsp;&emsp;到行婚禮的這一天，人們讓嬰寧穿上華麗的服裝行新嫁婦的禮儀，嬰寧笑得非常厲害，以致不能抬頭彎腰，於是只好作罷。王生因為她嬌癡，擔心她洩漏房中隱秘的事情，但嬰寧卻深藏這秘密，不肯說一句。每次遇上王母憂愁或是發怒，嬰寧來了，笑一笑就會解憂息怒。奴婢有小的過錯，害怕遭到鞭打，往往求嬰寧到王母處去和王母說話，有罪的奴婢這時來求見，常常得以免罰。而嬰寧愛花成癖，在親戚中到處尋找好花來栽種，並且私下典賣金釵，重價購求純種來種植，幾個月後，臺階路旁藩籬旁邊，處處都種了花。",
      "&emsp;&emsp;王家庭後有木香一株，攀援滿架，與兩邊鄰家相近。嬰寧常常攀登架上，摘花賞玩，或是簪在頭髮上。王母有時遇見，就會呵斥她，嬰寧最終還是沒有改掉這愛好。有一天，西鄰的青年看見她，注視出神，心馳神往，嬰寧不躲開，只是笑。西鄰的青年人認為此女已有意於自己，更不檢點。嬰寧指著牆底，笑著從架上下來。西鄰的青年人認為她是指示約會的地方，非常高興。到晚上趕過去，嬰寧果然在那兒。於是靠過去淫亂，忽然感到自己的下身像是受到錐子刺傷，痛徹於心，大叫著倒了下來。仔細一看，並不是嬰寧，原來是一段枯木倒臥在牆邊，他交接的地方是枯木上水滴出來的一個洞。西鄰老父聽到叫聲，急忙跑過來細問，西鄰青年只是呻吟而不說話。妻子來，才把實情告訴妻子。點著火把照看那個水淋洞，看到洞中有個巨大的蠍子，像小的螃蟹那麼大。西鄰老父砍碎枯木，捉住蠍子殺死了。把兒子背回家半夜就死了。西鄰老父就把王生告到官府，告發嬰寧的妖異行為。縣官一向仰慕王生的才氣，熟知王生是篤行正道的士人，說西鄰老父是誣告，將要杖責西鄰老父。王生代他乞求才免於受杖責，於是把他放回去。王母對嬰寧說：“憨狂到這樣子，早知道過於高興就隱伏著憂慮。縣官神明，幸好不牽累我們；假如碰上糊塗官，一定傳喚婦女到公堂對質，我兒還有什麼面目見家鄉的人？”嬰寧臉色嚴肅，發誓不再笑。王母說：“沒有人不笑，只是應當有一定的時候。”但嬰寧從此竟然不再笑，即使故意逗她，也終不會笑；但是整天未曾看到她有憂戚的神色。",
      "&emsp;&emsp;有一天晚上，嬰寧對著王生落淚。王生感到奇怪。嬰寧哽咽著說：“以前因為跟你的日子短，說出來怕引起你們害怕驚駭；現在看婆婆和你，都十分關愛我，沒有異心，把實情告訴你恐怕無妨吧。我本來是狐生的。母親臨離開的時候，把我托給鬼母，我和鬼母相依十餘年，才有今天。我又沒有兄弟，依靠的只有你。老母在山坳裏孤寂獨處，沒有人同情她讓她和丈夫合葬，在九泉之下常常為此傷心怨恨。你假如不怕麻煩不惜資費給她改葬，使地下的人消除這怨痛，這樣，以後生養女兒的人才不會忍心溺死或遺棄女兒。”王生答應了她，但是擔心墳墓被荒草遮掩。嬰寧只說：“不用擔憂。”夫妻二人選定日子，用馬車裝著棺材去山中。嬰寧在荒草雜木中，指示墓的位置，果然從中找到老婦人的屍身，皮肉還留存。嬰寧撫著屍身哀哀痛哭。裝入棺材抬回來，找到秦氏姨父的墓合葬。這天夜晚，王生夢見老婦人來道謝，醒過來向嬰寧陳述這事。嬰寧說：“我夜晚見到了鬼母，她囑咐我不要驚嚇了你。”王生怪她不挽留鬼母，嬰寧說：“她是鬼，活人多，陽氣盛，她哪能久留？”王生問小榮，嬰寧說：“這也是狐，最狡黠。狐母把她留下來照看我。常常取來果餌餵我，所以非常感激她，對她的思念常常記掛在心中。昨天問鬼母，說她已經嫁了人。”從此，每年寒食節，夫妻二人到秦氏姨父墓地拜掃，從不間斷。過了一年，嬰寧生了一個兒子，在繈褓中，就不畏懼生人，見人就笑，也大有母親的風範。",
      "&emsp;&emsp;異史氏說：“看她嗤嗤憨笑，好像是全無心機的人；但是牆下的惡作劇，她的狡黠又有誰比得上！至於她淒苦地眷戀鬼母，笑改變為哭，我們的嬰寧恐怕是用笑隱藏真實情感的人啊。我聽說山中有種草，叫做‘笑矣乎’，嗅嗅這種草，就會笑而不止。房中種有一株‘笑矣乎’，那麼合歡草、忘憂草就都沒有價值，相形遜色了；至於像楊貴妃那樣的‘解語花’，還嫌她扭捏作態呢。”",
      "&emsp;&emsp;參考資料：http://www.zkxf.com/bbs/archiver/?tid-7819.html"
    ]
  },
  {
    "title": "聶小倩",
    "href": "http://liaozhai.weebly.com/328862356720521.html",
    "content": [
      "&emsp;&emsp;浙江人氏甯采臣，為人慷慨豪爽，方正自重。常常對人說：“我不會見異思遷。”",
      "&emsp;&emsp;甯采臣有次去金華，到城北後，在一座寺廟裏休息。寺廟大殿寶塔十分壯麗，但地上長滿比人還高的蓬蒿，好像好久沒有人來過。東西兩側僧人居住的房舍，門都虛掩著，只有南面一間小屋的門上，好像掛著一把新鎖。殿東角有一片修竹，臺階下有大池塘，裏邊野藕叢生，已經開花。甯采臣很喜歡這個幽靜的地方。此時恰逢學使來主持考試，城中房舍租金很高，於是考慮在這裏住下，就散步等待廟中僧侶回來。",
      "&emsp;&emsp;傍晚時，有個讀書人來開南面小屋的門。甯采臣走上前行禮，並且告訴他自己想在此留宿。那個讀書人說：“這裏沒有房主，我也是個在這裏借宿的人。你不怕冷清住在這裏，我早晚都能向你討教，真是不勝榮幸。”甯采臣很高興，鋪些蒿草當床，又架起木板當桌子，打算在這裏住些日子。        這天夜晚月光皎潔，甯采臣和那位書生一起坐在大殿的走廊聊天，各自說自己姓名表字。書生自己說：“我姓燕，字赤霞。”寧采臣想他是來應考的秀才，但聽他的口音，根本不像浙江人。於是追問那書生，書生自己說：“我是陝西人。”語氣樸實誠摯。等到兩人說完了話，於是相別就寢。",
      "&emsp;&emsp;甯采臣因為在陌生的地方居住，久久難以入睡。他聽見北邊房裏有人竊竊私語，好像住有家眷。他起身趴在北牆石窗下，悄悄看了一眼。看見短牆外一個小院落裏，有一位四十多歲的婦女，還有一個老婆子穿著褪色的紅衣服，頭上插有銀梳，一副駝背衰老的樣子，那兩人在月下說話。婦人說：“小倩為什麼久久不來？”老婆子說：“差不多該到了，”婦人說：“她沒向姥姥發牢騷嗎？”老婆子答道：“沒聽到，但她看上去很憂慮。”婦人說：“小丫頭不能當作知己人看待。”",
      "&emsp;&emsp;話未說完，就有個十七八歲的女孩進來了，模樣好像很美。老太婆笑著說：“背後不說人，我們兩個正說你呢，沒想到你這個小妖精悄悄進來了，幸虧我們沒說你什麼壞話。”老太婆接著說：“小娘子長得好比畫中人，我要是個男人，也會被你把魂勾跑。”女孩說：“姥姥不誇獎我幾句，還有誰會說我好？”婦人和女孩子說了些什麼，寧采臣沒有聽清。他想這是鄰居家眷的私語，所以躺回草床不再聽她們說話。過了一會兒，寺廟裏一片寂靜。",
      "&emsp;&emsp;甯采臣剛要入夢時，覺得好像有人進了他的臥室。他急忙起身一看，發現是北院那個叫小倩的女孩子進來了。他不由得吃了一驚，問她進來幹什麼，她說想跟他一起睡。寧采臣一本正經地說：“你不怕別人議論，我還怕別人說閒話呢。偶然一失足，就會成為一個道德淪喪的無恥之徒。”女孩說，夜裏沒人知道。甯采臣大聲責駡，女孩猶豫徘徊想要說什麼。甯采臣叫道：“快走開！要不然，我就要喊南邊小屋裏的人了。”聽了這話，那女孩有些害怕，只好走開了。剛走出門又轉身回來，把一錠金子放在甯的床褥上。甯馬上把它扔到院子的臺階上，斥責說：“不義之財，弄髒了我的口袋。”女孩羞愧地揀起金子走了，嘴裏還說：“這個男人真是鐵石心腸。”",
      "&emsp;&emsp;第二天一早，有個蘭溪的書生帶著一個僕人來應考。他們住在寺廟的東廂房裏。不料，書生竟在當天夜裏暴死了。死後發現，他的腳板心有個小孔，像是被錐子刺的，還有一縷縷血絲流了出來。大家都不知道這是怎麼回事。過了一個晚上，書生的僕人也死了，他的症狀和書生一模一樣。晚上，燕生回來了。甯采臣問他知不知道死因，他認為這是鬼魅幹的。甯采臣為人耿直，根本沒把鬼的事放在心上。",
      "&emsp;&emsp;到了夜裏，那個女孩子又來找他。她對甯采臣說：“我見過的人多了，但沒有像你這樣剛直的人。你有聖賢人的品德，我不敢欺騙你。我叫聶小倩，十八歲就病死了，埋在這座寺院旁，不幸遭受妖物的威脅，幹了不少傷天害理的下賤勾當。我用容顏去迷惑別人，這本來並不是我願意做的。現在這寺中沒有人可以殺，夜叉很可能要來殺你。”",
      "&emsp;&emsp;甯采臣聽了這話，十分驚駭，他請求小倩幫他想辦法。聶小倩說：“你跟燕赤霞住在一屋便能免除凶災。”甯采臣問了一句：“為何不去迷惑燕赤霞？”小倩回答說：“他是個奇人，妖怪不敢接近他。”甯采臣又問：“你們怎麼樣去迷惑人呢？”聶小倩說：“和我親暱的人，我悄悄用錐子刺他的腳心，這樣，他很快就昏迷過去了，於是，我再吸他的血給妖怪喝。有時候，我用金子去勾引，其實那不是金子，而是羅刹鬼的骨頭。這東西留在誰那裏，就能把誰的心肝掏去。這兩種方法，都是迎合人們貪色好財的心理。”",
      "&emsp;&emsp;甯采臣問她什麼時候戒備，她說明天晚上。臨別時，小倩哭著說：“我掉進了大海，找不到岸。你是仗義君子，一定能救苦救難。如果你能把我的朽骨帶到一個清淨的地方安葬，我將感激不盡。”",
      "&emsp;&emsp;甯采臣答應了她的要求，問她的墳在哪裡，她說：“請記住，白楊樹上有烏鴉巢穴的地方便是。”說完出門，片刻就消失不見了。",
      "&emsp;&emsp;第二天，甯采臣恐怕燕赤霞外出，便早早到他房裏，邀請他喝酒。上午九十點鐘，酒菜準備好了。在酒席上，甯采臣留意觀察燕赤霞。甯采臣表示想和他同屋睡，燕赤霞推辭說自己喜歡清淨，甯采臣不聽，到了晚上，強行把鋪蓋都搬過來了，燕赤霞不得已，只好跟他同睡，他囑咐甯采臣：“我知道你是個大丈夫，對你也很欽佩。不過，我有些私事，不便明說。請你不要翻看我的小箱子。否則，對你我兩人都沒好處。”",
      "&emsp;&emsp;甯采臣很恭敬地答應了。後來，各自就寢。燕赤霞臨睡前把小箱子放在窗臺上，過了一會兒，他就鼾聲如雷。甯采臣半天也睡不著。大約一更時分，他發現窗外隱隱約約有人影，正慢慢靠近窗戶朝裏看，目光閃閃。甯采臣很害怕，正要喊叫燕赤霞，忽然聽見有個東西從小箱子中飛出，像一匹白綢緞閃爍亮光，折斷了窗戶上的石格，猛然一射，隨即像電光一樣熄滅了。這時，燕赤霞醒來起身，甯采臣假裝睡著了，在暗中觀察他。只見燕赤霞拿起箱子檢查，從裏面取出一個東西，映著月光嗅了嗅。那東西亮晶晶的，大約有兩寸長，像一片韭菜葉子大小。然後，燕赤霞把它緊緊包牢，又放進箱子裏。燕赤霞自言自語：“什麼老妖怪，竟敢有這麼大的膽子，把我的箱子都給弄壞了。”於是，他又躺下來。",
      "&emsp;&emsp;甯采臣覺得太奇怪了，便起身問燕赤霞，並把剛才所看到的情節都告訴了燕赤霞。燕赤霞說：“既然我們已成好朋友，我也就不必再隱瞞了。我是個劍客。要不是那個石格子阻擋，妖怪當時就會死的。雖說它這次沒死，但他已受了重傷。”",
      "&emsp;&emsp;甯采臣問他剛才藏起來的是什麼東西，燕赤霞說是劍，並說剛才聞它，上面有股妖氣。寧采臣說想看看這柄劍，燕赤霞拿出來給他看，原來，這是一柄亮閃閃的小劍。",
      "&emsp;&emsp;第二天一早，甯采臣到窗外查看，發現地上有攤血跡。這天，甯采臣走出寺院，在寺院北邊，他看見一片荒塚。再一看，果然有棵白楊樹，樹上有個烏鴉巢。",
      "&emsp;&emsp;甯采臣辦完事以後，急忙整理行裝準備回家。臨行前，燕赤霞設宴送行，並把破皮囊贈送給甯采臣，他告訴甯采臣：“這是劍袋。你好好收藏它，可以遠離妖孽。”",
      "&emsp;&emsp;甯采臣想跟他學劍術，燕生說：“像你這樣信義剛直的君子，本來是可以學的，但你是富貴階層的人，不是幹我這一行的。”",
      "&emsp;&emsp;甯采臣撒謊說有個妹妹葬在寺院北邊，打算遷葬。於是，他挖出聶小倩的朽骨，用衣衾包好，租船返回家。",
      "&emsp;&emsp;甯采臣的書齋靠近郊野。他回家後就將小倩的墳建在齋外。建好安葬後，他祭祀說：“可憐你孤零零的，把你葬在我小屋旁邊，這樣，你的悲歡我都能聽見，而且，這裏也不會有惡鬼來欺淩你。一杯水酒，不成敬意，請不要嫌棄，把它喝了罷！”他祝福完以後正準備回家，忽然聽見身後有人喊道：“請等等我！”回頭一看，竟是小倩。聶小倩笑著謝甯采臣：“你的信義，我永遠也報答不盡。請讓我隨同你回去，拜見婆婆，就是做個丫頭小妾也心甘情願。”",
      "&emsp;&emsp;甯采臣細細打量她，見她肌膚細嫩，小腳尖尖，身材嬌嬌，嫵媚動人。",
      "&emsp;&emsp;於是，便帶她一同回到書齋。甯采臣讓她先坐一會兒，他先進去告訴母親。他母親聽說後感到很吃驚。當時，甯采臣的妻子已病了很長時間，母親叫他不要聲張，以免刺激病人。他們母子正說著話，聶小倩已悄悄進屋，跪在地上拜見寧采臣的母親。甯采臣介紹說：“這就是小倩。”",
      "&emsp;&emsp;甯母驚慌地看了看她，心裏很害怕。聶小倩說：“我孤單一身，遠離父母兄弟。承蒙公子關照，使我擺脫了困境。因此，我願意侍奉他，以報答他的恩德。”",
      "&emsp;&emsp;甯母見她模樣很可愛，才敢與她說話。寧母說：“姑娘肯照顧我兒子，我這個老太婆當然很高興。只是我一生僅養了這個兒子，要靠他傳宗接代，不敢讓他娶個鬼妻。”小倩說：“我真的沒有二心。九泉之下的人既然得不到您的信任，那就讓我把公子當兄長對待，聽候您老人家的吩咐，早晚伺候，行不行？”",
      "&emsp;&emsp;甯母覺得小倩的話說得很真誠，便答應了。小倩說她想拜見嫂夫人，甯母推辭說甯妻患病在床，多有不便。小倩也就沒有去。接著，小倩立即到廚房，給母親做飯。她在甯采臣家進進出出，穿堂入室，像是來了很長時間一樣，一點都不陌生。",
      "&emsp;&emsp;天黑以後，甯母有些怕她，要她先回去睡覺，卻不給她準備床被。小倩意識到這是母親趕她走的意思，於是，她就走了。經過甯采臣的書房時，她想進去，又不敢進，在門外徘徊。甯采臣叫她，她說：“房裏有劍氣，叫人害怕。前些時候在路途上不敢見你，就是這個緣故。”",
      "&emsp;&emsp;甯采臣頓時想起燕赤霞送給他的破皮袋，於是，他趕忙把袋子拿下來掛到別的房間去了。小倩這才進了書房，在燭燈邊坐下。坐了半天也沒一句話，後來，她問甯采臣：“你晚上讀書嗎？我小時候念過《楞嚴經》，現在多半已忘光了。請你幫我找一冊，夜晚空閒時我請大哥指點指點。”",
      "&emsp;&emsp;甯采臣答應了。",
      "&emsp;&emsp;兩個人又無話可講，小倩也不說告辭。到了二更以後，小倩還坐在書房裏不走，甯采臣催她，她傷心地說：“我是外地來的孤魂，特別害怕到荒墓裏去。”寧采臣說：“這裏沒有別的床，而且兄妹之間，也應該避嫌。”小倩站起身，一副愁眉苦臉要哭的樣子，想邁步卻又邁不開步子。她慢吞吞地走出書房，過了臺階就不見了。甯采臣心裏很可憐她，想留她睡在別的床上，又擔心母親會責怪。",
      "&emsp;&emsp;第二天一早，小倩向母親請安，端水給她盥洗，家務活忙個不停，而且，樣樣都合甯母的心。傍晚時，小倩自動離開書齋。她經過書房時，經常借著燭光念經，直到甯采臣要睡覺時才淒然離去。本來，自從甯妻病倒以後，甯母便操持起所有的家務，她已疲勞不堪。自從小倩來到家以後，甯母就清閒多了。天長日久，甯母和小倩漸漸熟悉，她對小倩也越來越疼愛。到後來，甯母已忘記小倩是個鬼變的，而不忍心晚上叫她走，便把她留下來跟自己一起睡。小倩初來時，不吃不喝，半年後才開始吃點稀飯。甯采臣母子都很喜愛她，從來不說她是鬼。",
      "&emsp;&emsp;不久，甯妻病逝了。甯母想收小倩做兒媳，但怕她不能生兒育女，小倩說采臣將有三個男孩，不會因為有鬼妻就沒有後代。於是，甯家大辦酒席，遍請親友。婚禮那天，小倩穿戴一新，大大方方地出來見親友，令滿堂親友都看呆了。人們不懷疑她是鬼，而懷疑她是仙人。於是各方的親戚都來祝賀他們，並且爭相拜見小倩.小倩擅長畫蘭花梅花，經常作畫答謝賓客，得到畫的人把畫收藏好並且以得到小倩的畫作為榮耀。一天小倩靠在窗前，憂心忡忡的樣子。忽然問：“革囊在哪裡？”",
      "&emsp;&emsp;甯采臣說：“因為你怕它，所以把它收藏在其他地方。”小倩說：“我受到生人的氣息已經很久了，應該不再害怕，最好將革囊掛在床頭。”",
      "&emsp;&emsp;甯采臣詢問她這樣做的原因，小倩說：“這幾天以來，心裏忽然一直擔憂，可能金華的那妖怪，記恨我逃跑了，恐怕早晚要找過來。”",
      "&emsp;&emsp;甯采臣於是拿革囊過來。小倩反復看了看，說：“這個是劍仙用來盛裝人頭的，現在破成這樣，不知道殺了多少人。我現在看到它，也還是渾身發抖。”於是把革囊懸掛起來。第二天又讓甯采臣移掛到門口。晚上兩人點燈相對而坐，忽然有一個像鳥一樣的東西飛來了。小倩嚇得躲到了夾幕裏，甯采臣看著那個東西如夜叉一般，雷電般的眼睛，血色的舌頭，渾身發光快速向前，到了門口停住了，徘徊了好久，慢慢靠近革囊，用爪子抓取革囊，好像要將它撕裂。革囊忽然響了一聲，恍惚之間有個東西從革囊裏突出半身，並且把夜叉揪入了革囊，於是就安靜了下來，革囊也變回之前的樣子。甯采臣又驚又怕，小倩也出來了，高興地說：“沒事了！”一起看革囊裏面，只有清水而已。",
      "&emsp;&emsp;幾年後，甯采臣考中進士，小倩也生下一個男孩。後來寧采臣又納妾了，小倩和她各生了一個男孩。他們的孩子後來也都成了有名望的人。http://zhidao.baidu.com/question/138174633.html"
    ]
  },
  {
    "title": "義鼠",
    "href": "http://liaozhai.weebly.com/3268140736.html",
    "content": [
      "&emsp;&emsp;有兩隻老鼠，一隻叫「小義」，一隻叫「小誼」，青梅竹馬，感情深厚。一天晚上，他倆結伴到街上找食物。在路過給雜草遮蓋住的蛇洞外時，小誼冷不防給一條大蛇吞了。",
      "&emsp;&emsp;小義圓瞪怒眼，毛髮直豎，繞着蛇滴溜溜地轉。蛇飽了，懶得理他，拖着尾巴往洞裏鑽。剛進了一半，小義飛跑上前，狠狠地咬着蛇的尾巴不放。蛇大發雷霆，掉頭退出來，小義一溜煙跑得老遠。蛇追不上，又往洞裏爬。進了一半，小義又跑回來，咬着尾巴不放。就這樣，蛇要進洞，小義就跑過來咬尾巴，蛇退出來，小義就跑，一連四次。",
      "&emsp;&emsp;蛇不耐煩，只好把正在消化的小誼吐了出來。小義走上前，抱着小誼的屍體號啕大哭，然後在蛇的眼皮底下不慌不忙地把小誼啣走。",
      "&emsp;&emsp;蛇看得出神，禁不住也掉了幾滴眼淚，餓着肚子鑽回洞裏去。",
      "&emsp;&emsp;（改編自蒲松齡《聊齋志異．義鼠》）http://www.yamiyaisland.com/web/big5/W3.php?article=36注：本篇沒照原文翻譯但是翻得很有創意提供原文",
      "&emsp;&emsp;供網友參考義鼠楊天一言︰見二鼠出﹐其一為蛇所吞﹔其一瞪目如椒﹐似甚恨怒﹐然遙望不敢前。蛇果腹﹐蜿蜒入穴﹔方將過半﹐鼠奔來﹐力嚼其尾。蛇怒﹐退身出。鼠故便捷﹐炎欠然遁去。蛇追不及而返。及入穴﹐鼠又來﹐嚼如前狀。蛇入則來﹐蛇出則往﹐如是者久。蛇出﹐吐死鼠于地上。鼠來嗅之﹐啾啾如悼息﹐啣之而去。友人張歷友為作《義鼠行》。"
    ]
  },
  {
    "title": "地震",
    "href": "http://liaozhai.weebly.com/2232038663.html",
    "content": [
      "&emsp;&emsp;康熙七年六月十七日晚上十點多的時候，發生了大地震。我當時在稷下做客，正和表兄李篤之在燈燭下對飲，忽然聽見有打雷一樣的聲音，從東南方向傳來，向西北方向傳去，眾人十分驚異，不知道怎麼回事。不久桌子搖晃，酒杯傾倒，房樑柱子發出斷裂聲。大家相互看著，臉色大變。過了好久，才明白過來是地震了，紛紛狂奔出門。只見外面高樓平房倒而復起，牆倒屋塌之聲和小兒啼哭、婦人哀號之聲交織一起，像開了鍋的沸水一樣喧鬧。人們頭暈目眩，站立不穩，僕坐在地上，隨著地面的顛簸而翻滾。河水潑起一丈多高，雞鳴狗叫之聲遍佈全城。大概過了一個時辰，才稍微安定下來。再看大街上，男男女女光著身子聚在一起，說不出話來，都忘了自己沒穿衣服。後來聽說某個地方的井被震得傾斜，不能打水；某家的樓臺整個變了個方向；棲霞山裂開了；沂水陷了個大洞，有好幾畝大。這真是非同尋常的奇災異變啊！",
      "&emsp;&emsp;有一個地方的婦人晚上起來上廁所,回去的時候發現狼把她的孩子叼走了.這個婦人急忙上前與狼爭奪,狼稍稍一鬆嘴,婦人就把小孩奪出來了,抱在懷中,但是狼蹲在那裏不肯離去.夫人大聲的號叫,鄰居們都跑著聚集過來,狼才離去.婦人安定下受驚的心情心中感到很幸運,指天劃地得敍述狼把他孩子叼走時的情況和自己爭奪孩子的情況.很久,忽然發現自己身上什麼都沒有穿,於是跑走了.",
      "&emsp;&emsp;這種情形和地震的時候男人和女人都忘記自己沒有穿衣服的情形一樣.人在驚惶的時候束手無策的情況,真是好玩啊!"
    ]
  },
  {
    "title": "海公子",
    "href": "http://liaozhai.weebly.com/280232084423376.html",
    "content": [
      "&emsp;&emsp;東海有古跡島，島上有五色耐冬花，一年四季都不凋謝。島上自古以來沒有居民，人跡也很少到。",
      "&emsp;&emsp;登州的張生，生來好奇，喜歡出外遊覽。聽說島上風景優美，就準備了酒食，自己駕著小船去遊覽。到達的時候，正是百花盛開的季節，花香在好幾里外都聞得到；樹木大到十幾個人合抱的粗細。他反覆流連，非常賞心愜意。打開酒瓶自飲自酌，遺憾沒有一個遊伴。忽然從花叢中走出一個美女，穿著鮮紅的衣裳，光彩奪目，真是無與倫比。她看見了張生，笑著說：“我自認為興致不凡，沒想到",
      "&emsp;&emsp;早有和我志趣相同的人。”張生驚訝地問她是什麼人，她說：“我是膠州的妓女。剛才隨著海公子來到這裏。海公子喜歡四處遨遊尋芳取勝，我因為很難跟得上，就留在這裏。”張生正難耐寂聊，有美女陪伴，心裏很高興，就招呼她坐下來一起喝酒。美女的言談溫柔宛轉，令人神魂顛倒。張生心裏很喜歡。怕海公子回來了，不得盡情歡樂，因此就拉著她，和她亂來。美女很高興地配合。正在高興的時候，忽然聽到呼呼風響，草木斷裂。美女急忙推開張生爬起來說：“海公子來了。”張生繫上衣服，吃驚地張望，美女忽然不見了。",
      "&emsp;&emsp;不久看見一條大蛇，從樹叢裏爬出來，比大竹筒還要粗。張生非常害怕，躲在一棵大樹的後面，希望大蛇看不見他。大蛇爬到大樹前面，用身子連人帶樹一起纏上，繞了好幾圈；他的兩條胳膊被直直地捆在腿上，根本無法彎曲。大蛇揚起腦袋，用舌頭刺破了他的鼻子。鼻血直往下淌，流到地上聚成一個小水坑，大蛇就低下腦袋去喝血。他自料必死，忽然想起腰裏帶著一隻包包，裏面有毒殺狐狸的藥，就用兩個指頭夾出來，扯破包裹，把藥堆在手心裏；又側轉脖子看著自己的手掌，讓鼻血滴在毒藥上，頃刻之間就滴了滿滿一大把，大蛇果然就著他的手掌上喝血。沒等喝完，突然伸直了身子，尾巴甩動起來，聲音像霹靂一般，觸到樹上，大樹被崩落半邊，大蛇躺在地上，好像一根大屋樑，直挺挺地死了。張生也頭暈目眩，站不起來，過了一會兒才蘇醒過來，用船載著死蛇回家了。回家大病了一個多月。他懷疑那個女子也是一條蛇精。http://hi.baidu.com/honestsoft/blog/item/9838bc3d80525f0bbba167fd.html修飾而得"
    ]
  },
  {
    "title": "丁前溪",
    "href": "http://liaozhai.weebly.com/199692106928330.html",
    "content": [
      "&emsp;&emsp;丁前溪，是山東諸城縣人，家中富有囤積很多錢糧，是個喜好交遊、豪爽重義的人，他欽慕郭解的為人。御史行台察訪他請他出來做官。丁前溪不願做官逃離了家鄉，到安丘時遇到大雨。他躲在一個人家避雨。雨到中午還沒停止。有一年輕人出來，提供了豐厚的食物。一會兒夜幕降臨，年輕人挽留丁前溪在他家住宿，拿飼料草餵養他的馬匹，伺侯得非常周到。丁問年輕人姓名，年輕人說：“我家主人姓楊，我是他的內侄（妻子弟兄的兒子）。主人喜好交遊，適逢他出門在外，家中只有他家娘子在。家貧不能給你豐厚的招待，希望你能見諒。”丁前溪問：“你家主人以甚麼為業？”年輕人說主人家沒有多的資產，只是每天靠設博場謀得少許的生活費用。第二天雨仍然下個不停，年輕人給丁的供給絲毫不懈怠。到晚上鍘草喂馬時，餵牲口的乾草濕漉漉的，看起來極雜亂。丁前溪對此很奇怪。年輕人說：“實話告訴您，家中貧困沒有什麼用來餵養牲畜，這是剛剛娘子拆掉屋上的茅草來餵養您的馬匹啊。”丁前溪越發感到奇異，以為他的意圖是想得到他的錢財。第二天，丁前溪付錢，年輕人不接受，丁硬要給錢讓年輕人拿進去。一會兒，年輕人仍然將錢歸還給丁，並說：“娘子說了，我們並非以此為業來謀取生活。主人出門在外，曾經幾天都不帶一文錢，您來到我家，怎麼能索要報酬呢？”丁讚歎著告別。臨別囑託年輕人說：“我是諸城的丁某，主人回來後，請告訴他。有空時歡迎他來我家。”之後幾年都沒有消息。",
      "&emsp;&emsp;幾年後遇上災荒饑年，楊氏處境非常困頓，實在沒有什麼可以維持生計，他的妻子隨意勸他去投靠丁前溪，楊氏聽從了她妻子的話。來到諸城，向守門人通報了姓名，丁前溪模模糊糊不記得此人，楊氏再三說起以前的事後丁才記起來。丁前溪連鞋也來不及提上就跑出歡迎，作揖行禮請客人進屋，見他衣服破爛，鞋子露著腳後跟，將他安排在暖和的房間休息，又特別置辦酒宴款待他。第二天又替他做帽子、衣服，讓他裏裏外外溫暖而舒適。楊氏覺得丁很講義氣，可是心裏顧念著妻子，心裏不能不對丁前溪有些埋怨。留了幾天，丁始終不說贈別的話。楊氏內心非常著急，告訴丁說：“我心存顧慮不敢隱瞞，我來時家中米不到",
      "&emsp;&emsp;一升",
      "&emsp;&emsp;。現在承蒙您赤誠相待，我本來很高興，可是我的妻子兒女怎麼辦啊？”丁前溪說：“這無須你煩惱操心，我已經替您安排好了。希望您放寬心稍微再待幾天，我幫您解決盤纏。”丁令僕人招來一些博徒，讓楊氏不出力而向贏方抽頭為利，一夜就得到百金，然後再送他回家。",
      "&emsp;&emsp;回家見到妻子，他的妻子衣服鞋襪光鮮齊整，一個小婢女在旁邊侍候。楊驚訝地問這是怎麼回事，妻子說：“從您離開後，第二天就有車馬和僕人送來了這些布匹和糧食，堆滿了一屋子，說是丁氏客人贈與的。又送來一婢女，給我使喚。”楊氏感動不已。從此他家過上小康生活，不再從事以前的工作了。",
      "&emsp;&emsp;異史氏說，家貧卻好客，飲酒博戲、性情放蕩的大有人在。讓人驚異的，只有楊氏的妻子。 受到別人的恩惠而不回報的，難道還稱得上人嗎？可是即使是吃頓飯的恩惠，也不忘記的，就是丁前溪這種人啊。 http://wenwen.soso.com/z/q164651043.htm"
    ]
  },
  {
    "title": "海大魚",
    "href": "http://liaozhai.weebly.com/280232282339770.html",
    "content": [
      "&emsp;&emsp;海邊一直沒有山嶺，有一天忽然看到崇山峻嶺綿延好幾里，大家都是又驚異又害怕。又有一天，山嶺忽然遷走了，一切化為烏有。",
      "&emsp;&emsp;傳說中海裡面有大魚，每到清明節就會帶著一家老小到山裡祭拜，所以這種情形在寒食節比較容易見到。寒食：每年冬至以後的一百零五天，大概是清明節的前兩天為寒食節。據左傳所載介子推是春秋時期跟隨晉公子重耳流亡的一個大臣，曾割自己腿上的肉為晉公子充饑。後者做國君（即晉文公）後要封賞介子推。介子推卻帶老母到綿山隱居，不受封賞。晉文公為逼介子推出山，就放火燒山，結果介子推被燒死在山中。晉文公便把燒山的這一天定為介子推的忌日，這一天禁火，只吃冷食，所以稱寒食。"
    ]
  },
  {
    "title": "張老相公",
    "href": "http://liaozhai.weebly.com/24373327693045620844.html",
    "content": [
      "&emsp;&emsp;張老相公是山西人,正忙著要嫁女兒到南方,便攜眷搭船而行,",
      "&emsp;&emsp;船泊金山,張老相公要再添購些嫁妝,讓女兒出嫁更為風光,臨行囑咐家人莫在船上烤肉.",
      "&emsp;&emsp;因為江中有黿怪(黿:大鼈),比船還大,聞烤肉香輒出來壞舟吞人,為害航行甚久.張老相公上岸後,家人忘了囑咐,竟在船上烤肉;",
      "&emsp;&emsp;突然巨浪滔天,船隻翻覆,妻女奴婢全沉沒江裡;張老相公回來後得知,哀悼妻女,悲慟悔恨不已!",
      "&emsp;&emsp;於是上山到金山寺,拜謁方丈師父,詢問黿怪的詳細情形,表示決心報仇;方丈聽到他想報仇後驚駭莫名,立即勸告他：[",
      "&emsp;&emsp;黿怪太巨大可怕了,岸上人們怕遭殃,奉祀牠若神明,只祈求牠不要動怒.常斬殺牲牢(牛.羊.豬,三牲),燒烤後,以半隻牲牢投入江中,等牠躍起吞食,便阿彌陀佛囉!誰敢仇視牠呢?]",
      "&emsp;&emsp;張老相公聽完方丈的話,復仇計劃已浮現腦海,立刻找來鐵匠,",
      "&emsp;&emsp;冶煉百斤重的鐵製半隻牲牢;其次查知牠出沒的區域;最後派遣三位壯丁,以大鐵箝舉投浸油燒紅的鐵牲牢.黿怪果真躍出,且迅速吞下鐵牲牢;不久,波浪急湧如山,過了一會兒才平息,黿屍便浮了上來.",
      "&emsp;&emsp;方丈和附近的人們為了感念,建造了張老相公祠,並設有肖像讓人膜拜,大家都視他為水神,據說祈禱後還頗靈驗.http://tw.myblog.yahoo.com/jw!XmVPXLCGGBQzHbT0MsIumA--/article?mid=1319"
    ]
  },
  {
    "title": "水莽草",
    "href": "http://liaozhai.weebly.com/277003372533609.html",
    "content": [
      "&emsp;&emsp;相傳在桃花江一帶，長著一種毒草，叫水莽草。他長得很像葛藤，也有扁豆一樣紫色的花.人們誤吃以後，會中毒致死變成水莽鬼。只有等到水莽草毒死別人，有了替身，才能轉世投胎。",
      "&emsp;&emsp;因此桃花江一帶，有很多這種鬼魂。",
      "&emsp;&emsp;有個祝姓少年，去朋友家作客。他走到途中，口乾舌燥，正好看見路邊有個茶棚，便走了過去。一個老太太迎上前來，捧茶相奉，十分殷勤。祝生端起碗剛要喝，忽然聞到碗中有股怪味，不像茶水，便放下碗走了。老太太見這情景，忙向裏屋呼喚：“三娘，拿杯好茶來！”話音剛落，從裏面走出一位姿容豔麗的少女，戴著晶瑩剔透的手鍊跟戒指。祝生一見，頓時魂迷意亂，再聞那茶，覺得芳香無比，便一飲而盡。還要求再喝。看老太太不在，他便偷抓少女的手，要了一枚戒指問他家世，女郎說：“你晚上來我還在“祝姓少年又向女郎要了一點茶葉帶著女郎的戒指離開了。“",
      "&emsp;&emsp;祝生剛到朋友家，覺得心痛難忍。朋友問：“你怎麼啦？”祝生把路上遇到的事兒說了一遍。朋友大驚：“糟了！這是水莽鬼，家父就是因此而死的，沒有救了,怎麼辦?",
      "&emsp;&emsp;“祝生大為驚懼，拿出茶葉檢驗，真的是水莽草又拿出戒指述說女郎的情狀，朋友說這一定是南村的寇三娘了，他家很有錢，幾年前誤吃水莽草死了，一定是他的鬼魂作怪。”有好事者說，如果知道鬼的姓名，只要拿到她穿過的衣物，煮了服食可以治好所中的毒。朋友趕快到南村寇家，跪求三娘的衣物，寇家因為祝生會代替三娘，所以刁難不肯給。朋友很生氣的回來跟祝生說。祝生聽了，咬牙發誓“我死了，也不讓她脫生投胎。”",
      "&emsp;&emsp;朋友送他回家，剛到家門口就死了。祝生的媽媽哀泣著葬了祝生，留下一個孩子，才剛滿周歲，祝生妻子不能守節，半年就改嫁了，留下老母親帶著孫兒，無依無靠，日夜悲啼。",
      "&emsp;&emsp;有一天",
      "&emsp;&emsp;祝生媽媽正抱著孫子在房間裡哀泣，祝生忽然進來，媽媽大為驚懼，問他怎麼回事。",
      "&emsp;&emsp;他說“兒子在地下聽到媽媽哭泣很不忍心，所以回來照顧，兒子雖然死了，可是在地下娶了妻子，他跟我一起來分擔家事，媽媽不必哀傷了。”媽媽問“娶了誰呢",
      "&emsp;&emsp;?”",
      "&emsp;&emsp;祝生回答“寇家不管我死活故意讓我死，我很生氣，死後想找寇三娘卻不知他在哪裡，最近打聽到他的消息，他投胎在任侍郎家，我就跑去把他抓來，現在是我的妻子，相處得還蠻不錯。”接著門外一個衣著漂亮的女郎走進來朝母親跪拜，祝生介紹說這就是寇三娘。",
      "&emsp;&emsp;雖然不是活人，但是母親看了也還安慰！祝生找三娘做家事，三娘很不習慣，可是他勉強自己去做，讓人蠻愛憐他。從此就住著不走了，三娘請母親通知寇家人，祝生不願意，母親還是照著三娘的意思通知寇家人。三娘的父母親聽到這個消息大為駭異，趕快坐車來看，果然是三娘，互相痛哭，他們看祝生家真的十分貧困，非常擔憂，三娘說“已經變鬼了，還有甚麼有錢沒錢，祝生母子待我很好，我過得很好”接著看著祝生說“都做女婿了，不拜見岳父母，那我算甚麼”",
      "&emsp;&emsp;祝生只好拜見岳父母，",
      "&emsp;&emsp;於是三娘進廚房替祝生媽媽準備茶點招待父母。三娘父母看了很傷感，回去以後送了許多錢財奴僕來，並且替他們蓋起豪宅，不過祝生始終不到岳父母家裡。",
      "&emsp;&emsp;有一天村子裡有中水莽毒的人，死了又復活，大家都很奇怪。",
      "&emsp;&emsp;祝生說",
      "&emsp;&emsp;“是我讓他活過來的，他被李九害了，我幫他趕走鬼魂”",
      "&emsp;&emsp;祝生媽媽說“你為什麼不自己取代他呢”",
      "&emsp;&emsp;祝生說“我很看不慣這種作法，又怎會這樣做，而且陪著媽媽最幸福，不願意去投胎”從此以後，中毒的人，往往準備禮物去請求祝生，而且都有效。",
      "&emsp;&emsp;這樣過了十幾年，母親死了，祝生夫婦也哀傷，可是不對外應酬，只是要兒子披麻帶孝，遵守禮儀。葬母後，又過了兩年多，替兒子娶了媳婦。",
      "&emsp;&emsp;有一天，對兒子說“上帝認為我對人間有功勞，封我做『四瀆牧龍君』現在要走了。”接著看見家門前來了四匹龍馬，拉著黃色大車，載著祝生夫婦走了。同一天，寇家也看見女兒回來拜別，也說同樣的話。",
      "&emsp;&emsp;祝生兒子名鶚，字離塵，向寇家請求，將三娘遺駭與祝生合葬在一起。  改編自http://zhidao.baidu.com/question/78020931.html很好笑",
      "&emsp;&emsp;台灣雅虎知識和大陸百度翻譯一模一樣不知道誰抄誰結論是內容與原文差異太大因此還是經過大幅刪修編譯者誌"
    ]
  },
  {
    "title": "造畜",
    "href": "http://liaozhai.weebly.com/3689630044.html",
    "content": [
      "&emsp;&emsp;迷惑人心的法術，方法有很多種，有時給予好吃的東西，被誘騙吃下去的人就神智不清，跟著施術者走，這種法術俗名叫「打絮巴」，江南則謂為「扯絮」。無知的兒童常成為受害者。又有把人變成動物的法術，稱作「造畜」。這種法術在長江以北不多，黃河以南的地區常常發生。",
      "&emsp;&emsp;揚州旅店中，有一個人牽五頭驢，暫時綁在馬槽下，說道：「我等一下就回來。」又囑咐道：「不要讓驢子吃喝。」就離開了。驢曝曬在太陽下，因此亂踢亂咬吵得不得了。旅店主人就把它牽到涼快的地方。驢子見到水跑過去，就大口喝了起來。在地上翻滾一下都化成婦人。旅店主人覺得很奇怪，問那些婦人為什麼會這樣，她們舌頭僵硬回答不出來，就把她們藏在房子裡。過了一下子驢主回來了，綁了五隻羊在院子裡，驚問驢子在什麼地方。主人拉著那位客人坐下來，送上餐飲，並說：「客人您先吃個飯，驢子很快就牽來。」旅店主人出去，全給五頭羊喝水，幾個翻滾化成小孩子。因此偷偷去報告官府，官府派人去把那人捕獲，最後處以死刑。",
      "&emsp;&emsp;http://tw.knowledge.yahoo.com/question/question?qid=1507060105785"
    ]
  },
  {
    "title": "鳳陽士人",
    "href": "http://liaozhai.weebly.com/40179385252276320154.html",
    "content": [
      "&emsp;&emsp;鳳陽的一個讀書人，出門求學，臨行時對她妻子說：“半年回來。”過了十多個月，一點消息都沒有，妻子天天盼著他回來。　　一天晚上，妻子躺下後，看著窗外的月光，十分想念丈夫，翻來覆去地睡不著。這時，一個打扮整齊的美麗女子，掀開帳子進來，問：“姐姐，想不想見你的郎君啊？”讀書人妻子急忙起來，說：“願意呀。”美麗女子於是請她一起去。讀書人妻子怕路途很遠，女子說沒有關係，就挽著讀書人妻子的手出門，在月色下上路了。走了一段路後，讀書人妻子發現，女子走得非常迅速，可是自己步履艱難，於是讓女子等一等，要回去換一雙鞋。女子拉著讀書人妻子的手坐在了路旁，把自己的鞋脫了下來，給讀書人妻子穿上，穿著倒也不緊，再起來走時，竟健步如飛了。",
      "&emsp;&emsp;過了一會兒，讀書人騎著一匹白騾子來了，看見妻子十分吃驚，急忙下了騾子。　　讀書人問妻子：“你這是要去哪呀？”　　妻子說：“我這不是去探望你嗎。”　　讀書人又問妻子這個美麗的女子是誰。　　妻子還沒回答，女子捂著嘴笑了，說：“先不要打聽，你娘子一路奔波多不容易，你星光下馳騁了半夜，人和牲畜也想必都累了，我家離這不遠，請去休息，等明天早晨再走，也不晚的。”　　看見不遠的地方就有村落，於是一起去了。進了一個庭院，女子叫起睡著的侍女起來招待客人，說：今天月色明亮，不必點蠟燭了，石桌石凳，坐下就行了。　　讀書人將騾子拴到了屋檐下後坐下了。　　女子對讀書人妻子說：“鞋不合適，路上是不是挺累贅的？現在回去有了代步的牲口了，把鞋還給我吧。”讀書人妻子忙道謝，把鞋還了。　　沒多久時間，酒菜蔬果都準備好了，女子倒上酒說：“你們兩個好久沒在一起了，今天晚上團圓，一杯濁酒，為你們祝賀。”讀書人也拿起酒杯酬謝，兩個人客歡聲笑語，很是親熱。　　讀書人注視著美麗女子，屢次拿話挑逗她，與自己的妻子相聚，倒一句寒暄的話都沒有。女子也眉目傳情，說的話裡暗含著情意。讀書人妻子默默地坐著，裝做什麼都不知道。時間長了兩個人都醉了，說的話更是親近了。女子又拿大杯勸酒，讀書人推辭說喝醉了，女子更使勁勸。　　讀書人笑著說：“你為我唱一曲，我就喝。”　　女子於是就彈琴唱道：“黃昏卸得殘妝罷，窗外西風冷透紗。聽蕉聲，一陣一陣細雨下。何處與人閑磕牙？望穿秋水，不見還家，潸潸淚似麻。又是想他，又是恨他，手拿著紅繡鞋兒占鬼卦。”　　唱完，女子笑著說：“這是市井的歌，有汙君子，不過因為很流行，所以仿效一下。”　　女子歌唱聲音柔軟，情態風騷，讀書人心意搖蕩，管不住自己了。一會兒，女子假裝醉了，離了席，讀書人也起來，跟著去了。　　過了很長時間，兩個人都沒有回來，待女疲乏，睡了。讀書人妻子獨自坐著，也沒有個伴，十分難過。她想要回去，可是夜色茫茫，又不記得道路，不知怎麼好，於是起來察看。剛靠近窗，就聽見男女歡愛的聲音，再仔細聽，就如同丈夫平時和自己的歡愛傾訴的情形。讀書人妻子這時心慌意亂，沒法忍受了，想還不如出去找個地方一頭撞死。剛氣憤地走出去，忽然看見弟弟三郎騎著一匹馬來了，下馬來問原由。讀書人妻子具實以告，三郎大怒，立刻和姐姐回去，到了門口，屋門上鎖，還聽得見枕頭上的悄悄說話聲。三郎搬起一塊大石頭朝窗戶砸了進去，窗櫺都砸斷了。　　裡面美麗女子大喊：“",
      "&emsp;&emsp;郎君的的頭破啦，怎麼辦啊！”　　讀書人妻子聽見，大哭，對弟弟說：“我又沒打算殺死他，現在這怎麼辦？”　　三郎瞪著眼說：“你嗚嗚地哭著催我來，現在剛出了胸中的惡氣，你又護著你男人，反過來埋怨我，我不能像使喚個丫頭似的讓你支使。”轉身就要走。　　讀書人妻子一下驚醒了，這才知道是個夢。　　第二天，讀書人果然回來了，騎著一匹白騾子，妻子很驚訝，沒有說。但讀書人說他昨天做了一個夢，結果所見所遇，兩人完全一樣，互相又驚奇又害怕。過了一會兒，三郎聽說姐夫回來了，也來探望。　　說話間三郎對姐夫說：“昨天做了一個夢，夢見你回來，今天一看，還真回來了，太奇怪了。”　　讀書人笑著說：“幸虧沒讓大石頭給砸死。”　　三郎愣住了，問為什麼，讀書人把自己的夢說了。三郎也十分奇怪，因為他也確實夢見姐姐對他哭訴，他因憤怒也扔了大石頭。　　三個夢都相符，但不知美麗女子是什麼人。http://tw.knowledge.yahoo.com/question/question?qid=1010011101053"
    ]
  },
  {
    "title": "耿十八",
    "href": "http://liaozhai.weebly.com/328312131320843.html",
    "content": [
      "&emsp;&emsp;新成縣耿十八這個人，病情危急，自知將死。對妻子說：「早晚要離開了。我死後，要嫁要守寡都由你，但是請跟我講清楚。」妻子默默不語。耿又再問她說：「守寡固然好，再嫁也是人之常情。說明清楚，有甚麼關係？將跟你訣別了。你守寡，我心安慰；你再嫁，我也死心了。」妻只好哀傷的說：「家裡常常斷炊，你在還不夠用，我拿甚麼守寡？」耿聽了以後，用力握著妻子手臂，生氣的說：「你好殘忍！」說完就死了。握住妻子的手拔不開。妻子大叫。家人來了以後，兩個人攀指頭用力擘開，才打開。",
      "&emsp;&emsp;耿自己不知道已經死了，出門看見小車十餘輛，每輛各十人，用方型紙張書寫名字，黏車上。駕車的人看見耿，叫他趕快上車。耿看車中已有九人，連自己共十人。又看名單上，自己名字在最後。車子咋咋的開著，聲音很吵，也不知道要開往那裡。不久到一個地方，聽人說：「這裡是思鄉地。」聽這個名字有點疑問。又聽車伕偶然說到：「今天斬了三個人。」耿又很驚駭。仔細聽他們說的，都是陰間的事，自己醒悟：「我豈不是已經是鬼了！」立刻想起家裡面，不再需要掛念甚麼，只是老母親年紀大，妻子改嫁以後，沒人可以奉養；想著想著，不知不覺涕淚漣漣。又過不久，看到一個高臺，高好幾尺，好多人在那裏；許多被綁手綁腳的人，哭哭啼啼上上下下，聽說這裡叫「望鄉臺」。眾人到這裡，都下車登台。車伕對眾登台的人有的勸止、有的則拳打腳踢，可是到了耿十八，反而催促他登台。爬了幾十級，才到台頂。遠遠看去，自己家門窗庭院，宛如眼前。可是室內隱隱約約，像是籠罩一層煙霧。悽惻不能自已。回頭看，有一個短衣人站在後面，問耿姓名。耿跟他說了。那個人也自我介紹是東海的匠人。見耿涕泣，問他：「還有甚麼事還沒了結？」耿又跟他說。匠人想和他一起跳過高臺逃走。耿怕地府追蹤，匠人一直說沒關係。耿又擔心望鄉臺太高，匠人叫他跟著他就好。於是他先跳下，耿跟著跳下。跳到地面，竟然沒人知道。看車子，還在臺下。二人跑了不遠，忽然想到名字黏車上，恐怕照著名字追捕；於是回到車旁，用口水塗去自己名字，再行逃跑，一路上汗流氣喘，不敢停留。不久，到了家門，匠人送他進屋。他看見自己的屍體，忽然就甦醒過來。覺得疲乏躁渴，喊著要喝水。家人大駭，給他水，喝了好多好多。忽然爬起來，作揖拜狀；接著出門拱手道謝，才回來。回來後僵臥不動。家人因為他行為怪異，懷疑不是真活；不過慢慢看也沒甚麼不同。問他，才一項一項說清楚。問：「出門做甚麼？」回答：「跟匠人道別。」「為什麼喝這麼多水？」說：「剛開始為我喝，接著為匠人喝。」給他湯藥，沒幾天病就好了。從此討厭他的妻子，不再同牀。"
    ]
  },
  {
    "title": "珠兒",
    "href": "http://liaozhai.weebly.com/2966420818.html",
    "content": [
      "&emsp;&emsp;常州的李化，很富有，田產很多。五十多歲了，沒有兒子，有一個女兒，叫小惠，長得很秀美，夫妻倆特別喜歡，十四歲時，卻得暴病死了，家裡冷落，沒有了樂趣。",
      "&emsp;&emsp;李化於是又娶了一個妾，過了一年多，生了一個兒子，當做珍寶一樣，取名叫珠兒。兒子逐漸長大了，長得很壯實，很可愛，可是卻特別傻，五六歲時還分辨不出什麼是麥子，話也說不清楚。李化只是喜歡，也不覺得不好。",
      "&emsp;&emsp;當時有一個瞎和尚，在市場上化緣，能知道人家閨閣中的事，於是大家都以為是神。這個和尚還說能讓人生死或得禍得福，點著名地要錢，幾十串到幾千串，沒有人敢不給。一天到了李化這裡，要募一百串錢。李化覺得為難，給了十兩銀子，可和尚不要，逐漸加到了三十兩，和尚嚴厲地說：“就要一百串，少一文也不行。”李化也發怒了，收起銀子走了。和尚一下站起來，說：“別後悔，別後悔！”沒多久時間，珠兒的心劇痛，抓撓著床席，臉色像土灰。李化害怕了，拿八十兩銀子找和尚求救。和尚笑著說：“拿這麼多錢真是不容易，不過我哪有什麼本事救。”李化回到家，珠兒已經死了。李化悲痛萬分，到縣衙去告狀。縣官把和尚抓來審問，和尚狡辯，也沒說實話。讓人打，像打在鼓皮上。縣官讓搜和尚的身，找到兩個小木頭人，一個小棺材，五面小旗幟。縣官拿著這些東西給和尚看，和尚害怕了，一個勁兒地磕頭。縣官也不理，讓用木杖給打死了。李化磕頭謝了縣官，回家了",
      "&emsp;&emsp;這時天已經黃昏，李化和妻子坐在床上，忽然看見一個小孩兒進到屋裡，說：“父親怎麼走得這麼快，我盡力追趕也趕不上。”李化看這個小孩也就七八歲，很驚訝，正要問時，就見小孩忽隱忽現，好像煙霧一樣，轉眼間已經上了床。李化把他推了下去，掉在地上，也沒有聲音，還說：“父親為什麼要這樣！”轉眼又上了床。李化害怕了，和妻子一起跑了出去，小孩阿父，阿母一直叫個不停。李化跑進了妾的屋子，急忙把門關上了，回頭一看，小孩已經在跟前了。李化很害怕，問小孩要幹什麼？小孩說：“我是蘇州人，姓詹，六歲時父母死了，哥哥嫂子容不下我，把我趕到了姥爺家，一天在門口玩時，讓妖和尚迷住，殺死在了桑樹下，當個幫凶的鬼趕著使喚，無處申冤，也不能托生，幸虧父親除了妖和尚，給我昭了雪，我願意做您的兒子。”",
      "&emsp;&emsp;李化說：“人和鬼不在一條路上，怎麼能相處？”",
      "&emsp;&emsp;小孩說：“只要一間小屋子，要一套床鋪被褥，每天給上一碗冷水冷飯就行，其餘不需要什麼。”",
      "&emsp;&emsp;李化答應了，給布置好，小孩很高興，自己一個人睡在屋裡，早晨出來，像家裡的孩子一樣。",
      "&emsp;&emsp;小孩聽見李化的小妾哭兒子的聲音，問：”珠兒死了幾天了？”",
      "&emsp;&emsp;李化說：“七天了。”",
      "&emsp;&emsp;小孩說：“天氣嚴寒，屍首應當還沒有腐爛，可以試著挖開墳墓，如果沒腐壞，珠兒還可以活。”",
      "&emsp;&emsp;李化很高興，和小孩一起去挖開了墳墓，看見珠兒的身體和原來一樣。正在悲痛，回頭看小孩不見了，很奇怪，就把珠兒的屍首抬回來了。剛放在床上，眼睛已經能動，一會兒要喝水。喝完水後出了一身汗，接著就起來活動了。",
      "&emsp;&emsp;大家都很高興珠兒又復活了，而且也變得聰明，伶俐，跟以前大不一樣。但是，到了夜裡，僵直地躺在那裡，一點兒生氣也沒有。大家把他翻轉過來，像死了一樣，讓眾人十分驚愕，認為他又死了。天快亮時，珠兒才像從夢中醒了。",
      "&emsp;&emsp;大家問他，他說：“以前跟著妖和尚時，我們有兩個人，另一個叫哥子。昨天追父親追不上，就是因為在後面與哥子告別。哥子現在在陰間，給姜員外做義子，也很好，夜裡找我來玩，剛才用一匹黃馬送我回來了。”",
      "&emsp;&emsp;珠兒的母親說：“在陰間看見真的珠兒沒有？”",
      "&emsp;&emsp;珠兒說：“真的珠兒已經轉生了，他和父親沒有緣分，不過是金陵的嚴子方來討他的一百一十銀子的債務罷了。”",
      "&emsp;&emsp;以前，李化在金陵做買賣，欠嚴子方的貨款沒還，嚴子方已經死了，這事沒人知道了，李化聽珠兒這麼說，十分害怕。",
      "&emsp;&emsp;小惠的母親說：“你見到了你惠姐了嗎？”",
      "&emsp;&emsp;珠兒說：“不知道，再去時打聽打聽。”",
      "&emsp;&emsp;又過了兩三天，珠兒對母親說：“惠姐在陰間很好，嫁給楚江王的小公子，滿頭的珠翠，一出門，有成百上千的人開道",
      "&emsp;&emsp;。”",
      "&emsp;&emsp;小惠的母親說：“她為什麼不回來看一看呢？”",
      "&emsp;&emsp;珠兒說：“人死了，就與骨肉無關了。如果有人仔細地講述前生的事，才能引起回想。昨天托姜員外的關係，才見到姐姐，姐姐叫我坐在珊瑚床上，我對姐姐說父母很想念，但她就跟睡著了一樣。我說，姐姐當時喜歡繡並蒂的花，剪刀刺了手，血染在綾子上，姐姐就勢刺成了赤水雲，現在母親還掛在床頭的墻上，一直想念著，姐姐難道忘了嗎？姐姐這才感到悲凄，說一定和郎君說一說，回來看一看母親。”",
      "&emsp;&emsp;小惠的母親問什麼時候能回來，珠兒說不知道。",
      "&emsp;&emsp;一天，珠兒跟母親說：“姐姐的一行人要到了，僕從很多，需要多準備些水和酒。”",
      "&emsp;&emsp;一會兒，珠兒跑到屋裡，說：“姐姐來了。”",
      "&emsp;&emsp;珠兒又讓將床移到中堂，說：“姐姐想坐一坐，大家不要哭。”但是大家什麼也沒看見。",
      "&emsp;&emsp;珠兒帶領人燒了紙，並把酒洒在門外，回來說：“",
      "&emsp;&emsp;隨從已經讓他們暫時去了，姐姐說，以前蓋的曾經讓燭花燒了豆子大小的綠錦被，不知還在不在？”",
      "&emsp;&emsp;小惠的母親說：“還在。”隨即取了出來。",
      "&emsp;&emsp;珠兒說：“姐姐讓我給放在她以前的屋子裡，今天她累了，睡一會兒，明天再和母親說話。",
      "&emsp;&emsp;李化家東邊有個姓趙的鄰居，家裡有一個女兒，原來與小惠很好，那天夜裡，忽然夢見小惠包著頭巾，穿著紫色的披肩來看她，言談說笑和平時一樣。",
      "&emsp;&emsp;小惠說：“我現在已經不是人了，所以想再見父母就像有山河阻隔一樣，想借妹妹和家人說說話，你不要害怕。”",
      "&emsp;&emsp;天亮時，鄰居女兒剛和母親說話，忽然倒在地上死了過去，過了好半天才醒。",
      "&emsp;&emsp;鄰居女兒對母親說：“小惠和嬸嬸離別了幾年，您的頭髮都白了，鄰居女兒的母親驚愕地說：：“你發瘋了嗎？”",
      "&emsp;&emsp;鄰居女兒對母親下拜，就告別出去了。母親見發生了奇怪的事，就跟著女兒直接到了李化家，抱住小惠的母親傷心地哭了，小惠的母親驚訝得不知所措。女兒說：“我昨天回來，很勞累，沒來得及說話。女兒不孝，中途棄別了父母，讓父母悲哀思念，這罪過怎麼才能贖回來。”",
      "&emsp;&emsp;小惠的母親一下明白了，也哭了。過了一會說：“聽說你現在富貴了，我心裡很高興，但是你在王室之家，怎麼就能來？”",
      "&emsp;&emsp;女兒說：“我的郎君和我非常好，公公婆婆也很愛我。”",
      "&emsp;&emsp;小惠活著時，喜歡用手支著下巴，現在說話時，還是那個樣子，神情也非常相似。",
      "&emsp;&emsp;過了一會兒，珠兒跑了進來，說：“接姐姐的人來了。",
      "&emsp;&emsp;女兒起身，又跪拜告別，哭著說：“女兒走了。”說完又昏死過去，過了一會兒才甦醒。",
      "&emsp;&emsp;過了幾個月後，李化病了，病得很厲害，找醫生看，吃藥都沒用。",
      "&emsp;&emsp;珠兒說：“恐怕過不了一半天了，兩個鬼坐在床頭，一個手裡拿著鐵棍，一個拿著四五尺長的麻繩，兒子我晝夜哀告他們，他們也不走。”",
      "&emsp;&emsp;李化的妻子哭了，開始準備衣裳。",
      "&emsp;&emsp;到傍晚時，珠兒進來，說：“雜人和婦女出去避一避，我姐夫來看父親了。”",
      "&emsp;&emsp;過一會兒，珠兒鼓掌，並且笑了。",
      "&emsp;&emsp;母親問珠兒，珠兒說：“我笑兩個鬼，聽說姐夫來，都藏在床底下，象烏龜一樣。”",
      "&emsp;&emsp;又過了一會兒，見珠兒對著空中寒暄，問姐姐的起居。",
      "&emsp;&emsp;待了一會，珠兒拍著手說：“兩個鬼奴才，哀求他們，他們不走，現在大快人心。”",
      "&emsp;&emsp;珠兒又走出門外，然後回來，說：“姐夫走了，兩個鬼被鎖在栓馬的皮帶上，父親立刻就會好了，姐夫說，回去告訴大王，為父母求百年的陽壽。”",
      "&emsp;&emsp;一家人聽了都很高興，到夜裡時，李化的病好多了，過了幾天，完全康復了。",
      "&emsp;&emsp;家裡請了個老師教珠兒，珠兒十分聰慧，十八歲中了秀才，還能說些陰間的事。看見鄉里的病人，就說是鬼在作祟，讓用火燒，往往就好了。後來得了一次暴病，皮膚青紫，自己說鬼神責怪他泄露了陰間的事，從此不再說了。",
      "&emsp;&emsp;http://tw.knowledge.yahoo.com/question/question?qid=1010011101053"
    ]
  },
  {
    "title": "小官人",
    "href": "http://liaozhai.weebly.com/235672344820154.html",
    "content": [
      "&emsp;&emsp;有個老太史，白天躺在書齋裏看書，忽然看見一支小小的儀仗隊伍從堂屋角落裏走出來。儀仗隊的馬只有青蛙大小，人只有手指頭大小。這支由幾十個小人組成的小儀仗隊，顯得很威風。他們簇擁著轎子上的一位官員，堂而皇之地朝大門外走去。那位官員頭戴黑色紗帽，身著繡衣，坐在轎子裏搖頭晃腦，一副自鳴得意的神情。老太史看到這裏，有些不相信自己的眼睛。難道說小人國與大人國的世界沒有什麼區別嗎？正當老太史懷疑自己看錯了的時候，他突然看見一個小人，急匆匆返回屋裏，拿起一隻只有拳頭大的氈包，逕直走到老太史床前，口中說道：「我家主人有一份薄禮，敬獻太史。」說完後，他端正地站在老太史對面，但並未把禮物拿出來。過了一會兒，他自己笑著說：「這點小東西，想來對太史也沒有什麼用處，不如賞賜給我。」老太史對他點了點頭，小人便很高興地拿著東西走了。此後，老太史再也沒有看到那些小人。他越想越覺得遺憾，只怪自己當時心裏有些慌張，沒有向小人打聽他們從哪裡來，又要到哪裡去；也沒有問問那位小官人姓甚名誰，在小人國裏供的什麼職。"
    ]
  },
  {
    "title": "胡四姐",
    "href": "http://liaozhai.weebly.com/329932223522992.html",
    "content": [
      "&emsp;&emsp;尚秀才，泰山地方人，一個人獨住。一個秋天的夜晚，銀河星空朗朗，明月在天，尚秀才徘徊在花叢樹陰之中，心中興起很多遐想。",
      "&emsp;&emsp;忽然一個女子越過矮牆進來，笑著說：“秀才在想什麼呢？”",
      "&emsp;&emsp;尚秀才一看，這女子像天仙一樣美麗，十分驚喜，擁抱著他極盡親熱。",
      "&emsp;&emsp;女郎自我介紹說：“姓胡，名三姐。”尚秀才問她住在哪里，女子只笑不說，尚秀才也不再問，只希望能永遠好下去，從此沒有一天不相聚。",
      "&emsp;&emsp;一天晚上，兩個人坐在燈下，尚秀才眼睛一直盯著胡三姐。",
      "&emsp;&emsp;胡三姐笑著說：“一直瞪著我幹什麼？”",
      "&emsp;&emsp;尚秀才說：“我看你就像豔麗的鮮花一樣，就是看一夜也看不夠。”",
      "&emsp;&emsp;胡三姐說：“我長得不好，謝謝你這樣看重，你要是看見我家的四妹，不知要怎樣地神魂顛倒了。”尚秀才心動了，恨不得立刻能見著胡四姐，跪在那裏一直哀求。",
      "&emsp;&emsp;過了一天，胡三姐果然帶著胡四姐來了，胡四姐年紀剛剛十五歲，像清晨的荷花帶著朝露，像霧中的杏花朦朧細緻，嫣然含笑，嫵媚而美麗。尚秀才狂喜，讓大家坐了。",
      "&emsp;&emsp;胡三姐與尚秀才說笑，胡四姐只是手裏玩弄著繡花的衣帶，低著頭。",
      "&emsp;&emsp;過了一會兒，胡三姐起來告別，胡四姐想一起走，尚秀才緊緊拽著不放手，對胡三姐說：“你幫著我說一說呀！”胡三姐於是笑著說：“癡情郎，急死了，妹妹留下來再坐一會兒吧。”胡四姐也不說話，胡三姐走了。尚秀才和胡四姐兩個人極盡歡好，然後又互相枕著對方的胳膊，吐露平生的事情，傾訴無遺。",
      "&emsp;&emsp;胡四姐說自己是狐狸，尚秀才依戀她美麗，也不怪她。",
      "&emsp;&emsp;胡四姐感激尚秀才，對他說：“我姐姐很狠毒，已經殺了三個人了，被她迷惑，沒有不死的，你這麼愛我，我不忍心讓你死，你應當早點和她斷了。”",
      "&emsp;&emsp;尚秀才害怕了，問應該怎麼辦。",
      "&emsp;&emsp;胡四姐說：“我雖然是狐狸，但是得到過仙人的正道法術，我可以寫一道符貼在你臥室的門上，這樣就可以讓我姐姐退卻了。”",
      "&emsp;&emsp;胡四姐於是寫了這道符，貼到了門上。快天亮時，胡三姐來了，看見門上的符，嚇退了，說：“小賤婢這麼負心，跟新的郎君好，就忘了牽線的人。你們兩個人命裏有這個緣分，我也不記恨，何必這樣呢。”說完走了。",
      "&emsp;&emsp;過了幾天，胡四姐到別處去，約好隔天再來。",
      "&emsp;&emsp;這天，尚秀才偶然出門四處眺望，見到山下茂密的槲樹林中出來了一個少婦，很有風韻。少婦走到尚秀才跟前說：“秀才何必天天那麼興沖沖地迷戀胡家姐妹，她們一個錢也不給你。”隨即拿出一貫錢給尚秀才，說：“你先拿回去，買點好酒，我再帶幾個小菜來，與你歡聚。”",
      "&emsp;&emsp;尚秀才拿錢回來，買了酒，不多時間，少婦果然來了，把一隻烤雞和和一隻鹹豬肘放在了桌上，拿出刀子切成小片。兩人酙酒說笑，歡樂異常。然後滅了燈燭上床，十分狂蕩。天亮時兩個人才起來。剛要穿鞋時，忽然聽到有人聲，正聽時，人已經進來，掀開了床上的帳幕，是胡家姐妹。少婦一看，慌忙跑走了，鞋也沒穿。",
      "&emsp;&emsp;胡家兩姐妹同聲斥駡說：“騷狐狸，怎麼敢和人一起同枕共眠！”又追了出去，很久才回來。",
      "&emsp;&emsp;胡四姐埋怨尚秀才說：“你太不長進了，和騷狐狸成雙成對，不能再和你親近了。”悶悶不樂地要離去。尚秀才十分惶恐，連忙走向前，悲哀地懇求，胡三姐也在一旁勸解。胡四姐這才漸漸地消了怒氣，自此又相好如初了。",
      "&emsp;&emsp;一天，有個陝西人到尚秀才家，對家裏人說“我尋找妖精，不是一天半天了，今天總算是找到了。”",
      "&emsp;&emsp;尚秀才的父親覺得這個人說話很奇怪，就問為什麼。",
      "&emsp;&emsp;陝西人說：“我常常遊山玩水，一年經常八九個月不在家，結果我弟弟被妖精蠱惑，殺死了。我回家後又悲傷又憤恨，發誓一定要尋找到妖精並消滅掉。奔波了幾千里，一點綜跡都沒有，沒想到就在你家。不斬除妖孽，還會有人在我弟弟之後死亡。”",
      "&emsp;&emsp;那時尚秀才和胡四姐她們親密相聚，父母也有些察覺，聽來人這麼一說，嚇壞了，將陝西人請入作法。陝西客人拿出兩個瓶子，放在地上，念咒語念了很長時間，見有四團黑霧，被吸進了瓶子裏。",
      "&emsp;&emsp;陝西客人高興地說：“全家都到齊了！”然後用豬脬裹住瓶口，捆了個結結實實。尚秀才的父親十分歡喜，一定要留陝西人客吃飯。",
      "&emsp;&emsp;尚秀才心裏很不安，靠近瓶子偷聽，聽見胡四姐在瓶子裏說：“坐視不救，你就這麼沒良心！”",
      "&emsp;&emsp;尚秀才感動了，急忙想把封著的繩子解開，但解不開。胡四姐又說：“不用這樣，你把祭壇上的旗子放倒，再用針把豬脬紮一個孔，我就出來了。”",
      "&emsp;&emsp;尚秀才按胡四姐所說的做了，果然看見有一絲白氣從孔裏出來，沖天而去。",
      "&emsp;&emsp;陝西客人出來後，見旗子倒了，十分吃驚，說：“跑了！這一定是你家公子幹的。”然後搖了搖瓶子，聽了聽，說：“幸好只跑了一個，這個東西命該不死，可赦。”於是帶著瓶子走了。",
      "&emsp;&emsp;後來尚秀才在田邊監督工人割麥子時，遠遠看見胡四姐坐在樹底下，尚秀才走了過去，拉住胡四姐的手問候她。",
      "&emsp;&emsp;胡四姐說：“離別有十個年頭了，現在我的金丹已經煉成了，可是思念之情不忘，所以再來見你一面。”",
      "&emsp;&emsp;尚秀才想讓胡四姐和他一起回去，胡四姐說：“我今非昔比了，不能再沾染塵世之情，以後還會再見你的。”說完，不見身影了。",
      "&emsp;&emsp;又過了二十多年，尚秀才一個人獨居時，看見胡四姐從外面來了，他高興地和胡四姐說話。",
      "&emsp;&emsp;胡四姐說：“我現在已經名列仙籍之中，不應該再來塵世了，但是感念你的情義，特地先來告知你的死期，讓你及早準備後事。你也不用悲傷，我會超度你成為鬼仙，也不會受苦。”說完告別去了。",
      "&emsp;&emsp;到了胡四姐所說的死期這天，尚秀才果然死了。",
      "&emsp;&emsp;尚秀才是我的友人李文玉的親戚，此事曾親眼見到。",
      "&emsp;&emsp;http://forum.book.sina.com.cn/redirect.php?fid=13&tid=1184098&goto=nextnewset"
    ]
  },
  {
    "title": "祝翁",
    "href": "http://liaozhai.weebly.com/3106932705.html",
    "content": [
      "&emsp;&emsp;話說濟陽祝村有個祝老頭，活到五十多歲後，有一年，得重病死了。人死不能復生，於是，家人忍著悲傷替他料理後事。這時，奇怪的事發生了。當祝老頭的家人進房料理喪服時，忽然聽見死去的老頭子在大聲呼叫。家人趕忙一齊跑到靈堂，只見老頭子已經復活了。大家又吃驚，又高興，紛紛上前慰問。",
      "&emsp;&emsp;祝老頭對老太婆說：\"我剛去那邊，發誓不再回來。但走了幾里路以後，轉念一想，把你這副老骨頭扔在兒女們手裏，一切都得仰仗他們，也沒有多少樂趣，不如你跟我一起走。所以，我又回來了，想帶你一起走。\"",
      "&emsp;&emsp;大家都以為他是剛剛甦醒過來亂說話，根本不相信。但祝老頭又說了一遍同樣的話。老太婆對他說：\"這樣倒也挺好。只是我現在還活生生的，怎麼一下子能死呢？\"祝老頭擺擺手說：\"這個不難。家裏的日常事務，快去作安排。\"老太婆笑著不肯走，老頭又催促她，她這才走到門外，站了一會兒又進來了，哄他說：\"我已經安排妥當了。\"老頭叫她快去梳妝打扮一下，老太婆不願去，老頭催得更緊了。老太婆不忍心違背他，只好到裏屋換衣打扮了一番。她再出來時，媳婦女兒都在一旁偷偷地笑。老頭把頭移到枕頭上，用手拍著叫老太婆躺到他旁邊。老太婆說：\"兒女們都在跟前，我倆一起躺著睡，這像什麼樣子？\"老頭用手打著床說：\"一起死有什麼好笑的？\"兒女們見老頭躁急，都勸老太婆遷就老頭，照他的意思去做。老太婆聽從兒女們的勸告，和祝老頭並排筆直地躺著。見此情景，家人又都笑起來。",
      "&emsp;&emsp;過了一會兒，只見老太婆臉上的笑容忽然收斂，兩眼也慢慢閉上了，好久都沒有聲音，好像睡熟了一樣。大家靠近一看，發現老太婆的肌膚已經冰冷，呼吸也早已停止。看看老頭子，他也成了僵硬的屍體。家人對這突如其來的雙重打擊，又驚異又悲傷。"
    ]
  },
  {
    "title": "豬婆龍",
    "href": "http://liaozhai.weebly.com/359482311040845.html",
    "content": [
      "&emsp;&emsp;豬婆龍生長在西江。形狀像龍可是比較粗短，能橫飛；常常沿著江岸捕食鵝鴨。有時被人捕抓到了，就把他的肉賣給陳、柯兩姓的人。這二姓都是陳友諒的後裔，祖傳敢吃豬婆龍肉，其他宗族都不敢吃。有一客人從江右來，抓到一隻豬婆龍，綁在船裡面。有一天，他把船停在錢塘邊，沒綁很緊，豬婆龍忽然跳到江裡面。一下子，波浪大起，船跟著沉沒了。        註鼉ㄊㄨㄛˊ(爬蟲類動物.俗稱豬婆龍.狀似鱷魚)",
      "&emsp;&emsp;揚子鱷或稱作鼉是中國特有的一種鱷魚，俗稱豬婆龍，土龍，亦是世界上體型最細小的鱷魚品種之一。主要分佈在長江中下游地區。揚子鱷與同屬的密河鱷相似，但是體型要小許多。成年揚子鱷體長很少超過2.1米，一般只有1.5米長。體重約為36公斤。牠們的頭部相對較大，鱗片上具有更多顆粒狀和帶狀紋路。野生揚子鱷的數量可能不足200頭，其中約有50頭為成年揚子鱷。主要在長江中下游的江蘇、浙江和安徽等省。其威脅主要來自棲息地的破壞。"
    ]
  },
  {
    "title": "某公",
    "href": "http://liaozhai.weebly.com/2657620844.html",
    "content": [
      "&emsp;&emsp;陝右某公，是辛丑進士。能記得前身事情。曾說前生為士人，中年死亡。死後見冥王判事，鼎鐺油鑊，如同世間所傳。大殿東邊，有幾個架子，上面放豬羊犬馬各種皮。簿吏叫名字，有的罰作馬，有的罰作豬；通通脫光，然後在架上取皮蓋上。一會兒輪到某公，聽冥王說：「這個應該作羊。」鬼取一白羊皮來，按捺蓋在公身上。一個鬼吏說：「他曾救一條人命。」冥王重新檢查簿籍，說：「重新再判。壞事雖多，這一項可以抵償。」鬼卒又剝除他身上的皮毛。皮已經黏在身上體，沒辦法去除。兩個鬼卒捉臂按胸，用力剝除，痛苦情狀難以形容；皮一片一片撕開，沒法完全去除，剝完以後，近肩處，還黏一塊手掌大小的羊皮。某公出生以後，背上有羊毛一片，剪掉後又長出來。"
    ]
  },
  {
    "title": "快刀",
    "href": "http://liaozhai.weebly.com/2455520992.html",
    "content": [
      "&emsp;&emsp;明末，山東所屬多盜賊。通都大邑都有官兵，捉到盜賊往往殺掉。章丘市盜賊尤其多。有一士兵佩刀甚為鋒利，而且砍頭非常俐落。一天，捕獲盜賊十餘名，押赴西市處斬。其中有一強盜認得這名士兵，委婉的跟他說：「聽說你的刀最俐落，斬首從無第二刀。請殺我！」兵說：「好。你靠著我，不要離開。」強盜跟著到行刑的地方，刀子揮出，頭立刻掉落。幾步之外，還回轉贊美說：「好快刀！」"
    ]
  },
  {
    "title": "俠女",
    "href": "http://liaozhai.weebly.com/2044822899.html",
    "content": [
      "&emsp;&emsp;有個姓顧的秀才，金陵人。博學多才，家境卻很貧困。又因為母親年老，不忍離開膝下，只是每天替人寫書作畫，得點報酬維持生活。二十五歲了，還沒有妻子。他家的對面，有一所空房子，一個老太太和一個少女，租了這個房子，住在裏邊。因為她們家裏沒有男人，所以沒問她們姓甚名誰。有一天，顧生偶爾從外面進來，看見一個女郎從母親的屋裏走出來，年紀約有十八九歲，清秀、苗條、美麗大方，世上很少有能和她媲美的。她見了顧生也不太迴避，但是神態嚴肅。顧生進屋詢問母親。母親說：\"她是對門的女郎，找我借刀尺。方才對我說，她家也只有一個老母親。這個女郎不像出生於貧苦人家。我問她為什麼還沒許配人家，她推託母親年老離不開。明天應該去拜望她的母親，順便露露求婚的心意;倘若要求不高，我兒可以替她養活老母。\"",
      "&emsp;&emsp;第二天，顧母到了她家，她的母親是個聾老太太。看她們的屋子裏，並沒有多餘的糧食。問她們以什麼為生，則是完全依靠女郎的一雙手。顧母慢慢提出兩家合做一家的主意，試探一下老太太，老太太的意思似乎願意，轉身和女兒商量；女兒默默不語，看樣子很不高興。顧母只好回家了。把詳細情況告訴兒子以後，很疑惑地說：\"這個女郎是不是嫌我們窮呢？為什麼不愛說話，也沒個笑臉，容貌豔似桃李，態度冷若冰霜，真是個怪人！\"娘兒倆猜想了一會兒，歎息了一陣子，只好作罷了。",
      "&emsp;&emsp;一天，顧生坐在書房裏，有個少年來求他作畫。這少年容貌很清秀，態度卻很輕佻。問他從那裡來的，他說從鄰村來的。從此以後，三兩天就來一趟。稍微熟悉了，就漸漸地互相嘲諷戲謔;顧生把他抱在懷裏，他也不太拒絕，於是就成了他的孌童。此後，往來更為密切。一天，女郎恰巧從他面前走過去，少年用眼睛從背後一直望，問是誰家的女郎。顧生說是鄰家的姑娘。少年說：\"姿容如此豔麗，神情為什麼那樣可怕呀？\"",
      "&emsp;&emsp;過了一會兒，顧生進到裏屋，母親告訴他說：\"剛才女郎前來討米，說她家已經一天沒有燒火了。這個女孩子很孝順，窮得很可憐，我們應該幫他一下。\"顧生聽從母親的吩咐，就背了一斗米，敲開女郎家的房門，轉達了母親的心意。女郎把米收起來，也不表示感謝。有時來到顧生家裏，看見顧母做衣服鞋子，她就替顧母縫紉；在屋裏出出進進，幹起活來和媳婦一樣。顧生十分感激她，每次得到別人贈送的糕點，一定分一份給她母親，女郎也是從不提起。",
      "&emsp;&emsp;顧母下部恰巧生了一個惡瘡，疼得日夜哭叫。女郎時常來到病榻跟前看望，為她擦洗瘡口，塗抹藥劑，每天三四次。顧母心裏很不安，女郎卻不嫌她髒。顧母說：\"唉！怎樣才能找到一位比得上你的媳婦，能把我侍奉到死啊！\"說完，就傷心地哽咽起來。女郎安慰她說：\"你兒子很孝順，勝似我們寡母孤女百倍。\"顧母說：\"在床前跑來跑去的活計，豈是孝子所能做的？而且老身已經到了風燭殘年，早晚就要被埋到荒郊野外，我很為傳宗接代擔憂那。\"說話間，顧生進來了。母親流著眼淚說：\"我們多虧了娘子，你不要忘了報答恩情。\"顧生就伏身向她拜謝。女郎說：\"你敬重我的母親，我沒有拜謝；你為什麼拜謝我呢？\"於是，顧生就更加敬愛她，可是她的一舉一動還是那樣生硬，絲毫不可侵犯。",
      "&emsp;&emsp;一天，她出了房門，顧生不轉眼地望著她。她忽然回過頭來，動人地嬌笑。顧生喜出望外，趕緊追上去，一直跟到她的家裏。挑逗她，她也不拒絕，而且很高興住在一起。事後，她告誡顧生說：\"這種事情，可一不可再。\"顧生沒理睬就回家了。第二天，顧生又去約會她，她神色嚴厲，沒有看他一眼就走了。以後雖還是常來顧生家，時時可以見到，但卻再也沒有親熱表情。對她稍微挑逗，她就冷語侵人。有一次，她忽然在沒人的地方問顧生：\"你家常來的少年是個什麼人？\"顧生告訴了她。她說：\"注意他的舉動行為和神情狀態，他對我無理很多次了。因為是你的孌童，所以沒有理他。請你轉告他：若再那個樣子，他是不想活啦！\"到了晚上，顧生就把這話轉告那個少年，並且說：\"你必須小心謹慎，她是不可侵犯的。\"少年說：\"她既然不可侵犯，你怎麼侵犯她呢。\"顧生說自己沒有。少年說：\"如果沒有，怎麼對你說了那麼多親熱的話呢？\"顧生語塞。少年說：\"也請你轉告他：不要裝模作樣的假正經，不然的話，我要到處給她宣傳。\"顧生很生氣，變了臉色，少年才走了。",
      "&emsp;&emsp;一天晚上，顧生正獨自坐在書房裏，女郎忽然來了，笑著說：\"我和你情緣未斷，豈不是老天註定的。\"顧生高興得發狂，把她摟在懷裏。就在這時，突然聽得登登的腳步聲，兩個人驚慌的站起來，卻是那個少年推門進來了。顧生驚慌地問他：\"你來幹什麼？\"少年笑嘻嘻地說：\"我來看看貞潔的女人呀。\"又瞅著女郎說：\"今晚不能怪我吧？\"女郎雙眉倒豎，臉頰緋紅，一句話也沒說。迅速翻起上衣，露出一個皮囊，應手而出的則是一尺來長的晶瑩的匕首。少年看見了，嚇得回頭就跑。女郎追出門外，四下一看，少年已經逃得無影無蹤了。她把匕首往空中一拋，只聽\"嘎\"的一聲，閃出一道耀眼的霞光，好像一條燦爛的長虹，一眨眼的工夫，噗的一聲響，從空中掉下一個東西。顧生急忙拿燈一照，卻是一隻白狐狸，身子和腦袋已經分了家。顧生大吃一驚。女郎說：\"這就是你的好朋友，剛才被這妖物敗了興致，請你等到明天晚上吧。\"說完，出門就走了。",
      "&emsp;&emsp;第二天晚上，她果然來了，於是相好了。顧生問她斬殺狐狸的法術，她說：\"這不是你知道的事。你應當謹慎，守住秘密，洩露出去，恐怕對你沒有什麼好處。\"再跟她商量嫁娶的事情，她說：\"和你同床共枕，給你料理家務，不是妻子，又是什麼呢？已經成了夫妻，何必還談嫁娶呢？\"顧生說：\"你是不是嫌我家窮啊？\"她說：\"你固然很窮，我富有嗎？今天晚上的相聚，正是可憐你貧窮呀。\"臨別的時候，又囑咐顧生說：\"不正當的行為，不可以一次又一次。應該來，我就自己來，不應該來，你強求也沒有好處。\"以後再遇見她，常想拉她說說知心話，她總避開。但是縫衣補輟，燒火做飯，全都料理，如同妻子一樣。",
      "&emsp;&emsp;過了幾個月，女郎的母親去世了，顧生盡力幫助安葬了。她從此就孤單單的一個人住。顧生以為她一個人睡覺可以亂來，就從牆上爬過去，隔著窗戶頻頻呼叫，屋裏始終不應聲，看看房門，已經上鎖，原來屋裏是空的。他暗自懷疑女郎跟別人有了約會。第二天晚上再去看看，也和昨天晚上一樣。顧生便從腰裏解下一塊佩玉，擱在窗臺上走了。過了一天，在母親房間裏和她相遇。出來以後，她卻跟在後邊說：\"你對我有疑心嗎？每個人都有自己的心事，不可以告訴別人。現在想讓你對我沒有疑心，又怎能辦到呢？但是有一件事情，要請你趕快想辦法。問她什麼事情，她說：\"我已經懷孕八個月了，恐怕不久就要臨產。我沒有名分，只能替你生產，不能替你養育。你偷偷告訴老母，找一個奶媽，就說是要來的孩子，不要提起我。\"顧生答應了，回家告訴了母親。母親笑著說：\"這個女郎真奇怪！訂親不願意，但是卻願意和替我兒子生孩子。\"便很高興地聽從她的意見，準備好奶媽，等候她分娩。",
      "&emsp;&emsp;又過了一個多月，她好幾天沒過來。母親很疑惑，到她家裏去看望，只見大門緊緊關閉，裏面很寂靜。敲了很久，她才蓬頭垢面地從屋裏出來，開了大門，讓顧母進去，又回手關上了門。顧母走進她的臥室，嬰兒已經出生了。顧母很驚訝地問她：\"誕生幾天了？\"回答說：\"三天了。\"抓住繈褓一看，是個男孩，而且臉蛋胖乎乎，額頭很寬闊。顧母高興地說：\"孩子，你已經給我生了孫子，可是你孤苦伶仃一個人，將來依靠誰呢？\"女郎說：\"我心裏埋著一點小小的苦衷，不敢捧出來給老母看。等到夜裏無人的時候，就可以把孩子抱去。\"顧母回家對兒子一說，娘兒倆心裏感到很奇怪。等到夜靜時，就把孩子抱了過來。",
      "&emsp;&emsp;又過了幾個晚上一天夜裏快到半夜的時候，她忽然敲開房門走進來。手裏提著一個皮口袋，滿面笑容地說：\"我已經大功告成，從此永別了。\"顧生急忙問她為什麼，她說：\"你撫養我母親的恩德，我時時刻刻不能忘懷。因為你窮得不能娶妻，我要給你延續一個後代。現在，你的恩德已經報答，我的心願已經完成，沒有遺憾了。\"顧生問她：\"口袋裏裝的什麼東西？\"她說：\"仇人的頭顱！\"顧生扒開口袋一看，只見裏面鬍鬚頭髮亂糟糟地糊滿了血。顧生驚訝到了極點，又問她為什麼殺人。她說：\"從前沒有告訴你的原因，是因為事情機密，若不注意，就會洩露出去。現在大功已經告成，不妨告訴你。我，浙江人，父親官居司馬，被仇人陷害，還抄了我的家。我揹著老母跑出來，隱姓埋名，已經三年了。過去所以沒有馬上報仇，只是因為有個老母親活在世上，老母去世以後，又有一塊肉在腹中拖累著，因而又延遲了很久。前幾天夜裏出去沒有別的事情，是因為通往仇家的道路門戶不熟，害怕弄錯。\"說完就走出房門，又叮囑說：\"我生的兒子，你要好好看待他。你的福分淺薄，不能長壽，這個孩子可以光宗耀祖。夜深了，不要驚動老母，我去了！\"顧生心裏很悲痛，剛要問她往那去，女郎一閃身子，好像一道閃電，一眨眼就無影無蹤了。顧生又是歎息，又是惋惜，呆呆地站在門外，好像丟了魂。第二天告訴了母親，娘倆也只有互相驚歎而已。",
      "&emsp;&emsp;三年以後，顧生果然去世了。兒子十八歲中了進士，說是還在奉養祖母，一直給祖母養老送終。",
      "&emsp;&emsp;異史氏說：\"家裡要有個俠女才有資格畜養孌童，要不然，你喜歡小公豬，小公豬卻喜歡小母豬！怎麼辦呢",
      "&emsp;&emsp;?\""
    ]
  },
  {
    "title": "酒友",
    "href": "http://liaozhai.weebly.com/3720221451.html",
    "content": [
      "&emsp;&emsp;有位姓車的讀書人，家境不很好，但是嗜酒如命；每晚非喝三大杯，不能入睡，因此他床頭常擺著一個裝滿酒的酒壺。有一晚，矇矓中醒來，翻個身，覺得身邊好像多躺了一個人，他以為一定是壓到自己蓋在身上的衣服了；用手一摸，卻是一個毛茸茸的東西，身子像貓又比貓大些。拿燈一照，原來是隻狐狸，已經喝得爛醉睡熟了。再看看酒壺，也被喝空了；就笑著說：「這倒是一位喝酒的好朋友。」不但不驚動牠，反而給牠蓋上一件衣服，又躺下來和牠一起共睡，還留著燈想看個究竟。半夜以後，狐狸打了一個呵欠，挺了一挺身體。車先生笑著說：「睡得還好嗎？」打開被一看，一個模樣很清秀的讀書人，站在床前作揖，向他道謝不殺之恩。車先生說：「我愛喝酒，人家把我當作酒癲，你是我的知己，如果你不見外，我們倒可以作為喝酒的好朋友。」說著，又把他拉上床一起睡，並且還說：「你可以常常來，不要客氣。」狐狸也不推辭。",
      "&emsp;&emsp;車先生醒來的時候，狐狸已經離開了。他就準備了一瓶好酒，專誠等待狐狸。天色變晚，狐狸果然來了，兩個一起開心的喝起酒來。狐狸的酒量很大，性情又詼諧，彼此談得非常投機，有相見恨晚的感覺。狐狸說：「常常來喝你的好酒，不知應該如何報答你的恩德？」車先生說：「大家痛痛快快的喝一點酒，何必這麼說。」狐狸說：「雖然如此；但是您不是有錢人，弄錢買酒也不容易，我得為你想想辦法弄些錢來。」到了次晚，狐狸來了，告訴他說：「離開這裡東南方七里的路邊，有一點銀子，你可以早點去取來。」第二天大清早去了，果然得了二兩銀子，於是就買了一點好菜準備夜裡下酒。晚上喝酒的時候，狐狸又告訴他說：「院子後面有個地窖，可以開挖。」他依了牠的話。果然得了不少的錢，很開心的說：「現在袋子裡有錢了，用來買酒可以不愁了。」狐狸說：「不是的！就像山壑中的水不可以不斷取用一樣，這麼一點有限的錢，用不了多少日子；還應該想想別的辦法。」",
      "&emsp;&emsp;過了幾天，狐狸又告訴車先生說：「現在市面上蕎麥的價錢很便宜，這東西以後很有用處，可以多買一些存起來。」他聽了牠的話，買下了四十石蕎麥。大家都笑車先生是個傻子。不久，遇到大旱，稻禾、豆子全都曬枯了，只能種些蕎麥，大家都來買他的蕎麥下種，一賣賺了十倍的利錢，他竟因此發了大財，買了二百畝的良田。此後只要狐狸告訴他，應該種麥，他就種麥；應該種高粱，他就種高粱，所有種植的早晚，都聽憑狐狸的決定。從此，他們倆更成了十分親密的朋友，連車先生的妻子，牠都直接稱呼嫂子，並待他的兒子如自己的兒子一般。後來車先生死了，狐狸才不再到他家來。"
    ]
  },
  {
    "title": "蓮香",
    "href": "http://liaozhai.weebly.com/3403039321.html",
    "content": [
      "&emsp;&emsp;桑生，名曉，字子明，沂州人。從小失去父親。在紅花埠客居。桑生為人安靜莊重，孤芳自賞。白天出門，只去東鄰家就餐。其餘時間，長居獨坐。東鄰生開玩笑說：\"桑兄你獨居一室，就不怕鬼狐嗎？\"桑生呵呵笑著回答：\"大丈夫怎會怕鬼狐？若雄的來。我有利劍對付，若雌的來，那直接開門迎接、讓她進來就是了。\"東鄰生回去與朋友商議，戲弄他一下。請一個妓女來，順著梯子爬過牆去，來到桑生院中，伸手輕輕敲門。桑生探著頭問：\"誰呀\"？妓女說：\"桑公子，開門，我是鬼啊，是個女鬼啊！\"桑曉聞言，大驚失色，渾身發抖，牙齒格格地響。妓女在外邊見沒開門，來回走動了一會就自行離開了。桑生不敢再待下去。好容易熬過一夜。次日，東鄰生來到書齋。桑生馬上將半夜鬧鬼的事情相告，並決定要離開這裏。東鄰生看著他的樣子，忍不住拍掌哈哈大笑：\"桑兄啊，你食言了。既然是個女鬼，你怎麼不開門迎她進來呢？\"桑生一聽，知道夜裏的事是他搞的鬼。一顆心總算放到肚子裏了。於是，生活又恢復到了以往的平靜。",
      "&emsp;&emsp;大約過了半年，一天夜裏，有個女子又來敲門，桑生還記著半年前的事情，以為老朋友還想戲弄他，也沒什麼好怕的了。乾脆把她讓進來。門一打開，一位貌可傾國的絕色女子出現在面前。桑生驚喜望外，遂問道：\"小姐從那裡來啊？\"女子櫻唇微啟：\"妾名蓮香，是西家的妓女\"。當時紅花埠上的青樓妓館本來就多，有妓女來也就不足為怪了。想到這裏，看著眼前佳人，桑生沒有一點懷疑了。於是二人滅燭登床，雲雨纏綿，其樂無窮。自此，蓮香每隔三五夜就來一次。桑生也沐浴在溫柔鄉中。",
      "&emsp;&emsp;一天傍晚，桑生又在獨自坐著沉思。這時，有個女子飄然進了書齋。桑生以為蓮香又來了。樂呵呵地起來迎接。正要說話，雙方打了個照面，桑生看到的卻是與蓮香截然不同的俏容。這個女子，僅十五六歲，雙袖低垂，髫髮飄灑，秀美溫柔，風姿無限。行走時，輕盈飄逸，若進若退。桑生又是大驚，以為遇上狐狸精了。女子輕聲說：\"公子莫怕，妾姓李，乃良家女子。仰慕您的高雅，今日有幸前來相見，希望不要嫌棄。\"桑生轉驚為喜，面對佳麗，不禁握住她的玉手，卻感覺冷得像冰。問她\"小姐，你的手怎麼這樣涼？\"女子回答道：\"我一個小女子，體質單薄，加之夜裏霜露凝重，不冷才怪呢？\"寬衣解帶，發現她仍是處女之身。雲雨後，李女說：\"妾為了情緣而來，獻出處子之身。希望郎君不嫌鄙陋，願時常在這裏相伴。但不知書齋裏還有其他人否？\"桑生說：\"沒有。只是有一個西鄰娼妓，偶爾來看看，不常到。\"女子說：\"這事情得嚴守秘密。妾不與娼妓一樣。您千萬不要洩露。她來我去，她去我來，這樣就行了。\"睡到雞鳴，天亮臨走前，把自己一隻繡鞋送給桑生，叮囑他：\"這是我腳上所穿的繡鞋，擺弄它，便可遙寄相思之情。不過有他人在，可千萬小心，別隨便擺弄。\"桑生接過繡鞋，仔細觀看，鞋尖上翹，很像解繩結用的尖錐，精巧玲瓏，心中不禁大悅，視如珍寶。有一天傍晚，書齋沒人來，桑生便取出繡鞋，細細把玩，正擺弄間，忽見李氏輕飄飄地進了書齋。大喜，相信繡鞋真是件寶物，於是二人親熱溫存。從此以後，每每想念她，就拿出繡鞋玩，女子總能隨著他的思念而來。桑生有些納悶，問她︰\"怎麼這麼巧\"？李氏輕輕一笑：\"正趕上那個時候到了嘛！\"",
      "&emsp;&emsp;一天夜裏，蓮香來了，發現桑生有些不對勁。驚訝地問：\"你為什麼精神不振，元氣潰乏？\"桑生說：\"沒覺得怎樣啊。\"蓮香只好告別，約定十天後再見。她走後，李氏無夜不來。問桑生：\"你的情人為何這麼久沒來？\"桑生告訴她十天之約。李氏笑問：\"你看我與蓮香誰較美？\"桑生說：\"你們兩個都是絕色美人，不過蓮香肌膚溫暖柔和一些。\"李氏不高興：\"你說雙美，恐怕只是當我面這樣說。她必然像月宮仙子，我根本不能媲美。\"因而心情有些鬱悶。於是掐指算著日子，十天滿，叮囑桑生：\"你不要洩密，我要悄悄看看她到底有多美？\"第十天夜裏，蓮香果然來了，談笑風生，十分融洽。到睡覺時，蓮香吃驚萬分：\"哎呀。十天不見，你怎麼更加神衰氣損？告訴我，真的沒有其他事情嗎？\"桑生問她緣故。蓮香說：\"我用神氣檢驗，你的脈象紛雜，亂絲一般，怕是鬼症。\"次夜，李氏又來。桑生問：\"看蓮香怎樣？\"李氏說：\"太美了。我就說世間沒有此等佳麗。果然是狐狸精。她走後，我悄悄跟蹤。原來她住在南山洞穴中。\"桑生以為她在嫉妒，於是隨意應答，沒放在心上。第二天夜裏，隨意捉弄蓮香說：\"我就不信，但有人說你是狐狸精。\"蓮香臉色一變，馬上問：\"誰說的？\"桑生看她樣子，忍不住笑著回答：\"我跟你開玩笑呢？\"蓮香又問：\"狐與人有什麼不同？\"桑生見她認真了，回答說：\"狐狸精迷惑人，遭到蠱惑的人輕則染病，重則喪命。因此，相當可怕。\"蓮香說：\"不對。像你這樣的年齡，同房後三天，精氣就可恢復。縱然是狐，何害之有？若是天天縱慾，那麼人比狐可怕多了。天下因病而死的人多的是，難道都是被狐狸精蠱惑致死？雖然你是說笑話，但背後必然有人這樣說我。\"桑生竭力辯稱沒有。但蓮香還是再三追問，問得他不得已，終於把李氏的事說出來了。蓮香點頭說：\"我就奇怪你怎麼疲憊乏神，而且嚴重得這麼快。她可能不是人類。你保守秘密，明晚我也像她偷看我一樣，看看她。\"次晚，李氏進屋，還沒說幾句話，突然聽見窗外有咳嗽聲，急忙抽身逃走了。蓮香進屋，對桑生說：\"糟了。她真的是鬼。迷戀她的美色，不趕快斷絕來往，你很快就會離開人世了。\"桑生以為她也在嫉妒，只是沉默不言。蓮香又說：\"我就知道你捨不得她。但我也不忍心看著你送死。明天我帶藥來，為你治療陰毒。好在病根還淺。十天便可痊癒。我要待在這裏，看你病好再走。\"明晚，蓮香果然帶著藥劑來了。桑生服下一小匙後，腹瀉了兩三次，頓時感覺腑肺清涼虛空，精神爽快。對蓮香十分感激。但仍不相信李氏是鬼。蓮香夜夜與桑生同床而臥，相偎而眠。桑生幾次不能把持，但都被蓮香拒絕。幾天後，桑生身體康健如初。蓮香臨行前，再三叮囑，不要和李氏來往。桑生隨便應下。到了關門點燈的時候，忍不住又把繡鞋拿出來，反復玩弄。忽然，李氏進來了，幾天音訊隔絕，頗為不滿。桑生安慰她：\"蓮香這幾天一直為我治病，不要怨恨她，她也是關心我才這樣。\"李氏臉色才稍微緩和了一點。在枕上，桑生又戲弄李氏：\"我愛你太深了。但是也有人說你是鬼。\"李氏聞言，瞠目結舌，好久才罵道：\"一定是那隻淫蕩的狐狸精迷惑你，壞我名聲。你若不跟她斷絕關係，我以後就不來了。\"說完，竟嗚嗚哭了起來。桑生百般安慰,李氏才不鬧了。又一夜，蓮香前來，得知李氏又到過，生氣得對他說：\"你真想找死嗎？\"桑生笑著回答：\"蓮香你為何這般嫉妒？\"蓮香聽了這話，更加憤怒：\"你得必死之症，我為你醫治。那個不嫉妒的又能幹什麼？\"桑生仍舊不以為然，反而托詞戲弄：\"她說我前日得病，是狐狸精害的。\"蓮香沒辦法，歎口氣說：\"你說出這話，可見已經鬼迷心竅了。將來萬一發生意外，我也百口莫辯。我們就此告別。一百天后，我再到病榻前探望。\"桑生還想挽留，蓮香拂袖而去。從此，李氏毫無顧忌，朝夕陪伴桑生，如膠似漆。不知不覺，已經過了兩個月。桑生才明顯感到身體困乏，精神疲憊。起初，還能自我安慰一下，到後來，身體倦弱，骨瘦如柴，每天只能喝一點粥。想回家養病，又戀著李氏，遲遲不肯離去。又過了幾天，病情加重，不能起床。東鄰生見他病得厲害，天天派書僮給他送飲食。到這時，桑生才開始懷疑李氏。有次當著李氏面說：\"後悔當初不聽蓮香的話，才到了這個地步啊！\"說完就閉上眼睛。過了一會，睜開眼睛，四下張望，李氏已經離開，從此也再不來了。",
      "&emsp;&emsp;桑生獨自躺在空蕩蕩的書齋裏，思念蓮香，度日如年。一天，在深切思念中，忽見有人搴簾而入。是蓮香來了！桑生激動萬分。蓮香走到病榻前，微笑著諷刺他說：\"田舍郎啊，我說的可是假的？\"桑生無言以對，哽咽許久，才道歉謝罪，並求她救治。蓮香搖搖頭：\"你已經病入膏肓，無藥可救。我來是想訣別，也證明我並非嫉妒。\"桑生悲痛萬分，告訴她：\"枕頭底下有件東西，勞煩你幫我撕碎。\"蓮香伸手從枕下摸出了一隻繡鞋，好生奇怪，拿到燈前，反復觀看。忽然，李氏急匆匆地進來了，一抬頭發現蓮香，轉身就逃。蓮香身形一閃，出現在門口，擋住了她。李氏窘迫，進退兩難，一時不知所措。桑生連聲指責，李氏無言相對，一聲不吭。蓮香看著她的樣子，笑了：\"我今天才有機會與姐姐對質了。昔日你說桑郎得病，是為我所害。那今天這樣，又為誰所害呢？\"李氏低頭謝罪。蓮香說：\"像你這樣漂亮聰明的女子，為何要因愛結下怨恨呢？\"李氏一肚子痛苦委屈，伏地哭泣，乞求蓮香救桑郎一命。蓮香扶她起身，仔細詢問來歷。李氏說：\"我是李通判的女兒，年紀輕輕就夭亡了。葬在牆外。人雖已死，情絲未斷。與桑郎相好，是我的心願。把桑郎害死，並不是我的本意。\"蓮香說：\"聽說鬼想要人死，因為死後便可常在一起。是不是這樣？\"李氏搖搖頭：\"不是。兩鬼相遇，並無樂趣。如果有樂趣，黃泉之下，英俊少年不在少數。我何苦獨戀桑郎？\"蓮香說：\"你太癡情了。夜夜縱慾，人與人都受不了。何況人與鬼？\"李氏反問：\"狐狸精也能害死人。為何單單你例外呢？\"蓮香說：\"那類狐是汲取人的精元來補充自己。我不是那一類。所以世上有不害人的狐，但絕對沒有不害人的鬼，因為鬼的陰氣太盛。\"桑生聽到二女對話，才知道雙方所謂的鬼狐都是真的。幸而與她們相處久了，也沒有感到多麼害怕。但一想到自己苟延殘喘，行將就木，不覺失聲痛哭。",
      "&emsp;&emsp;蓮香回頭看了看，問李氏：\"把桑郎怎麼辦呢？\"李氏臉紅羞愧，道歉謝罪，乞求救治。蓮香笑著說：\"我若把他救得強健了。恐怕醋娘子又要吃酸梅了！\"李氏斂身施禮道：\"如果姐姐能施展起死回生妙法，使妾不再有負於桑郎，小妹自當埋身地下，那裡還敢在人間露面呢！\"蓮香點點頭，解囊取出藥丸，說：\"我早料到會有今天。離別後就行遍三山，採集藥草，經過三個月，才把材料給湊齊了。長久不治瀕死之症，服下後都可復蘇。但病因何而起，還要用來做為藥引。所以，要煩請你了。\"李氏問：\"要我做什麼？\"。蓮香說：\"要你櫻口中一點香唾罷了。我把藥放進他嘴裏，你就口對口，吐點唾沫。\"李氏雙腮紅暈，低頭轉身，扭捏地看著腳上的鞋子。蓮香弦外有音地說：\"看來妹妹所中意的，只有那神奇的繡鞋了。\"李氏更加羞愧，幾乎無地自容。蓮香覺得不能再耽誤，正色道：\"你平常都是這樣做的。今天還扭捏什麼？\"於是把藥丸放進桑生口裏，轉身催促李氏：\"快！\"李氏不得已，只好口對口，吐了一下。蓮香說：\"再吐\"。一共唾了三四口，藥丸咽下去了。不久，桑生的肚子裏發出了雷鳴般的聲音。蓮香又將一顆藥丸放進他嘴裏，自己口對口吹氣，桑生頓覺丹田火熱，精神煥發。蓮香起身說：\"病好了。\"天色微明，雞叫了，李氏才心神不定地告辭離開。",
      "&emsp;&emsp;因為桑生剛剛痊癒，尚需時間調理休養，總到東鄰用飯非長久之計。蓮香於是將門從外邊反鎖，用來告知別人，桑曉已經回家了，以此暫時斷絕其朋友往來。她在書齋內日夜守護桑生。李氏每天晚上都來，不辭辛苦地侍奉照顧桑生飲食起居，毫無怨言，更將蓮香當作自己親姐姐一樣看待。蓮香也逐漸改變了看法，對她深深愛憐。在兩位佳人的精心照料下，三月後，桑生康健如初。於是李氏數夜不到。即使偶爾來一次，也是探望一下就走。相對坐時，也是悶悶不樂，鬱鬱寡歡。蓮香經常讓她留宿，但她總是不肯。一晚剛出門，蓮香給桑生使個眼色，讓他去追。桑生也不捨得李氏走，得眼色後立即追出門去，不顧她的掙扎，將她抱了回來，感覺輕得像草人一樣。李氏跑不掉了，於是著衣而臥，緊緊蜷縮，身長居然不足二尺。蓮香見李氏很可憐，暗中讓桑生抱她，但卻怎麼也搖不醒。桑生睡著了。醒來後感覺懷裏是空的，再找，李氏已經走了。接下來十多天，李氏一直沒來。桑生思念萬分，常常拿出繡鞋，與蓮香一起反復擺弄，但李氏始終沒來。蓮香歎口氣說：\"唉，她那窈窕婀娜的姿態，我見到都要心生愛憐，何況男子呢！\"桑生也很失望：\"從前一弄繡鞋，她就來。我也確實懷疑過。但總也不會想到是鬼。現在面對繡鞋，思念容貌，實在讓人傷感。\"觸景生情到深處，竟也不自覺地流下了淚。",
      "&emsp;&emsp;此前，當地一個富家大戶章氏，有一女兒，小名燕兒，年十五歲，得病不能冒汗而死。過了一夜卻又復活。起身後看看周圍，便想往外跑。章氏把門關上，不讓她出去。女子自言道：\"我是李通判亡女之魂，承蒙桑郎垂愛。一隻繡鞋還留存在他那裏。我真是鬼魂。關住我有什麼用？\"章氏認為她說話蹊蹺，必有原因。於是問她怎麼會到這裏。女子徘徊回想，四處張望，也茫然不知何故。有人說桑生回家養病去了。女子肯定地說：\"根本沒有。\"一家人都大為驚異。東鄰生聽說此事，翻過牆頭偷看究竟。忽然發現桑生正與一位美女說話。於是悄悄進去，想要逼問。但是一慌張忙亂，再定睛，已經看不到美女了。東鄰生驚怕地問他，這是怎麼回事。桑曉笑著說：\"以前跟你說過，雌的來了，便當開門迎納嘛。\"東鄰生於是轉述了一遍燕兒的話。",
      "&emsp;&emsp;桑生聽到此言，又勾起了對李氏的思念，再也坐不住了，便打開門，想去探聽究竟。但苦於找不到正當理由，不便前往。章母聽說桑曉果然沒走，更加驚奇，於是便打發傭人去要繡鞋。桑生便把繡鞋交還。燕兒得到鞋後大喜，迫不及待試穿，怎麼也穿不上，仔細看看，居然發現鞋子比腳小了足有一寸。頓時大驚，對著鏡子看看，那裡有自己的半點影子！才恍然大悟，原來自己借軀還魂了。於是將事情本末告知。母親方才相信。女子對著鏡子大哭：\"當日相貌，頗感自信，但每每見到蓮姐，就頓增慚愧。今天反而落到這個地步。真是人不如鬼啊！......\"拿著鞋子嚎啕大哭，勸解無效，蒙上被子死死地躺著，叫她吃飯，也不吃。渾身皮膚腫脹，七天沒吃一口飯，也沒死掉。反而腫脹漸漸消退，感覺饑餓難耐，於是又開始進食。幾天後，渾身瘙癢難忍，用手撓抓，皮膚盡數脫落。早晨起來，見睡覺穿的鞋子掉在了地上，撿起來穿上，發現碩大無比。於是換試以前的繡鞋，大小肥瘦，正好吻合，一時興奮不已。又拿起鏡子照照，發現眉宇面頰，宛若當年模樣。更加興奮。馬上梳洗打扮，拜見母親。見者無不驚訝，嘖嘖稱奇。蓮香聽說這件奇事，勸桑生托媒人前去說合。但桑生因為貧富懸殊，不敢造次登門。正巧趕上章母大壽，於是桑生以拜夀為名，隨同章氏子前往。章母看見柬單上有桑曉的名字。就讓燕兒躲在簾後辨認。桑曉最後來到，燕兒一見，快步上前，拉住他的衣袖，便要一起回去。章母見女兒實在不成體統，大聲呵斥，燕兒才滿臉慚愧而戀戀不捨地進去了。桑生仔細觀看，果然是李女，不覺流淚，拜倒在地上不起。",
      "&emsp;&emsp;章母扶他起身，並不覺得此事有辱身份。待桑曉離開後，便請燕兒的舅父做媒，打算擇吉日招贅桑生。桑生回去告訴蓮香此事。蓮香悵然失落了許久，便要告辭離去。桑生大驚，淚流滿面，不捨得蓮香走。蓮香說：\"你在別人家洞房花燭，我又有什麼臉一同前去呢？\"桑生於是打算先一同回家，再迎娶燕兒。蓮香最終同意了。桑生以實情告知章員外，章員外聽說他已有妻室，怒責不已。燕兒竭力辯白，告知實情。章員外才算同意了。",
      "&emsp;&emsp;大喜之日，桑生親自迎娶燕兒過門。但家中簡陋，佈設不整。等到回來才發現：從門口到內堂，均以毛毯鋪地，千百隻燈籠火燭，整齊陳列，照得璀璨似錦，喜慶萬分。蓮香親自扶著新娘進了新房。揭去蓋頭，歡笑一如平日。蓮香陪同新人喝下交杯酒，才細細詢問還魂奇事。燕兒說：\"自郎君病好後，我一直抑鬱無聊，身為異類，因愛生害，只覺得自慚形穢。上次離開後，也是悲憤，執意不回墳墓，於是隨風飄蕩。每當見到活人，就心生羡慕。白天住在草叢裏，夜晚就漫無目的到處遊蕩。偶然來到章家，看見一個少女躺在床上，靠近俯身，誰知就起死回生了。\"",
      "&emsp;&emsp;蓮香聽完，沉默不言，若有所思。兩月後，蓮香生一子，產後得了疾病，病勢一天天加重。握住燕兒的胳膊說：\"這個小孽種，就勞煩妹妹你了。我的孩子，也就是你的孩子。\"燕兒哭著答應了，也姑且安慰她一下。找大夫治病，都被蓮香拒絕了。久病瀕死，氣如遊絲，桑生與燕兒都哭起來。蓮香忽然睜開眼，說道：\"不要哭。你自願生，我自願死。若果有緣，十年後還會相見。\"說完就死了。屍體化為狐狸，桑生不忍再看，加以厚葬。蓮香所生子，取名狐兒，以紀念蓮香。燕兒撫育他就像自己親生兒子一樣。每到清明，都抱著他去蓮香墓前哭祭。",
      "&emsp;&emsp;後來，桑曉鄉試中舉，家境逐漸富裕，但燕兒卻苦不生育。狐兒聰慧靈敏，但體弱多病。燕兒常想為桑生納妾。一天，丫環忽然來報：\"門外有位老太太，帶著女兒請求售賣。\"燕兒讓她們進屋。一見那女子，大驚：\"蓮姐！蓮姐真的又來了呀！\"桑生仔細看，女子相貌果真與蓮香無二。也大吃一驚。問老太太：\"你女兒多大了。\"\"十四歲。\"又問：\"聘金多少？\"老太太乾脆地回答：\"老身只有這一塊肉，只想她有個歸宿，我也能有口飯吃。日後老骨頭不至於扔在溝渠山澗裏，也就心滿意足了。\"桑生點點頭，高價留下了母女倆。",
      "&emsp;&emsp;燕兒拉著女子的手來到密室，用手抬起她的下巴，笑著問：\"你認識我嗎？\"女子回答：\"不認識。\"\"你姓什麼？\"\"姓韋。父親在徐城賣酒，已經去世三年了。\"燕兒掐指算了算，這個女子十四歲，蓮香也死了整整十四年。又細細觀察女子，發現她的容貌言談舉止，無一不與蓮香類似。於是拍拍她的頭說：\"蓮姐，蓮姐。十年相見之約，你不是在騙我吧？\"女子忽然間如夢方醒，豁然開朗：\"咦！\"注目仔細盯著燕兒。桑生也笑道：\"這真是'似曾相識燕歸來'啊！\"女子流淚道：\"是啊。聽母親說，我生下來就能說話，家人以為不祥，給我喝了狗血。就忘了前生的事情。到今天，才如夢方醒啊！\"又看著燕兒：\"娘子不就是恥於做鬼的李家妹子嗎？\"大家相認，共話前生之事，悲喜交加。",
      "&emsp;&emsp;這一年的寒食節到了。燕兒對蓮香說：\"每年今天，都是我與桑郎哭祭姐姐的日子。\"於是三人一同到蓮香墓前，荒草已經很高，墓前的樹也下垂了。面對荒墓，蓮香也長歎不已。燕兒對桑生說：\"我與蓮姐，兩世情好，不忍分離。應當把我們過去的屍骨合葬在同一墓穴中。\"桑生答應了。派人去紅花埠，啟開李氏墓穴，將骸骨抬回，與蓮香屍骨合葬。親戚朋友聽說這件奇事，都身著吉慶冠服到墓地參加葬禮。不期而至者，竟達數百人。",
      "&emsp;&emsp;我於庚戌年（康熙九年，1670）南遊，到達沂州。被大雨所阻，留住旅店休息。有個叫劉子敬的書生，是桑生的表親。他拿出同社王子章所撰寫的《桑生傳》，大約一萬多字。我得以盡讀。以上就是大略內容。",
      "&emsp;&emsp;異史氏說：\"唉！死了的要求活，活著的又想死。天下間最難得的，就是活著的身體。遺憾的是，有身體的人們，往往不知道珍惜，所以不明不白的活著還不如狐狸，糊里糊塗的死去又不如孤魂野鬼了！\""
    ]
  },
  {
    "title": "阿寶",
    "href": "http://liaozhai.weebly.com/3846323542.html",
    "content": [
      "&emsp;&emsp;粵西有個叫孫子楚的人，是個名士。生來有六個手指，性格迂訥，口齒遲鈍，別人騙他，往往信以為真。宴會時，座位上有歌伎，他就遠遠躲開。有知道他這情況的，故意騙他來，讓妓女偎依狎褻逼他，他便臉紅脖子粗，大汗淋漓，大家一起當作笑話。於是描繪他的窘狀，互相傳述醜態，起外號叫\"孫癡。\"",
      "&emsp;&emsp;那時城裏有個富商，富比王侯，親戚都是顯貴官僚。富商女兒叫阿寶，美貌絕倫。富商天天挑女婿，大戶人家的兒子都爭相求婚，可是富商都不滿意。孫子楚這時剛喪了妻，朋友戲弄他，勸他去求婚。他想也沒想，就聽了別人的話，求媒婆去談親。商人早就聽說他是個名士，可是嫌他窮。媒婆談完出來時，剛好遇到阿寶。阿寶問誰來求婚，媒婆告知是孫子楚。女子嘲弄地說：\"婆婆回去告訴他，他砍去他的第六根手指，我就嫁給他。\"媒婆回去告訴了他，孫子楚說：\"不難！\"媒婆走了，他用斧頭自己砍斷了手指，疼痛鑽心，血溢滿地，幾乎死去，過了數日才能起來。去見媒婆拿出手指來叫她看。媒婆大吃一驚，忙去告知阿寶，阿寶也大吃一驚，隨後笑著說：\"請他再去了癡病。\"他聽了，急忙分辨自己不癡，可是沒人聽他分辨。他轉念一想，阿寶也未必是美如天仙，怎麼把自己的身價抬高到那樣。從此，過去的念頭頓時冷下來了。",
      "&emsp;&emsp;這年正趕上清明節。按照習俗，這一天，婦女出遊時，輕薄少年，也會結隊隨行，隨意品評。孫子楚文學社的學友，強邀他去。有的嘲笑他說：\"不想見見意中人嗎？\"他知道是別人戲弄他，然而受阿寶的揶揄，也真想見見阿寶，便欣然隨眾人而去。",
      "&emsp;&emsp;遠遠的看見一女子在樹下休息，惡少圍觀如牆。眾人說：\"這一定是阿寶。\"走近看，果然是阿寶。仔細一看，果然娟麗無比。一會兒，人更多了，女郎起身快步走了。眾人興高采烈，評頭品足，欣喜若狂。只有孫子楚默默無語。等眾人到別處去了，回頭看他，見他還在原地癡癡呆呆的站著，招呼他，也不答應。眾人拽他說：\"魂都跟著阿寶去了吧？\"他也不回答。眾人因他素來迂鈍，也不以為意，有的拉他，有的挽著他回來了。到了家，逕自上床躺下，終日不起，昏迷如醉。招呼也不醒。家人懷疑他失了魂，到郊外去招魂，也不生效。招呼他，他卻朦朦朧朧的說：\"我在阿寶家。\"等細問他，又默默無語。家人驚慌迷惑，不知怎麼回事。",
      "&emsp;&emsp;當初，他見阿寶走了，心裏不忍捨去，覺得自己身子跟著他走了。漸漸的依傍在她的衣襟間，別人沒有看到，於是就隨女郎回去了。坐著、躺下，都依偎著她。夜裏與阿寶在一起，心裏十分快慰。可是覺得肚裏餓得慌，想回家，又迷了路。阿寶每次夢裏與人交歡，問他姓名，他就說：\"我是孫子楚。\"心裡奇怪，又不敢告訴別人。孫子楚躺了三天，呼呼的喘粗氣，像要死去，家人十分害怕。托人婉轉告訴富商，想到他家去招魂，富商笑著說：\"素無交情，不相往來，為什麼來我家招魂。\"家人一再哀求，才允許了。",
      "&emsp;&emsp;巫婆帶著他原來的衣服，急忙收拾就去了。阿寶問他們緣故，聽說後極為驚懼，沒讓他們到別處去，直接引到自己的屋內，任由他們招魂而去。巫婆回到孫家門口，孫子楚已經在床上呻吟了。等醒了，阿寶室內的香奩傢俱，什麼顏色，什麼名稱，歷說無誤。阿寶聽到，更加害怕，暗地裏也感念他的深情。孫生起了床，整天獨坐凝思，忽忽像忘了一切。每天去伺查阿寶，希望能見上一面。浴佛節，聽到阿寶將去水月寺燒香，於是早晨去路旁等候，望得他目眩睛勞。太陽過午了，阿寶才來，從車中見到孫生，用纖手掀開簾子，目不轉睛的望著他。孫也動了情，跟著她的車。女子忽然叫僕人來問他的姓名，他殷勤的自答。魂魄更加神馳，車子走了，才回家。",
      "&emsp;&emsp;回來以後，又病了，暈暈然不吃不喝。夢中直喊阿寶的名字。有時怨魂魄不再離開身體。家中原來養了一隻鸚鵡，忽然死了。兒子在床邊檢視。孫生自己想，如果自己是鸚鵡，展翅可到阿寶屋裏。心裡正想著，身子已經飄飄然像鸚鵡一樣忽然高飛，直接飛到阿寶臥室。阿寶高興的撲到牠，拴住牠的腿，餵牠芝麻。牠大聲說：\"姐姐不要拴，我是孫子楚。\"女郎大為驚駭，解下繩子，見牠也不飛走。女郎祈禱說：\"您的深情我已銘記在心，現在已經人禽兩異，怎麼能成就姻緣？\"鸚鵡說：\"能夠靠近你，已經很滿足了。\"別人餵牠不吃，女郎餵牠，就吃。女坐，就偎在她的膝上；躺下，就倚在床邊。這樣過了三天，女郎十分可憐牠，暗裏叫人偷看孫子楚，孫已經僵死斷氣三天了。但心頭還未涼。女又祈禱說：\"你能再恢復為人，會誓死相從。\"鸚鵡說：\"騙我！\"女就發誓。鸚鵡側著眼看她，像在想什麼。一會兒，女上床，脫鞋在地下，鸚鵡猛然下床，叼著鞋飛去，女急忙招呼，已經飛遠了。",
      "&emsp;&emsp;女郎叫僕人去探聽孫生的動靜，回來說孫生已經醒了。家人見鸚鵡叼繡鞋來，墜地就死了，正奇怪間，孫生已經蘇醒了，接著找鞋，眾人不知緣故。正好僕人到了，進來見孫生，問：\"在那裏拿的鞋？\"孫生說：\"是阿寶給我的信物，親口對我說的，小生不敢忘她的金口承諾。\"僕人回去告訴阿寶，女郎更加奇怪，因此叫婢女把情形向母親稟報。母親細問確定了，說：\"這孩子才名也不錯，只是像司馬相如那樣貧寒，我們選擇了這麼多年，怕被顯貴們笑話。\"女郎因鞋的緣故，發誓不嫁別人。富商只得答應了她。派人飛告孫子楚。孫大喜，病頓時就好了。商人與女兒商議招他為女婿。女子說：\"女婿不能久居岳父家，何況郎又貧窮，住這裡更被人輕視。女兒既然答應了他，住茅屋也甘心，吃糠菜也不怨。\"孫生於是迎親成禮，與女郎相逢，歡喜得像是隔了一輩子。",
      "&emsp;&emsp;從此，家中得了嫁妝，略有財產，增加了不少物產，可是孫癡愛書，不知料理小事。女子善於經營，也不牽累他。過了三年，家裏更加富足。孫生忽然得了糖尿病死了。阿寶哭得很傷心，眼淚哭盡，以至不吃不睡，勸她不聽，乘夜裏自縊，婢女發覺，急忙救下來，蘇醒過來，也不吃飯。三天，召集親友要葬孫生。忽然聽到棺材中有呻吟聲，打開一看，見孫生已經復活。自己說：\"見了閻王，因我生平誠樸，命我任部曹。忽然有人說：\"孫部曹妻子到了。\"閻王一查鬼名冊說：\"她不該死。\"有人說：\"她三天不吃飯了。\"閻王回答說：\"感念你妻子節義，暫且賜你再生。\"因此叫鬼卒用馬送我回來。\"從此，身體漸安。等到這年大比之日，入場前，朋友又戲弄他，一同擬定了古怪的七道題目，把他引到僻靜處，對他說：\"這是某家私下預告的試題，私下送給你。\"他相信了，晝夜對題揣摩研究，製成七藝，眾人暗裏笑他。當時考官想到原來的題目有舞弊的，一反常態，另外出題，七藝正好相符，孫生因此中了頭名。第二年中了進士，進了翰林院。皇上知到他的特別際遇，召見了他。他詳細啟奏，皇上大為高興，召見阿寶，賞賜豐厚。",
      "&emsp;&emsp;異史氏說：\"性格癡，可是他意志堅定，所以書呆子的文章一定有功夫；藝癡的技藝也一定好，世上落拓的人，都說自己不癡，可為了嫖賭而傾家蕩產，難道是傻瓜嗎？由此可知，聰明過度才是真癡，那孫子楚那裡是真癡呢！\""
    ]
  },
  {
    "title": "九山王",
    "href": "http://liaozhai.weebly.com/200612366529579.html",
    "content": [
      "&emsp;&emsp;有個李姓人家，家裏很有錢，住的房子不大屋後有一廢棄的庭園，大約數畝大小。有一天，一個老頭來租屋子住，出價百兩黃金；李先生說沒房子可租，老頭說：\"收下吧，放心，我們決不會給你添麻煩。\"李先生不明白老頭要怎樣，就先收下，看看會怎樣。沒幾天，村裏有人看到李家門口車水馬龍，都覺得他家沒地方住；來向他打聽，他自己反而不覺得有什麼動靜。又過了兩天，老頭來了，說：\"我已經來了幾天了，但是事事從頭做起忙翻了；還沒盡到客人該有的禮儀，今天找兒女們做點飯菜，請您賞光。\"",
      "&emsp;&emsp;李某跟到庭園裡，忽然看到宏偉壯麗的新建房舍，進到屋內，鋪設華麗，人煙裊裊，一會兒，陳酒佳餚不斷送來；屋宇庭舍間，人來人往，笑語聲喧，家人奴僕，似乎有幾十到百來口。",
      "&emsp;&emsp;李某心裡知道都是狐狸。吃過酒席回來，就偷偷的想如何殺掉狐狸，從此每次出門就買些芒硝硫磺，總計有幾百公斤偷偷鋪滿整個庭園，隨後點上了一把大火，火勢直衝雲霄，黑煙四起，焦臭灰飛無法靠近，伴隨各種各樣的嘶嚎。火滅了去看，死狐狸到處都是，焦頭爛額不知有多少。正看著，老頭從外面回來，悲憤地說：\"你我素無恩怨，一個爛園子，我給你這麼高的租金也夠了，你怎麼可以滅我的家族！此奇慘之仇，一定要報。\"很生氣的走了，李某以為狐狸會丟磚丟瓦作怪，沒想到一年多的時間過去了都沒事！",
      "&emsp;&emsp;當時是順治初年，附近山中嘯聚了萬餘山賊，官兵無可奈何，李某因家丁眾多煩惱離亂。正好村裏來了一個算命的，自稱\"南山翁\"替人算命就像親眼所見一樣非常有名。找來相見，推算一下自己的運勢。沒想到一見面，南山翁大驚失色說：\"你是未來的皇上啊！\"李某嚇了一跳，當然覺得他在胡說，但是南山翁很莊重地一再重複，李半信半疑的說，那有人雙手空空聽了天命就變皇帝。南山翁說︰不對，從來皇帝都起於草莽之間；李很迷惑，繼續請教，老翁隨後以諸葛亮自居，請李先準備弓弩甲冑，李怕人馬不肯歸附，南山翁說我替你結交各路山林好漢，跟他們說你是真命天子一定沒問題。李很高興請南山翁幫忙，沒幾天南山翁回來果然說服各地數千人馬。於是拜南山翁做軍師，設立軍旗，建立山寨，縣令率兵聲討，南山翁指揮眾人大敗聲討軍隊，縣令害怕行文請兗州軍前來，兗州軍在路途上又中伏潰散，李某聲勢大張，有幾萬軍隊都來依附，因此自稱「九山王」。",
      "&emsp;&emsp;南山翁覺得馬匹太少，又在路途伏擊軍隊，取得不少馬匹。「九山王」名頭更加響亮，並加封南山翁為「護國大將軍」。自己以為黃袍加身的日子不遠了。山東巡撫因為馬匹被奪，又聽到兗州兵敗，於是徵調精兵數千，並請四處郡縣合圍進剿。滿山滿谷都是軍隊旌旗，「九山王」大為驚懼，召南山翁請教，南山翁不知到那裡去了。沒有辦法，出門望去說︰\"現在知道朝廷實力了\"山寨打破被抓，全家抄斬，這個時候，才醒悟到南山翁就是那老狐狸，以滅門來報仇的。",
      "&emsp;&emsp;異史氏說：「一般人沒事陪著家人，怎會被殺？就算殺也不會滅族!",
      "&emsp;&emsp;狐狸的計謀真巧妙啊。土壤如果沒有種子，雖然灌溉也不發芽；因為殺狐的殘忍行為，心裡已有盜根，所以狐狸增長這個特性來回報他。你試著問問路人：『你是天子！』沒有不害怕的。明明走向族滅的路，還很高興的聽，妻子被殺，又何足為怪？可是聽到謊話，開始是不信甚至還會動怒，接著懷疑？再接著相信，直到摔得頭破血流才意識到被人所誤，絕大多數的人都是這樣的。」"
    ]
  },
  {
    "title": "遵化署狐",
    "href": "http://liaozhai.weebly.com/36981212703262629392.html",
    "content": [
      "&emsp;&emsp;遵化署中有很多狐狸，到後來，群狐竟然佔據了一幢樓，以樓為家。而且，牠們還經常出來害人，人們驅趕，結果這些狐狸變本加厲，害人更甚。連署中官僚也拿牠們沒辦法，只得殺豬宰羊，向狐狸祈禱，而不敢跟狐狸作對。",
      "&emsp;&emsp;有一年，諸城一位姓丘的到遵化作官。丘公知道這一情況後很憤怒。老狐對脾性剛烈的丘公也畏懼三分，於是，牠化作一個老太婆，對丘公的家人說：\"請稟告丘大人，不要彼此結仇。給我二天時間，我將攜帶家小離開這裏。\"丘公聽說以後，當時沒有明確表態。",
      "&emsp;&emsp;第二天，丘公閱兵完畢，下令隊伍不要解散，讓士兵把各營的大炮都搬到衙門，把那幢被狐佔據的樓包圍起來。一聲令下，千炮齊發，頃刻之間，幾丈高的樓房即被摧為平地，那些狐的皮肉毛血，像雨點一樣從空中掉下來。只見濃塵毒霧之中，有一縷白煙沖向天空，眾人定眼一看，發現那是未死的一隻狐逃走了。從此以後，衙門中總算平安無事了。",
      "&emsp;&emsp;兩年後，丘公派遣一個能幹的僕從帶著銀兩進京活動，謀求升官。但關係沒有打通，賄賂不成，就將銀兩暫時寄藏在一個班役家裏。這期間，忽然有一個老頭子向朝廷喊冤，訴說他的妻子兒女遭人殺害，並揭發丘某克扣軍糧，向京官行賄，銀兩現藏在某某家，可以驗證。官差奉旨押告發人前去查驗，他們在班役家細細查找，卻什麼銀兩也沒發現。這時，那老頭用一隻腳點地，官差明白了他的意思，一挖地，果然發現銀子，銀子上還刻有\"某郡解\"字樣。過了一會兒，官差找老頭子，發現他已不見了。官差又根據他上告時通報的地址姓名去查找，結果發現，根本沒這個人。由於人贓俱在，丘某被處罰，他這時才明白過來，原來那個告發他的老頭子就是兩年前從衙門大樓裏逃走的那隻老狐。",
      "&emsp;&emsp;異史氏說：「狐狸危害人類，誅殺牠很有道理。可是牠既然畏服，放過牠們也算仁慈。邱公可說是痛恨到極點了。假如清廉方正，再多的狐狸也無法尋仇！」"
    ]
  },
  {
    "title": "張誠",
    "href": "http://liaozhai.weebly.com/2437335488.html",
    "content": [
      "&emsp;&emsp;河南人張某，他的先祖是山東人。",
      "&emsp;&emsp;明朝末年，天下大亂。山東張某的妻子被北方兵抓走了，而張本人經常客居河南。妻子被抓走以後，張某便在河南娶妻安了家。不久，他們有了個兒子，名字叫張訥。可是，好景不長，沒過幾年，第二個妻子病死了。於是，張某又娶牛氏做繼室，並和牛氏生了個兒子，取名張誠。牛氏性情兇悍，她總是嫉恨張訥，把他當奴僕看待。叫他吃最差的飯菜，卻要他每天砍一擔柴。張訥無法完成任務就要遭她鞭打或責駡，簡直叫人難以忍受。對自己的孩子張誠，她百般疼愛，總是把好吃的東西悄悄地給他吃，還送他到私塾讀書。張誠一天天長大了。他爲人厚道，不忍心看著哥哥辛苦，常常私下裏勸母親不要那樣對待哥哥，母親不聽。",
      "&emsp;&emsp;有一天，張訥照例上山砍柴，但一擔柴還沒砍完，忽然風雨大作，他只好跑到岩石下躲雨。等到雨停時，天色已晚，而且肚子餓得咕咕直叫。他只得背著先砍的那點柴走回家。繼母一看他的柴不夠，很生氣，便不給他飯吃。張訥餓得揪心，便進房躺在床上。張誠從私塾放學回來，見哥哥神色不好，便問他是不是病了，哥哥說是太餓了。張誠問哥哥是什麽緣故，張訥便把沒砍夠柴被繼母停食的事說了一遍。張誠聽了以後很難過地走了。過了一會兒，他懷揣著炊餅回來了，並拿出炊餅給哥哥吃。哥哥問他炊餅是從那裡來的，他說：\"我從家裏偷了些麵粉，請鄰居家的婦女烙的。你只管吃，不要說出去。\"饑餓的哥哥大口大口地把餅吃了。哥哥吃完餅叮囑弟弟：\"你不要再這樣做了，要是被發現，會連累你的。何況一天吃一頓飯，不會餓死人的。\"弟弟說：\"你的身體本來就單薄，怎麽能每天砍那麽多柴呢？\"第二天，吃過早飯後，張誠便偷偷地進了山，來到哥哥打柴的地方。哥哥看見他，大吃一驚。問他來幹什麽，他說幫哥哥砍柴。哥哥又問誰讓來的，他說是自己來的。張訥一聽，很著急，他對弟弟說：\"不要說你不會砍柴，就是你會砍，這樣也不行。\"他催弟弟趕快回去，弟弟不聽，並用手和腳折斷樹枝幫助哥哥，他一邊做，一邊說：\"明天我要帶把斧子來。\"哥哥上前去阻止他，發現他手指已被劃破，鞋子也被紮了孔。於是難過地說：\"你要是不馬上回去，我就用斧子砍死自己。\"張誠這才回家。",
      "&emsp;&emsp;張訥送他走了一半路程，才返回山上繼續打柴。砍柴回家後，他又跑到私塾對老師說：\"我弟弟年紀小，請老師嚴加管教，不要讓他出門，因爲山中有不少老虎豺狼。\"老師說：\"不知道今天中午前他到什麽地方去了，我已責問過他。\"張訥回來後對弟弟說：\"不聽我的話，挨老師打了吧？\"張誠笑著說：\"沒有的事。\"第二天，張誠帶把斧頭又上山去打柴。哥哥看見他又來了，生氣地說：\"我已經說過叫你不要來，你怎麽又來了？\"張誠默不作聲，只是一個勁地砍柴，累得滿頭大汗，他也不休息。砍滿一擔柴後，他不跟哥哥打招呼就下山了。老師知道後又要責打他，這時，他才向",
      "&emsp;&emsp;老師講了實話。老師認爲他很懂事，便不再禁止他幫哥哥打柴。哥哥怎麽勸他，他都不聽。想不到，悲劇終於發生了。",
      "&emsp;&emsp;有一天，張誠和幾個人上山打柴。突然，來了隻老虎。幾個同伴都嚇得趴在地上不敢動，老虎跑過來把張誠給叼走了。老虎嘴裏叼著個人，走起路來自然要比平常慢，結果，老虎沒走多遠，就被緊追不捨的張訥追上了。張訥舉起斧頭用力砍去，一斧砍中了老虎的後腿。老虎受傷以後狂奔而去，張訥拚命追，卻怎麽也追不上。張訥眼見弟弟被老虎所害，痛哭不已。他對安慰他的人說：\"我的弟弟與別人的弟弟不同，何況他是爲我而死。他死了，我還活著幹什麽呀！\"說著就用斧頭砍自己的脖子。大家急忙阻止，但爲時已晚，斧頭已在脖子上砍進一寸深的刀口，鮮血奔湧，眼看著就不行了。同伴趕緊搶救，把他的傷口包紮起來，然後扶他回家。他繼母知道後，又哭又罵，她叫喊著說：\"你把我的兒子殺死了，想砍自己的頸子來搪塞嗎？\"張訥呻吟著說：\"母親您不必煩惱。弟弟死了，我一定不會再活下去的。\"他躺在床上，疼痛難忍，夜裏也睡不著，只是整日整夜靠著牆哭泣。他父親擔心他這樣下去會死，便經常到他的床前餵點東西給他吃，牛氏知道後又罵個不休。這樣一來，張訥索性滴水不進，沒過三天就病死了。",
      "&emsp;&emsp;村子裏有個巫師，能變化到陰間去。張訥在去陰間的路上碰巧遇見了他，並向他講述在陽世所遭受的苦難。張訥向巫師打聽弟弟的消息，巫師說沒聽說他弟弟到陰間來過。接著，巫師回轉身，把張訥帶到陰間的一個都會。他們看見一個身穿黑衣衫的人，正從城裏走出來。巫師趕緊攔住他詢問張誠的情況，那人從腰包裏拿出名冊一一查看，名冊上有上百人的姓名，但其中並沒有一個姓張的。巫師懷疑張誠的名字會不會在別的名冊上，那人說：\"這一帶都歸我管，不會有錯的。\"但張訥還是不相信，他強拉著巫師進城。城裏新鬼、老鬼熙熙攘攘，其中也有熟人，向他們打聽，都說沒見過張誠。正在這時，忽然一陣騷動，有人嚷叫：\"菩薩來了！\"擡頭看空中，只見雲氣中有個巨人，光芒四射，把整個地獄世界都照得亮晶晶。",
      "&emsp;&emsp;巫師恭賀張訥說：\"大哥真有福氣啊，菩薩幾十年才到地府一次，替衆生解脫一切苦惱，你有幸趕上了。\"說著，便拉張訥下跪。地府裏的鬼囚都雙手合十，一起念誦：\"大慈大悲，救苦救難的觀世音菩薩！\"祈頌之聲一片喧鬧。只見菩薩用楊柳枝條蘸著甘露灑在鬼囚們身上。一會兒霧收光滅，菩薩不見了。張訥覺得脖子上沾了幾滴甘露，傷口已不再疼痛。巫師又領著他往回走，一直把他送到家門口。死去的張訥過了兩天又神奇地復活了。蘇醒以後，他將自己在陰曹地府裏的經歷詳細講了一遍，並說弟弟張誠肯定沒有死。",
      "&emsp;&emsp;牛氏以為張訥胡說八道，反而不斷嘶罵。張訥負屈無法伸訴，而摸摸自己創痕快好了。自己爬起來，拜別父親說：「將要穿雲入海四處尋找弟弟；如找不到，一輩子不回來。請父親當我已經死了。」父親跟他到沒人的地方互相飲泣而不敢留他。張訥離去後。到各個通都大尋訪弟弟消息；途中沒有錢糧，一路求乞。",
      "&emsp;&emsp;第二年，到達金陵，衣服破爛，傴僂路上。偶然遇見十餘騎馬匹經過，躲避到路旁。其中一人如官長，年約四十左右，威武的兵丁，護衛左右。一少年乘小馬，一直看張訥。訥因為他是貴公子，不敢仰視。少年忽然停下來，下馬，喊道：「是哥哥嗎?」訥抬頭看，是弟弟張誠。握手痛哭失聲。誠也哭說：「哥哥為什麼流落成這樣子？」訥說原因，誠更悲傷。隨行一起來問原因，跟官長說。官長叫他們讓一匹馬載訥，一起到官長家，才詳細了解過程。",
      "&emsp;&emsp;最初，老虎啣張誠去，不知何時放置路邊，倒臥途中經過一日夜。正好張別駕(長吏)從京城來，經過，看他相貌斯文，可憐而照顧他，慢慢蘇醒以後。問他家鄉，距離很遠了，所以載著一起回家。又用藥敷在傷處，幾日後才痊癒。別駕沒兒子，認他做兒子。剛剛一起跟著外出。誠把這一切說給張訥聽。說完，別駕進來，張訥拜謝不已。誠進去，找衣褲出，給兄換上，接著飲茶談天。別駕問：「你們在河南，有多少人丁？」訥說：「沒有。父親從前是山東人，流落在河南就在那裡成家。」別駕說：「我也是山東人。你家在山東那裡？」答說：「曾經聽父親說，在東昌縣。」驚奇的說：「是我的同鄉！為什麼到河南去？」訥說：「明末清兵入境，搶掠前母去。父親遭逢兵災，蕩然無家。從前在河南做生意，頗為熟悉，所以就去那裏了。」又驚問：「伯父尊姓大名？」訥跟他說。別駕瞠目結舌，立刻入內。不久，太夫人出來。大家一起拜見，接著，問訥說：「你是張炳之的孫子嗎？」回答：「是。」太夫人大哭，跟別駕說：「這是你的弟弟啊。」訥兄弟都不懂。太夫人說：「我嫁你們父親三年，流離輾轉到了北方，歸屬於黑旗旗主(黑旗後改為藍旗)半年，生你哥哥。又半年，旗主死，你哥哥承襲了一個官爵再轉為別駕這個官。現在已經卸任了。我時時刻刻想著家鄉，可是找人到山東查訪，卻一點消息也沒有，怎麼知道你父親會遷到河南呢！」再跟別駕說：「你以弟弟做兒子，太折壽了！」別駕說：「從前問誠，誠沒講過他是山東人，大概太小了不知道。」於是算年紀：別駕四十一，老大；誠十六，最小；訥二十二，第二。別駕得兩個弟弟，很高興，住一起，來龍去脈都弄清楚了，想要回家。太夫人恐怕不見容於牛氏。別駕說：「能互相體諒就一起相處；否則就分開住。天下那有沒有父親的國度？」於是賣房子做準備，即日西歸。到達以後，訥及誠先回家跟父親說。父自從訥走了以後，沒多久妻子也死了；孤單單的一個老人形單影隻。忽然看見訥回來，十分高興；又看到誠，更加歡喜，不再說話，卻淚流滿面；又告訴他別駕母子到了，父親傻了，不知喜，也不知悲，呆呆站立。不久，別駕進來，拜見完；太夫人抓著父親互相哭泣。接著看到奴婢僕人，到處都是，真是坐立難安不知怎麼辦。誠看不到母親，問父親，才知道已經死了，誠不斷嚎哭，很久才慢慢平復過來。別駕出錢，蓋樓閣；請老師教兩個弟弟；人喧馬騰，儼然就是大戶人家。",
      "&emsp;&emsp;異史氏說：「我聽這個故事，涕泣了好幾次：十餘歲孩子，砍柴幫助哥哥，感慨的說：『又看到王覽(1)的故事了！』於是哭了一回。到老虎啣張誠去，不禁大叫說：『老天怎麼這樣！』又哭了一回。直到兄弟猝然相遇，則喜極而泣又哭了；轉而多一個哥哥，又再哭，為了別駕哭。一門團聚，驚喜而意外，沒辦法哭，則替父親墮淚。不知道將來是不是也有像我一樣這麼好哭的人？」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.王覽，字玄通，西晉太保王祥異母弟，歷經東漢、三國和西晉三代，曾入仕曹魏及西晉，在西晉官至光祿大夫。",
      "&emsp;&emsp;王祥，字休徵，在晉朝官至太保。以孝著稱，為《二十四孝》中臥冰求鯉的主角。他亦是「書聖」王羲之四世祖王覽的同父異母兄。",
      "&emsp;&emsp;王祥異母弟王覽與王祥相當要好，數歲時見王祥被繼母鞭打，王覽都抱著母親朱氏哭求停止。年紀稍大後，又勸母親不要虐待王祥，令朱氏有所收斂。後來每當朱氏派艱難任務給王祥，王覽都會跟著王祥去做；甚至朱氏胡亂指派任務給王祥的妻子，王覽妻子都會和她一起做，朱氏見此才停止。而當王祥漸漸有名聲時，朱氏十分忌恨，打算以毒酒毒殺王祥，王覽知道後與王祥爭飲，朱氏害怕會毒死親兒，將毒酒奪回。後來每當朱氏給王祥的菜饌，王覽都會先試數口，朱氏害怕王覽會服下毒藥，於是才打消毒殺王祥的念頭。",
      "&emsp;&emsp;王祥最為人熟悉的是他臥冰求鯉的行為，在嚴冬時為了滿足繼母想吃鮮魚的要求，不惜在結冰湖面上脫衣嘗試以體溫融化冰塊。在王祥躺下後，冰面忽然裂開，有兩條鯉魚跳了出冰面，王祥得以帶回給繼母享用。時人都認為是感動了上天。此外傳說，繼母向王祥說很想吃燒黃雀，不久就有數十隻黃雀飛進屋帳內，王祥得以給母親吃。鄰居都驚歎這是王祥的孝道感動上天。"
    ]
  },
  {
    "title": "汾州狐",
    "href": "http://liaozhai.weebly.com/277742403029392.html",
    "content": [
      "&emsp;&emsp;汾州通判朱公，居處多狐狸。朱公晚上坐屋裡，有女子往來燈下，剛開始以為是家人，沒注意；等到抬頭，竟不相識，而容光豔絕。心知是狐狸，而愛好她的姿容，立刻叫她過來。女郎停步笑說：「那麼大聲喊人，誰是你的奴婢？」朱笑著站起身道歉並請女郎就坐。於是跟他款款密語，就像夫妻一般。有一天忽然跟朱說：「你命裡該升遷，我們快分手了。」問說：「甚麼時候？」回答：「就在眼前。不過賀客剛來，弔喪的跟著到，不能做官。」三日後，升遷通報果然來了。次日又立刻傳來母親的訃聞。朱公卸任奔喪，想跟女郎一起回去。狐狸不同意。女郎送朱到河邊。朱強邀女郎登船。女郎說：「你不知道，狐狸不能越過這條河。」朱不忍離別，在河邊戀戀不捨。女郎忽然離開，說要拜訪一老朋友。一會兒回來，立刻有客人來回訪。女郎私下跟客人聊。客人走了才見朱，說：「請馬上登船，我送你過河。」朱說：「不是說不能過河，現在為什麼可以？」說：「剛剛來的客人就是河神。因為你的原因，特別請他幫忙。他限我十天往返，所以可以暫時過去。」於是一起過河。到第十天，果然道別離去。"
    ]
  },
  {
    "title": "巧娘",
    "href": "http://liaozhai.weebly.com/2403923064.html",
    "content": [
      "&emsp;&emsp;廣東有一個紳士姓傅，六十歲那年，生了一個兒子，名叫傅廉。長得很聰明，可是發育不完全，都十七歲了，下面才像蠶那麼大。遠近的人們都知道，所以沒有人家要把女兒嫁給他。傅公自認宗嗣已絕，因此，日夜憂愁擔心，也沒有辦法。",
      "&emsp;&emsp;傅廉跟著家庭老師讀書。一天老師出了門，街上來了個耍猴的，傅生出去觀看，耽誤了當天的功課。他猜想老師快回來了，怕體罰，就翹課跑了。",
      "&emsp;&emsp;傅生一口氣跑到離家幾里遠的地方，看見一個穿白衣的女郎帶著一個丫鬟走在他的前面。女郎一回頭，傅生見她美麗無比，邁著小步走得很慢，他就緊走幾步，趕上了女郎。女郎回頭對丫鬟說：\"問問郎君可是往瓊州去的？\"丫鬟奉命來問傅生，傅生問她們有什麼事。女子說：\"你若是去瓊州，有一封信，煩你順道捎到我家去。我母親在家裏，還可以招待招待你。\"傅生本來就沒有一定去向，心裏想，坐船到海上玩玩也可以，就答應了女子的拜託。女子把信交給丫鬟，丫鬟又交給傅生。傅生問她的姓名居處，女子回答：\"姓華，住秦女村，距城北三四里路。\"傅生到了海邊，上了船就去瓊州。",
      "&emsp;&emsp;傅生按女子指點的路途到了城北郊，太陽已落山了。打聽秦女村，卻沒人知道。又向北走了四五里路，天上已繁星點點，月亮也掛在天邊了。眼前一片荒草野坡，不見一個走路的人，又沒有人家。這時他心裏又害怕，又為難。忽見路旁有座墳，心想暫且在墳旁坐一夜吧。又怕有虎狼，就爬到墳邊一棵樹上過夜。他蹲在樹杈上，耳邊只聽得風聲呼呼，草蟲哀叫，心裏忐忑不安，一時懊悔萬分。",
      "&emsp;&emsp;傅生正在樹上，忽聽樹下像有人聲。他低頭一看，一座庭院清清楚楚就在下面。有一個美女坐在石頭上，兩個丫鬟打著燈籠伺候在兩邊。美女向左右看了看說：\"今夜月明星稀，華姑送來的團茶可泡一杯來賞月。\"傅生在樹上想：這些一定是鬼！嚇得毛髮倒立，不敢大聲喘氣。忽然一個丫鬟說：\"樹上有人！\"女子驚起說：\"那裡來的大膽小子，敢偷看人！\"傅生十分害怕，又沒處逃藏，只好從樹上滑下來，跪在地上求饒。那女子走近一看，變怒為喜，伸手拉起傅生，並肩坐下。傅生斜眼一看，這女子大約十六七歲，容貌體態十分豔麗，聽口音很像當地人。女子問傅說：\"你為何來這裏？\"傅生說：\"給人家送信。\"女子又說：\"野外經常有強盜，露宿這裏不安全。你若不嫌我家簡陋，就將就著住幾天。\"便請傅生進了屋。這屋裏只有一張床，女子命丫鬟鋪兩條被子在上面。傅生自慚形穢，願在地上睡。女子笑著說：\"貴客光臨，我那敢一人高臥床上？\"傅生不得已，只得和她睡在床上。但心裏恐慌不安，一動不敢動。沒多時，傅生覺女子伸過手來摸他，並輕輕捏了一下他的大腿。傅生佯裝睡著了，好像沒有感覺。又一會，女子鑽到傅生被窩裏，用手搖他。傅生仍然一動不動。女子便伸手去摸傅生下處，剛一摸，手馬上就停住了，大失所望，悄悄爬出了傅生的被窩，偷偷地哭了起來。這時，傅生又害怕，又羞慚，真是無地自容，只怨老天爺給他的缺陷。 \n\n     \n女子起來，命丫鬟點上燈。丫鬟一看主人臉上有淚痕，驚問怎麼了。女子搖了搖頭說：\"怪我命不好！\"丫鬟站在床邊，只看主人的臉，等主人吩咐。女子說：\"可叫醒郎君，放他走吧！\"傅生聽了更加慚愧，而且擔憂半夜三更，茫茫無去處。正思索時，一個婦人推門進屋。丫鬟說：\"華姑來了！\"傅生偷眼一看，見這婦人五十開外的年紀，很有風度。這婦人見女子未睡，便問原因，女子沒有回答。她又見床上躺著一個人，便問：\"同床的是什麼人？\"丫鬟替女子回答：\"夜裏來了個少年郎借宿在這裏。\"婦人笑著說：\"不知是巧娘的花燭之夜。\"抬頭又見女子珠淚未乾，吃驚地問：\"新婚之夜，不該悲泣，莫不是新郎有粗暴之處？\"女子仍不回答，而且越發傷心。婦人掀開被子想看個究竟，不料一掀被子，卻發現一封信掉在地上。她拿起來一看，驚奇地說：\"這是我女兒的筆跡。\"馬上拆開信一著，非常詫歎。女子問婦人，她說：\"這是三姐的家信。信中說吳郎已死，三姐一人無依無靠，日子不好過。\"女子說：\"這個少年曾說過替人送信，幸虧沒打發他走。\"",
      "&emsp;&emsp;女人叫起傅生，問傅生信是從那裡來的。傅生把經過說了一遍。婦人說：\"這麼遠麻煩你送信，我怎麼報答你呢？\"又看著傅生笑著說：\"你怎麼得罪了巧娘？\"傅生膽怯她說：\"我不知道。\"婦人又問巧娘，巧娘歎口氣說：\"可憐我自己活著的時候嫁了一個不能人道的人，誰知死後又遇到這種人，所以悲傷。\"婦人又看了看傅生說：\"這麼聰明漂亮的孩子，不能人道嗎？這個人是我的客人，不好老是打擾你。\"於是領著傅生到了東廂房，伸手到傅生陰處檢查，笑著說：\"無怪巧娘哭泣！幸好還有根蒂，有辦法治！\"說著就點上燈，翻箱倒櫃，找到一粒黑藥丸，叫傅生吃下去，小聲告訴他不要動，然後關門出去。",
      "&emsp;&emsp;傅生獨自一人躺在屋裏，心想不知這藥是治什麼病的。將到五更天時，才醒來，覺得肚臍下邊一股熱氣直沖陰處，好像有什麼東西垂在股下。用手一摸，自己已成了真正的男子漢。他心裏又驚又喜，好像一下子封了公爵那樣高興。",
      "&emsp;&emsp;第二天早上，太陽剛照進窗櫺的時候，婦人就進了屋，拿了燒餅給傅生吃，囑咐他耐心坐著。她反鎖上門，出來對巧娘說：\"傅郎送信有功，得叫三娘來與他拜為乾姊妹。暫且藏他幾天，免得大家厭惡他。\"說完就出門去了。",
      "&emsp;&emsp;傅生被關在屋裏，走來走去，覺得無聊，不時從門縫裏向外瞧，像個關在籠子裏的鳥。看見巧娘在院子裏，想叫她過來說說自己的變化，又覺得慚愧，不好開口。挨到晚上，婦人才帶了女兒回來。婦人把門打開就說：\"悶煞郎君了吧？三娘快來謝過傅郎。\"三娘猶猶豫豫走過來向傅生行了個禮。婦人叫傅生與三娘互稱兄妹。巧娘笑著說：\"叫姐妹也行。\"說罷，就擺下酒一起坐飲。喝了幾杯，巧娘就戲弄傅生說：\"天閹的人，你也會為美女動心嗎？\"傅生說：\"瘸子忘不了穿鞋，瞎子忘不了看東西！\"大家都一起笑了起來。",
      "&emsp;&emsp;巧娘因為三娘一路辛苦，命人另安排房子，請三娘休息。婦人看了看三娘說：\"叫他們兄妹倆在一屋裏睡吧！\"三娘羞答答的不好意思。婦人又說：\"這個人看上去是個男子漢，實際是個女孩子，你怕什麼？\"催促他們早點休息。偷偷囑咐傅生：\"你可以明著算是我的乾兒子，實則做我的女婿。\"傅生非常高興，拉著三娘上了床。這一夜他才初次接觸女子，歡快無比。接著就在枕邊問三娘：\"巧娘是什麼人？\"三娘回答：\"是個鬼。她才貌無人可比，但命運不好，找了個郎君姓毛，因為不能行房，十八歲還不能過夫妻生活。所以巧娘悶悶不樂死了。\"傅生怕三娘也是鬼，三娘就說：\"實話告訴你，我不是鬼，是狐。因為巧娘一人住在這裏沒人作伴，我與母親又沒有家，就借住在這裏。\"傅生大為害怕。三娘又說：\"你不必怕，我們雖然是鬼狐，但都不害人。\"",
      "&emsp;&emsp;從此，傅生與三娘天天住在一起，雖然知道巧娘是鬼，但心裏卻愛她娟娟美麗，只恨沒有機會表明自己的變化。傅生風雅溫存，又非常詼諧，好說好笑，也很得巧娘喜歡。",
      "&emsp;&emsp;一天，華氏母女要到別處探訪親戚，臨走又把傅生鎖在屋裏。他覺得悶得慌，就在屋裏轉來轉去，隔著窗子喊巧娘。巧娘命丫鬟拿鑰匙來試著開鎖，試遍了所有鑰匙，才碰巧開了鎖。傅生附耳對巧娘說，要求單獨在一起，巧娘就把丫鬟支走了。傅生挽巧娘上床擁抱。巧娘用手探傅生臍下，開玩笑說：\"可惜中意的人這裏少生了點東西。\"話未說完，竟抓了滿滿一把，不禁驚奇地問：\"為什麼上次這東西小小的，而現在如此大了？\"傅生笑著說：\"上次害羞，所以見了你就縮回去了；這次因被譭謗很難堪，所以就像怒蛙一樣鼓起來了。\"兩人歡好之後，巧娘生氣地說：\"今天我才知道華姑整日鎖著你的原因！她們母女倆到處流浪無地容身，我借房子給她們住；三娘向我學刺繡，我毫無保留地教她，誰知她們竟如此忌恨！\"傅生安慰勸解巧娘一番，巧娘始終耿耿於懷。傅生說：\"這事一定不要說出去，華姑叫我不要讓別人知道。\"話還沒有說完，華姑就推門而入。兩人慌忙穿衣起床，華姑怒目圓睜，問：\"誰開的門？\"巧娘笑著坦然說是自己開的。華姑更怒氣不息地嘮叨沒完，巧娘反唇相譏：\"阿姥也太可笑了！他不是明為男子實為女子的嗎？能幹什麼呢？\"三娘見母親與巧娘頂嘴，覺得不安，從中調解，才各自轉怒為喜。巧娘雖然言詞激烈，但事後仍屈意對待三娘。而華姑卻日夜防範，巧娘與傅生不能接近，只是眉目傳情而已。",
      "&emsp;&emsp;一天，華姑對傅生說：\"我女兒與巧娘姊妹倆都奉事了你，長此下去也不是辦法，你應該回家去告訴父母，早訂婚約。\"於是整理行裝催傅生上路。二女相送，戀戀不捨，巧娘更是憂傷，雙淚交流，如斷珠滾落，哭個不止。華姑止住她們，拉傅生出了門。傅生回頭一看，房子全沒有了，只有一座荒涼的大墳。華姑送他上船，說：\"你走後，我就帶兩個女兒去你縣裡租房居住。若是不忘舊好，我們在李氏廢園裏等你迎親。\"傅生便回家了。",
      "&emsp;&emsp;當時傅生翹課出走後，傅家到處尋找，他父母焦急萬分。忽然見傅生回來，一家人都高興得不得了，傅生大略說了他的經歷。並提出與華氏訂親的事。他父親說：\"妖精說的話怎麼能信？你能活著回來，就是因為你身體有缺陷，不然早死在外邊了！\"傅生說：\"她們雖不是人類，但感情和人一樣；也很漂亮聰明，娶進門來也不至於叫親友笑話。\"父親沒說什麼，只是嗤笑而已。",
      "&emsp;&emsp;傅生此後經常性慾發作，不安分守己。常與丫鬟私交，竟至白日淫亂，故意想叫他父母知道。一天被一個小丫鬟看見了，稟告了老夫人。夫人不信，就偷著去看。覺得十分奇怪，就叫了與兒子私交的丫鬟來問，她們都招認了。夫人心裏非常喜歡，逢人就宣傳兒子病好了，並要找世家大族給兒子說親。傅生知道後，私下告訴母親：\"非華家姊妹不娶。\"他母親說：\"世上不缺少美女，為什麼非要娶個鬼呢？\"傅生說：\"兒若不是華姑，不能治好病。背棄了人家是不吉利的。\"他的父親同意了，於是派了一個男僕，一個女僕去打聽。家人出城東四五里，找到李氏廢園，果然見殘牆竹樹中，有縷縷炊煙。女僕一直進了屋，見華氏母女正擦拭桌椅，好像正準備迎接客人。女僕說了主人的意思，見到三娘，驚歎說：\"這就是我家小主婦嗎？我見了都喜歡，無怪我家公子整天神魂顛倒呢！\"又問她的姐姐在那裡，華姑歎道：\"她是我的義女，三天前忽然去世了。\"隨即備了酒菜招待來人。",
      "&emsp;&emsp;傅家家人回來詳細向主人說了情況，並說了三娘的相貌言談，傅氏夫婦非常高興。後又說巧娘死了，傅生聽了傷心得想哭。到了迎親的日子，傅生親自問華姑，華姑說：\"巧娘已在北方投生為人了。\"傅生聽了，抽抽搭搭哭了很久。",
      "&emsp;&emsp;傅生雖然娶了三娘為妻，但仍不忘巧娘，凡是從瓊州來的人，都請來向他們打聽。有人說：\"秦女墳夜間有哭聲。\"傅生覺得奇怪，就告訴了三娘。三娘沉吟半日，哭著說：\"我辜負巧娘姐了。\"傅生再三追問，三娘才說：\"我與母親來時，實沒有告訴巧娘。現在悲傷啼哭的，莫非是巧娘姐姐？一直想告訴你，又怕母親斥責。\"傅生聽了先是傷心而後轉為歡喜，馬上命人備了車，日夜兼程去找巧娘。到了墳上，進入墳內敲打著巧娘的棺木說：\"巧娘！巧娘！我在這裏！\"一霎時，見巧娘抱著孩子從墓中出來。見到傅生，傷心悽楚，埋怨不止。傅生也哭了起來，探懷中問這孩子是誰的。巧娘說：\"是你的小孽種，已生下三個月了。\"傅生歎息說：\"錯聽了華姑的話，使你們母子埋在地下，受苦擔憂，我的罪過是不可推卻的。\"隨即一起乘車、坐船回了家。傅生與巧娘抱著孩子見了父母，他父母一見，孩子身體健壯，一點也沒有個鬼的形像，心裏十分喜歡。姐妹倆相處和諧，孝敬公婆。後來傅父生病，請醫生來治。巧娘說：\"病已不能治了，魂已離開軀體了。\"督促準備後事，備妥後傅父便去世了。",
      "&emsp;&emsp;傅生的兒子長大後，很像傅生，而且更為聰明，十四歲就中了秀才。淄川高珩曾在廣東聽說過這件事，詳細地名遺忘了，以後的事也不知道有什麼結果。"
    ]
  },
  {
    "title": "吳令",
    "href": "http://liaozhai.weebly.com/2155520196.html",
    "content": [
      "&emsp;&emsp;吳縣(蘇州)有位縣令，忘了他叫什麼名字，為人剛毅梗直。吳縣風俗最敬重城隍爺，當地人用木頭雕成神像，再披上錦製衣服，把神像打扮得栩栩如生。每到城隍爺的誕辰，居民們都要斂資做廟會，用華麗的車子拉著神像，在大街遊行；打著五顏六色的旗幟和各種各樣的儀仗，排著整整齊齊的隊伍，一路吹吹打打，嗚嗚哇哇，跟著看熱鬧盼人擠滿了大街小巷。時間長了，做廟會成了風俗習慣，每年都不敢稍有懈怠。",
      "&emsp;&emsp;有一次，這位縣令外出，正好碰上廟會。便命遊行的隊伍停下，詢問究竟，人們告訴了他。縣令又得知做廟會要花費大量的人力物力，不禁大怒，指著神像斥責說：“你是主管一個縣的城隍爺，如果冥頑不靈，就是糊塗昏庸的鬼，不值得人們供奉你；如你有靈，就應該知道愛惜民力，怎麼耗費民脂民膏，做這些無益的花費呢！”罵完，命人把神像拉倒在地，打了二十板子。從此破除了這個舊習。",
      "&emsp;&emsp;縣令為官清正無私，只是年紀輕輕，很貪玩。一年多後，有一次他偶然在官衙中爬梯子掏屋簷下的鳥窩，失足掉了下來，摔斷了大腿，不久就死了。死後，人們聽到城隍廟中傳出縣令憤怒的吵嚷聲，似乎在和城隍爺爭執，連續幾天也沒停止。吳縣的人不忘記縣令的恩德，聚集到城隍廟裏為他們調解。又另建了一個祠堂，供奉縣令，爭執聲才消失了。縣令的祠堂也稱城隍廟，春秋按時祭祀，較原來的城隍廟更加靈驗。吳縣至今還有兩個城隍。"
    ]
  },
  {
    "title": "口技",
    "href": "http://liaozhai.weebly.com/2147525216.html",
    "content": [
      "&emsp;&emsp;有一天，村子裏來了一位年青女子，她的年紀大約二十四五歲。只見她隨身攜帶著一隻藥箱，在村中賣藥治病。村裏的人聽說後，便出來請她診治。但這位女子說是自己不能開藥方，要等到天黑以後向神靈請教。人們耐心地等待著夜晚的降臨。到了傍晚，她把一間小房子打掃得乾乾淨淨，然後將自己關在裏面。村裏的人圍繞在門窗外面，側耳傾聽。這時候，人們自覺地停止了喧鬧，只有少數人竊竊私語。過了一會兒，小房子裏外都聽不到響動聲息。",
      "&emsp;&emsp;當夜晚來臨，人們忽然聽見小房子裏有掀簾子的聲音。女子在裏邊問：“九姑來了嗎？”只聽另一個女子回答說：“來了！”又問：“臘梅跟九姑一起來的嗎？”一個身份像女僕的說：“來了。”然後，這三個女人嘰嘰喳喳，說個沒完。一會兒，外面的人又聽見小房子裏有簾鉤子聲響，女子說了聲：“六姑來了。”她旁邊的人說：“春梅也抱著小公子來了哎。”一個女子說：“倔強的孩子！哄也不睡，非要跟著六姑來。身體那麼重，背著他真累死人！”接著，就聽到女子道謝聲，九姑問候聲，六姑的客套話，兩個女僕彼此慰勞聲，小孩的嬉笑聲，眾口紛壇，吵吵嚷嚷。那青年女子帶著笑聲說：“小公子也太喜歡玩了，這麼遠還抱著貓來。”這時，裏面的聲音慢慢變小了，簾子又響動起來，小房子裏又是一片喧嘩。有人問：“四姑怎麼來得這麼晚？”有一個少女細聲細語地說：“有一千多里路呢，和阿姑兩人走了好長時間，阿姑走得太慢。”於是，又是一番問候寒暄聲，移動座位聲，叫添凳椅聲，各種聲音交織在一起，滿屋喧鬧，過了好一陣子才安定下來。",
      "&emsp;&emsp;直到這時，小房子外面的人才聽到女子向神仙請教治病的藥方。九姑認為應該用人參，六姑認為應該用黃芪，四姑說是該用白朮，她們思考了片刻。然後，聽見九姑叫拿筆墨來，不一會，折紙聲吱吱響，拔筆，筆套丟到桌上叮叮作響，磨墨之聲十分清晰。寫好藥方之後，九姑把筆扔到桌子上，抓藥包裝，發出蘇蘇聲。不一會兒，青年女子掀開簾子，叫村裏的病人拿藥和藥方，隨即轉身回到房裏，接著，就聽到三姑告別，三個女僕告別，小孩咿咿呀呀聲，小貓喵喵叫喊聲，一時並起。九姑的聲音清脆響亮，六姑的聲音緩慢蒼老，四姑的聲音嬌柔婉轉，那三個女僕的聲音也各有特色，外面的人可以清楚地分辨出來。村子裏的人聽了這場“神仙會”，以為她們真的都是神仙，驚訝不已。患病的人拿回女子從“神仙”那裏討教的藥方和草藥，趕緊煎熬飲用，但藥吃完了，並不很有效。後來村子裏的人才明白，那青年女子表演的是口技，其實並沒有什麼神仙。她只不過是借助口技來推銷自己的草藥罷了。",
      "&emsp;&emsp;過去王心逸曾說：在都城偶然經過鬧市，聽到彈絃唱歌的聲音，很多人看。靠近過去，看見一個年輕人正在表演。沒有樂器，只以一根手指按在臉頰，一面按一面搖；聽起來跟絃的聲音一樣。也是靠口技在表演。"
    ]
  },
  {
    "title": "狐聯",
    "href": "http://liaozhai.weebly.com/2939232879.html",
    "content": [
      "&emsp;&emsp;有個姓焦的書生，是章丘縣虹先生的叔伯弟弟，在一個園子裏讀書。一天夜裏，有兩個美人來到園子裏，長得都非常俊美。一個十七八歲；一個十四五歲，走進焦生屋裡，扶著桌子對焦生笑。焦生一看就知道是兩個狐女，便非常嚴肅地叫她們走。大的女子說：“看你鬍子長得硬梆梆的，怎麼沒有一點大丈夫的氣慨？”焦生說：“我焦某生平不好二色。”女子笑著說：“真是個書呆子，你還遵守那些陳腐規矩嗎？下界的牛鬼蛇神，凡事都拿黑的當白的，何況這床上的小事呢？”焦生再次怒斥她們出去。女子知道打動不了焦生，就說：“你是個知名的文人，我有一副對聯，請你作下聯，能對出下聯我就走：“戊戍同體，腹中只欠一點。”(1)焦生聽完，想了半天想不出下聯來。女子笑著說：“名士就是這樣嗎？還是我代你對上吧：“己巳連蹤，足下何不雙挑？”(2)說完，笑一笑走了。這件事是長山李司寇說的。",
      "&emsp;&emsp;註︰",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;戊，戍",
      "&emsp;&emsp;兩字差別只有中間那一點，腹中只欠一點，影射男女缺腹中一點。也可解釋為名士腹中學問差一點。",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;己，巳",
      "&emsp;&emsp;兩字也只差一點，己巳連蹤，則指她們姊妹。"
    ]
  },
  {
    "title": "灘水狐",
    "href": "http://liaozhai.weebly.com/286562770029392.html",
    "content": [
      "&emsp;&emsp;濰縣李某有一所閒房要出租。一天，忽然來了一個老翁想租賃這座房子，每年願出租金五十兩銀子。李某答應了。老翁走了後，卻再沒有音訊，李某便囑咐家人把房子再租給別人。第二天，老翁來了，說：“已經講妥把房子租給我，為什麼又要租給別人？”李某告訴他說，自己懷疑他不再來了。老翁說：“我馬上就要搬來長住，之所以遲遲沒搬過來，是因為我選擇的喬遷吉日在十天之後。”老翁又先付給李某一年的租金，說：“這座房子就是空上一年，你也不要再過問了。”李某送他出去，詢問他搬家的確切日期，老翁說了。後來又過了那個日期好幾天，老翁還是沒有蹤影。李某去察看動靜，只見大門從裏邊閂著，院裏炊煙嫋嫋升起，人聲嘈雜。李某大為驚訝，投進名帖拜訪。老翁急忙迎了出來，將他請進屋內，滿臉笑容，言談和藹可親。",
      "&emsp;&emsp;李某回來後，派人贈給老翁家一些東西，老翁盛情款待了派去的人，也回送了很多禮物。又過了幾天，李某擺下酒席，請老翁聚會，二人談得十分投機、歡快。李某問起老翁的家鄉，回答是陝西。李某驚訝陝西距這裏太遠，老翁說：“你們這裏是福地。陝西不能再住了，那裏將要發生大災難。”當時正天下太平，李某聽了老翁的話也沒在意，沒有深問。又隔了一天，老翁下帖子回請李某。酒宴上的菜肴、擺設都非常奢侈華麗。李某更加驚異，懷疑老翁是貴官。老翁因為和他交往深了，便自稱是狐仙。李某驚駭萬分，從此後逢人便說。本縣的官紳聽到後，天天有人騎著馬去拜訪老翁，都想和他結交，老翁無不恭敬地接待，漸漸地和郡官也來往。但是，唯獨本縣縣令要求見他，老翁總是藉故推辭。縣令又托李某先給介紹介紹，老翁仍舊不願見。李某詢問緣故，老翁離席湊近李某，悄悄地說：“您不知道，縣令前世是頭驢。現在雖然人模人樣的統治著老百姓，但卻是一個見了錢什麼都幹得出來的無恥之徒！我雖然不是人類，也羞於和他交往！”李某便找托詞告訴縣令，說狐翁畏懼縣令的神明，所以不敢見。縣令信以為真，也就不再勉強了。這是康熙十一年的事。不久，陝西果然遭遇兵亂。狐能先知先覺，看來是真的了。",
      "&emsp;&emsp;異史氏說：“驢子這個東西，樣子很大。一生氣就叫，眼睛張得比碗還大，聲音比牛還粗；不只聲音難聽，樣子也難看。假如拿一把草引誘牠，就會俯首貼耳，很高興的接受束縛。以這樣的德行做父母官，就算小小好處也會頭暈暈的。但願願父母官能以驢為戒，而希望能讓狐狸看得起，那麼品德自然逐日增長了。”"
    ]
  },
  {
    "title": "紅玉",
    "href": "http://liaozhai.weebly.com/3200529577.html",
    "content": [
      "&emsp;&emsp;河北廣平的馮老漢有一個兒子，取字叫相如。父子倆都是生員。老漢年近六十，性情方正耿直，他家窮得經常沒飯可吃。數年之間，老伴和兒媳又都相繼過世，家務事都由老漢自己操持。",
      "&emsp;&emsp;一天夜晚，相如在月光下乘涼，忽見東鄰女郎從牆上偷看他。這女郎挺美。相如走到她跟前，女郎面帶微笑。用手招呼她，她不過來也不離開。經過一再邀請，她才順著梯子過來，和他一起過夜。問她姓名，她說：“我是你鄰居的姑娘，紅玉呀。”相如非常喜歡她，要和她訂下終生為伴的盟約。女郎答應了。於是夜夜往來，約半年左右。老漢夜間起來，聽到兒子的房間裏又說又笑，偷偷地過去看，見到兒子情況，大怒，叫他出來，罵說：“你這畜生幹的什麼好事！我們家這個樣子，還不刻苦讀書，反而浮蕩學壞；人家要是知道，就是你的品德不好；人家要是不知道，那可就折你的壽啦！”相如跪下承認錯誤，哭泣說知道悔改。老漢又喝叱女郎說：“女孩子不守閨戒，既玷污了自己，又玷污了別人。一旦事情敗露，蒙羞的就不是只有我們一家了！”罵完之後，就氣鼓鼓地回去睡了。女郎痛哭流涕地說：“被你老爸臭駡一頓，實在太丟面子了！我們兩人的緣分結束了！”相如說：“父親在我不能自作主張。你如果真的有意，請多擔待著點。”",
      "&emsp;&emsp;女郎言辭激烈，斷然拒絕。相如淚流滿面。女郎勸他說：“我和你沒有媒妁之言，父母之命，爬牆頭鑽窟窿，這怎麼能白頭到老？附近有一好人家，你可以娶她。”相如說自己太窮。女郎說：“明天夜裏等著，我幫你想想辦法。”第二天夜裏，女郎果然來了，還拿出白金四十兩贈給相如。說：“離這兒六十里路有個吳村，村裏有個姓衛的姑娘，十八歲。因為聘禮要價太高，一直沒有嫁出去。你多下聘禮去滿足她的要求，那就一定會成功。”說完就走了。",
      "&emsp;&emsp;相如找機會告訴父親，想去相親。但是他把紅玉送的金子藏起來不敢告訴他。老漢覺得沒有錢，就以此為理由阻止他。相如又委婉地說：“試一試就算了。”老漢這才點頭答應。相如找了僕從馬匹，到了衛家。衛老漢本是農夫，相如把他喊出來，找個僻靜地方講明來意。衛老漢知道相如家是名門望族，又見他儀表堂堂，氣宇軒昂，從心裏就答應了，可是怕對方窮苦。相如聽他吞吞吐吐，閃爍其詞，就明白他的意思，於是把金子整個取出，擺在桌子上。衛老漢這才滿心歡喜，託付鄰居小夥子作中間人，書寫紅箋訂立婚約。相如進屋拜見衛老太太，只見女郎在居室旁邊的小套間裏，依偎著母親遮擋著自己。相如略微看了一眼，女郎雖荊釵布裙，然而神情光豔，心中竊喜。衛老漢就在家裏款待女婿，說：“公子無須親自來迎娶，等略微做一點嫁妝，就派人抬著她給你送去。”相如和衛家訂好日期就回家了。假裝告訴老漢，說衛家就喜歡清貧人家，不要聘金，老漢也很高興。日子一到，衛家果然把女兒送到。",
      "&emsp;&emsp;女郎十分勤儉，溫存孝順，夫妻感情很好。過兩年，生一個男孩，取名福兒。不巧媳婦在清明節期間抱著兒子去掃墓，遇到鄉紳宋家的人。宋家本來官至御史，因為行賄被罷官，正住在鄉下，但是暴行不減當年。當天也是掃墓歸來，見到這個女郎就被她的美貌迷住了，問村裏人，得知是相如的妻子。料想馮家貧寒，只要以重金引誘，便可使相如動搖，於是就讓家人放風聲出去。相如突然聽到這件事，怒形於色；可又考慮到自己敵不過對方，就轉怒為笑，回家告訴老爹。老漢一聽勃然大怒，跑出去，面對宋家派來的家人，指天畫地，臭駡一通。家人抱頭鼠竄，跑了回去。宋家也大發雷霆之怒，竟然派了好幾個人闖入相如家，毆打老漢和他的兒子，氣勢洶洶，不可一世。女郎聽到動靜，把兒子扔在床上，披頭散髮地大聲呼救。那群人趁勢抬起她，哄然散去。父子傷殘嚴重，坐在地上呻吟。小兒在屋中呱呱啼哭。鄰居都覺得可憐，就把他們扶到床上。幾天之後，相如能拄著拐杖站起來，老漢氣得不吃東西，吐血不止，沒多久就死去了。相如大哭，抱著兒子去告狀，一直告到督撫，打了幾次官司，都沒有打贏。後來聽說媳婦不屈而死，越發悲痛。滿腹冤屈，無處可伸。經常想著要到半路去刺殺宋家歹徒，可是考慮到他們的隨從眾多，兒子又沒有地方託付。日夜苦思苦想，難以成眠。",
      "&emsp;&emsp;有一天一位彪形大漢到屋裏來弔唁，他有捲曲的鬍鬚，寬闊的下巴，可是不曾見過面。馮相如挽著他的胳膊坐下，想問他的姓氏。客人反而說：“你有殺父之仇，奪妻之恨，難道忘了報仇嗎？”馮生懷疑他是宋家的探子，就隨意地應酬他。客人怒目而視，生氣的出門說：“我還以為你是正人君子呢，今天才知道你是個不足掛齒的無能之輩！”馮生覺得來客非同一般，就跪下挽留他說：“實在怕宋家人來打聽。實在對你說吧；我臥薪嚐膽，尋找機會報仇，有一陣子了。只是可憐這繈褓中的孩子，萬一有個好歹恐怕絕了後。既然你是君子義士，你能為我當一回公孫杵臼，保護我的孩子嗎？”客人說：“這種事是女人幹的，我可幹不了。你想託人保護的這個孩子的事，你自己來吧；你自己想做的事，我來吧。”馮生聽他這麼一說，趴在地上磕頭出聲。客人看都不看就出去了。馮生追著問他姓甚名誰，他說：“幫你辦事，辦不成，不願受你埋怨；辦的成，也擔當不起誇獎。”說完就走了。馮生害怕大禍臨頭，抱著兒子就逃了。",
      "&emsp;&emsp;到夜裏，宋家全家人都在睡覺，有人爬過好幾道牆進去，殺掉御史父子三人，以及一個媳婦和一個婢女。宋家立即把這件事向官方報案。縣令大驚失色，宋家執意說是馮相如幹的，於是就派衙役去抓他，可就不知他逃到那裡去了，於是馮生殺人之說越發顯得真實。宋家僕人和官方衙役一起到處搜尋。夜間搜到南山，聽到小孩啼哭，於是跟蹤搜尋，終於把馮生抓住，像對犯人那樣用繩子捆著他趕路。孩子哭聲越來越大，有人就把他奪過去扔了。馮生悲憤欲絕。見到縣令。縣令問：“為何殺人？”馮生說：“冤枉啊！那個人夜間被殺死，我白天就出來了，而且還抱著個呱呱啼哭的孩子，怎麼能爬牆殺人？”縣令說：“沒殺人，為何要逃呢？”馮生無話可說，不能為自己辯解。他被關進監獄。馮生一邊哭泣一邊說：“我死了沒什麼可惜的，可是孤兒有何罪呢？”縣令說：“你殺了人家那麼多孩子；殺你一個孩子，有什麼可抱怨的？”馮生被革去秀才，屢遭酷刑，但是從不承認殺人。有一天縣令夜裏剛躺下，就聽有東西敲擊床鋪，床鋪被震得顫顫巍巍，發出響聲，把他嚇得大喊大叫。全家都被驚動起床，聚在一起用蠟燭照，只見一把短刀，鋒利如霜，剁入床中的部分長達一寸多，牢不可拔。縣令看了，魂飛魄散。拿著武器到處搜索，找不出一點線索。他因此心裡暗暗的泄了氣。再加上宋御史人已死，沒什麼可怕的，於是他把詳細狀況報告上級，隨後替馮生解脫罪責，將他釋放。",
      "&emsp;&emsp;馮相如回到家裏，瓦罐裏沒有一點口糧，只有孤獨的身影對著四面牆壁。幸虧鄰居可憐他送來些吃喝，湊合活著。每當想到大仇已報，倒是滿心歡喜；然而想到慘遭橫禍，幾乎滅門，又情不自禁地潸然淚下；又想到半輩子窮困潦倒，又斷了傳宗接代的煙火，常常在沒有人的地方痛哭失聲，再也控制不住自己。就這樣過了半年，監控拘捕他的風聲逐漸消失。於是向縣令苦苦哀求，要求判還妻子衛氏的屍骨。等妻子入葬之後回到家裏，簡直悲痛欲絕。躺在空蕩蕩的床上翻來覆去睡不著，根本想不出一條活路。這時忽然有人敲門，他屏息靜聽，聽到有一個人在門外，嘟嘟噥噥地和小孩說話。馮生急忙起床窺視，似乎是一個女子。她一推開門就問：“天大的冤枉已經昭雪，萬幸沒有出什麼差錯吧？”聽聲音很熟悉，可是倉促間又想不起來是誰。點上蠟燭一照，原來是紅玉。她領著個小孩，那孩子在她身邊嬉笑著。馮生沒問，就抱著紅玉痛哭。紅玉也很悲傷。隨後推著小孩說：“你把你爹都忘了嗎？”小孩拉著紅玉的衣服，目光炯炯地看著馮生。仔細一看，原來是福兒。馮生大吃一驚，哭著問：“你怎麼找得到我兒子？”紅玉說：“實話告訴你：從前我說是鄰居的姑娘，那不是真的。我實際上是狐狸。那天夜裏正行走的時候，看到一個小孩在山谷邊啼哭，我就把他抱來收養。聽到你的冤案已經解決了，才把他領來和你團聚。”馮生揮涕拜謝。小孩在紅玉的懷裏，就像在依偎自己的母親，居然不再認識父親。",
      "&emsp;&emsp;天還沒亮，紅玉就急忙起身。問她，她回答說：“我想要走了。”馮生光著身子跪在床頭，哭得抬不起頭。紅玉笑著說：“我是在騙你。你現在白手起家，不早起晚睡地幹活不行。”於是割草掃地，像男人那樣幹起活來。馮生憂慮太窮，養活不了自己。紅玉說：“你只管在屋裏好好讀書，家裏的日子怎麼過你就別操心，反正不會餓死。”於是拿出金子置辦織布機，又租了幾十畝地，雇人耕作。隨時照顧農田房舍，習以為常。鄉親們聽說這媳婦非常賢慧，也都樂於資助。大約半年，家境大有起色，好像是有錢人家了。馮生說：“大難以後，全靠你白手再造。可是我還有一件事還沒有妥當，不知道該怎麼辦？”紅玉問他，他回答說：“考試的日期已經臨近，可我的秀才資格還沒有恢復。”紅玉笑著說：“我前幾天已經拿四兩黃金寄給學官，你的秀才資格已經恢復，名字也已經登記了。如果等你說了才辦，早就耽誤了。”馮生覺得她真是神乎其神。當年科考他就被薦舉去應試進士。那年他三十六歲，早已是良田沃野，華屋美舍。紅玉體態輕盈，婀娜多姿，隨風飄逸，可是操持家務，則非一般農婦所能比擬；雖然嚴冬苦冷，而手指滑膩如脂玉一般。自稱二十八歲，可是在人們的眼裏，像是二十歲左右的人。",
      "&emsp;&emsp;異史氏說：“兒子賢良，父親品德好，所以才有俠客來報答。不僅人有俠氣，狐狸也有俠氣。境遇真是奇妙！可是官吏悠悠忽忽，令人生氣。那把刀雖然也砍進床的木頭裏，然而為何沒有再往床上再靠近半尺呢？假如當年蘇子美讀到這段故事，他必定會一邊飲酒，一邊驚呼：可惜沒有刺中！”注:蘇舜欽（1008年－1048年），字子美，開封（今屬河南）人，其詩與梅堯臣齊名，美稱「蘇梅」，被贊為宋詩「開山祖師」。著有《蘇學士集》代表作《滄浪亭記》。"
    ]
  },
  {
    "title": "龍",
    "href": "http://liaozhai.weebly.com/40845.html",
    "content": [
      "&emsp;&emsp;有一條龍從天上掉下來，落在一個村子裏。牠很笨拙的爬到一個士紳家裡。這個士紳的家只夠擺進龍的身體，龍硬塞進去，全家人都逃走。他們跑到樓上大聲喊叫，用槍炮轟擊，龍才爬出屋外。門外不遠處有個水坑，水不到一尺深。龍爬進水坑裏，翻身打滾，弄得全身都沾滿了泥巴。用力跳躍騰空，想飛起來，但是到一尺多高就掉了下來。這條龍在士紳家門前的泥水中翻騰了三天，蒼蠅都聚集到牠的鱗片上。忽然，天上烏雲密佈，大雨傾盆而下，霹靂一聲，這條龍騰空而去，一會兒就消失在天空中。",
      "&emsp;&emsp;有一位姓房的書生跟朋友到牛山的寺廟裏遊覽。忽然看見屋椽的黃磚上盤著一條小蛇，只有蚯蚓般大小。只見那條小蛇在磚塊上猛地轉了一圈之後，變得像手指般粗細；接著，牠又轉了一圈，這回更大了，像條腰帶一樣。他們很吃驚，知道那是龍。他們趕忙往山下跑。剛走到半山腰，就聽到寺中一聲霹靂，一條巨龍已翻身升天，在雲海裏騰飛，隔了一陣就看不見了。",
      "&emsp;&emsp;還有一次，在章丘一個村莊，有個婦女在野外遇到大風，滾滾塵沙撲面而來。忽然覺得一隻眼睛有東西跑進去，像含著麥芒一樣不舒服。她用手揉揉不掉，回家叫人用嘴吹氣也吹不掉。別人翻開她的眼瞼仔細看，發現眼睛沒事，但有一根紅線彎彎曲曲地橫在眼裡面。有人說：“這是蟄龍。”一聽是龍藏在自己的眼睛裏，那個婦女害怕得不得了，以為自己要送命了。可是，過了三個多月還沒事。有一天，天上下起暴雨，忽然響起一聲巨雷，那條小蟄龍衝開婦女的眼睛飛走了，她的眼睛沒有受到任何傷害。",
      "&emsp;&emsp;袁宣四說：“在蘇州，遇到陰雨天，霹靂聲大作。大家看見一條龍在雲海裡翻騰，鱗甲張動，龍爪中抓著一個人頭，鬚髮清晰可見；沒多久，隱入雲層不見。可是沒聽說有頭不見的人。”注:袁宣四，名藩，字松藩，淄川（今山東淄博市）人。"
    ]
  },
  {
    "title": "林四娘",
    "href": "http://liaozhai.weebly.com/265192223523064.html",
    "content": [
      "&emsp;&emsp;青州道陳寶鑰公，是福建人。一天夜晚，他獨自一人在書房裏看書。有一個女子掀簾進來，陳公抬頭一看，不認得這女子。但她長得豔麗絕俗，身上穿著宮裏的服裝。女子笑著對陳公說：“冷冷清清的深夜裏，獨自一人坐著，不覺得寂寞嗎？”陳公驚奇地問她是什麼人，女子說：“妾家住不遠，就在你的西鄰。”陳公想她可能是個鬼，但心裏卻非常喜歡她，於是走過來挽著她的手請她一起坐下。女子說話言詞風雅，陳公十分賞識，坐在女子身邊擁抱她，女子也不太拒絕。她四下看看，說：“屋裏沒有別人嗎？”陳公忙關上門說：“沒有別人。”接著就催女子上床，但她卻非常羞澀害怕。陳公替她脫下衣服，女子說：“妾雖然二十歲，但還是處女，不堪忍受粗暴。”於是二人歡好，床席上沾了點點血跡。既而在枕邊談心，女子自己說叫林四娘。陳公又問她的身世，她說：“我一生堅貞，現在已經被你輕薄夠了。你有心愛我，就圖個永遠相好，何必再多問？”過了一段時間，雞叫天明，她就起身走了。",
      "&emsp;&emsp;從此，女子夜夜必來。每次來，二人都關上門對飲，說話很投機。談到音樂韻律，林四娘都很精通。陳公說：“你一定會唱歌曲。”四娘說：“小的時候學過一些。”陳公請求她唱一曲聽聽，她說：“很長時間不唱了，音階節奏多半都忘記了，唱了恐怕叫內行人笑話。”陳公一再要求，她才低下頭來敲打節奏，唱伊涼之曲，聲調哀怨婉轉。唱完後，便哭了起來。陳公也被她打動，心酸悲傷，上前抱著四娘安慰說：“你不要唱這種亡國曲調，令人抑鬱。”四娘說：“音樂是表達人的感情的，悲哀的人不能叫他歡樂，就如歡樂的人不能叫他悲傷一樣。”",
      "&emsp;&emsp;陳公與四娘非常親密，如同夫婦。時間久了，家人們都知道了，也都來房外偷聽唱歌，凡聽過她唱歌的人，沒有不流淚的。陳夫人偷偷見到過四娘，懷疑人世間不會有這樣妖麗的女子，認為不是鬼，就是狐，怕陳公被妖魅纏身，就勸說陳公與女子絕斷。陳公沒有聽，還想向四娘問個明白，便再一次問四娘的身世。四娘不愉快地說：“妾是當年衡王府的一名宮女，遭難而死，已有十七年了。因為你高風亮節，才與你相好，實在不敢害你。倘若你懷疑或者是害怕我，咱們就從此分手。”陳公馬上說：“我不是懷疑，也不是害怕，只是我們這麼要好，不可不知道你的情況。”陳公又問起當時宮中的事。四娘回憶詳述，有條有理，講得很動人。說到王府衰落時，就哽咽哭泣，不能成聲。",
      "&emsp;&emsp;四娘夜裏不大睡覺，每夜都起來念準提經和金剛經等。陳公問她說：“九泉之下能自己超度嗎？”她回答：“能！妾回想自己一生淪落，希望超度來生好好為人。”四娘還常常與陳公評論詩詞，對不好的句子就提出批評，對好的句子就細聲吟詠，情意風流，使人忘了疲倦。陳公問她：“你寫過詩嗎？”四娘回答說：“在世時也偶而寫過。”陳公要求她贈詩一首，她笑著說：“兒女的詩句，那能拿出來叫高手笑話？”",
      "&emsp;&emsp;又住了三年，一天夜裏，四娘來向陳公告別，面色淒慘。陳公一驚，忙問：“怎麼了？”四娘說：“閻王因為我生前沒有罪過，死後又沒忘記念經，所以叫我投生到王侯家裡。今天就要離別，永遠不能再相見了。”說罷，形容哀楚。陳公也掉了淚，馬上擺酒為四娘送行。四娘一邊飲酒，一邊慷慨歌唱，歌詞曲調哀傷淒涼，一字百轉，到了悲傷處，哽咽不能成聲。最後好歹總算唱完了一曲。四娘情緒不好，飲酒的興趣也不高，起身徘徊，想要告別。陳公不忍離別，又強拉住她坐了一會，直到雞唱天明，四娘才對陳公說：“一定不能再留了！你每每怪我不肯作詩，今天將要永別，寫一首詩送給你，作臨別紀念。”於是拿起筆來，一揮而就，並說：“心酸意亂，不能推敲，音節錯亂，不要拿出去給別人看。”說完，掩袖低頭走了。",
      "&emsp;&emsp;陳公送四娘出門，一轉眼就不見了。陳公悵然多時。看四娘寫的詩，字體端正，書寫整齊，便十分珍貴地收藏了起來。其詩是：“靜鎖深宮十七年，誰將故國問青天？閑看殿宇封喬木，泣望君王化杜鵑。海國波濤斜夕照，漢家簫鼓靜烽煙。紅顏力薄難為厲，惠質心悲只問禪。日誦菩提千百句，閑看貝葉兩三篇。高唱梨園歌代哭，請君獨聽亦潸然。”詩中重複脫節，懷疑似乎有記錯的地方。注:伊涼之曲謂悲涼之調。伊、涼，唐代二邊郡名，即伊州、涼州。其曲終入驟變為繁弦急響破碎之音，哀婉悲惻，被稱為“亡國之音”。"
    ]
  }
]
