[
  {
    "title": "馮木匠",
    "href": "http://liaozhai.weebly.com/393422640821280.html",
    "content": [
      "&emsp;&emsp;山東巡撫周有德把前明藩王的王宮改建為巡撫衙門。正在動工時，有個叫馮明寰的木匠在裏面值班。一天晚上，他剛要睡覺，忽然看見一扇花窗開了一半，皎潔的月光，明亮如同白晝，他遠遠望去，只見短牆上站著一隻紅色的雞。正在凝神觀看，那隻紅雞已經飛落地上，過了一會兒，一位少女從窗外露出半個身子向屋裏窺視，馮木匠以為是同伴的相好，就靜靜地細聽，發現同伴已經睡熟了。他心裏不安起來，暗自希望那少女能誤入他的房間，不一會兒，少女果然跳窗進來，直接撲到他的懷中。馮木匠大喜，一句話也不說，兩人交歡完畢，少女也就離開了。從此以後，那少女每天晚上都來，開始，馮木匠還躲躲閃閃，後來就把心中的想法告訴了她，少女說：“我不是誤入你的房間，是真心誠意來投奔你。”兩人的關係日益密切。",
      "&emsp;&emsp;後來，工期滿了，馮木匠準備回家，少女已經在曠野等候他了，馮木匠住的村子離府城本來就不是很遠，少女就跟他一起回家去了。少女進到屋子裏，馮木匠的家人都看不見，他這才知道這少女不是人。又過了幾個月，馮木匠的精神日漸衰減，心中更加害怕起來，便請來法師來鎮妖驅鬼，但是沒有一點兒效果。\n一天夜裏，那少女濃妝豔抹地來了，對馮木匠說：“世上的緣分都是固定的，該來的跑不掉，該走的想留也留不住。我今天來就是和你告別的。”說完就走了。"
    ]
  },
  {
    "title": "黃英",
    "href": "http://liaozhai.weebly.com/4064333521.html",
    "content": [
      "&emsp;&emsp;馬子才北京人他全家都喜好菊花，馬子才尤其著迷。只要聽說有好的菊花品種就一定要買回家，即使遠隔千里也不計較。一天，有個南京客人借住在他家裏，客人說，他的親戚有一兩種菊花，是北方所沒有的。馬子才聽說後動了心，立刻準備行裝，跟客人到了南京。客人千方百計為他設法，終於取得了兩株菊花苗，馬子才像寶貝一樣，把菊花苗包起來。在回家的路上，馬子才遇到一個年輕人，他騎著驢子跟在一輛馬車的後面，風度瀟灑。這人漸漸走近後，馬子才和他搭話。他自我介紹說：“姓陶。”談吐很文雅。他接著問馬子才從那裡來，馬子才告訴了他。",
      "&emsp;&emsp;年輕人說：“菊花品種沒有不好的，關鍵在於人如何培育。”因此他和馬子才談論種菊的方法。馬子才非常高興，問道：“你們要到那裡去？”年輕人回答說：“我姐姐厭煩金陵，想到河北去住。”馬子才高興地說：“我雖然貧窮，但屋子還可以住。如果不嫌簡陋，就不用到別處去了。”姓陶的便到車前跟姐姐商量。車裏的人推開簾子答話，原來是一位二十多歲的絕代美人。她望著弟弟說：“房子不怕小，可是庭院要寬廣一點。”馬子才替年輕人答應了，於是就一同回家。馬子才住房的南面有塊荒蕪的苗圃，只有三四間小屋，姓陶的高興地住在那裏。他每天到北邊為馬子才整治菊花。有的菊花已枯萎，他就拔出根來重新栽下去。這樣沒有不活的。馬家清貧，每天馬子才與姓陶的一同吃喝。馬察覺到陶家似乎不升火煮飯。馬子才的妻子呂氏，也很喜歡陶家姐姐，不時送給她糧米。陶家姐姐小名叫黃英，她很喜能談天，常到呂氏住所，和呂氏一同紡織。",
      "&emsp;&emsp;姓陶的有一天對馬子才說：“你家裏本來就不富裕，我每天吃你的喝你的拖累你，怎麼可當成常態。現在我想了一個解決的辦法，賣菊花也足以維持生計。”馬子才向來清高耿直，聽姓陶的這麼一說，非常鄙視他，說：“我以為你是個風流高雅的人，一定能安於貧困；現在你說出這樣的話，把東籬(1)當作市場，未免委屈了菊花。”姓陶的笑著說：“自食其力不是貪婪，賣花為業不算庸俗。一個人固然不能苟且貪圖富裕，但是也不必一定要貪圖貧困。”馬子才不說話，姓陶的起身走了出去。",
      "&emsp;&emsp;從此，馬子才所丟棄的殘枝劣種，姓陶的全都把它們撿去，他不再到馬家吃住，請他他才去。不久，菊花開了，姓陶的門前人馬喧嘩，就像鬧市一般。馬子才覺得奇怪，跑去偷看。只見買花的人，用車裝，用肩挑，絡繹不絕。那些菊花都是奇異的品種，馬子才從未見過。馬子才很厭惡姓陶的貪心，想與他斷絕來往，又恨他私藏好品種，就敲開他的門，想要指責他。姓陶的出來，握著馬子才的手，把他拉進去。只見半畝荒蕪的庭院都成了菊圃，房子之外已沒有空地。花被挖走處，就折別的花枝補插上去。地上那些含苞的花，沒有不好看的。馬子才仔細一看，全都是以前自己拔起丟掉的。姓陶的進屋，拿出酒菜，在菊圃旁設席，說：“我貧困不能遵守清規，這幾天幸好收到一點錢，足夠讓我們喝個盡興。”過了一會兒，房裏有人叫“三郎”。姓陶的答應著進去，一會兒擺出了各式美味，烹調得非常好。馬子才乘機問道：“你姐姐為什麼不出嫁？”陶回答道：“時間還沒到。”馬又問：“什麼時候？”陶答道：“四十三個月以後。”馬又盤問：“這話怎講？”姓陶的笑笑不答話，酒喝得盡興後才離開。馬子才過了一夜又到陶那裏，看見新插的菊花，已經長到一尺高了。馬子才感到非常奇妙，苦苦地向陶請教種花的技巧。陶說：“這本來就不是言語可以傳授的。況且你又不靠種花謀生，何必用這種方法。”又過了幾天，姓陶的門前稍為平靜些，他就用蒲席包著菊花，捆紮著裝了幾車離去。",
      "&emsp;&emsp;第二年，春天過了一半，姓陶的用車載著南方的不同花卉回來了，在城裏開設花店，十天功夫花就全部賣完，他又回家種菊花。上一年買花的人留下花根，第二年都變壞了，就又向他購買。他因此一天天富起來。頭一年建新房，第二年蓋大樓。他完全隨自己的意思興建，根本不同馬子才商量。過去的花圃漸漸都變成了房舍。他重新在牆外買了一片田地，在四周築起牆，全都種上菊花。到秋天他用車裝載菊花離去，第二年春末還沒有回來。此時，馬子才的妻了病故了，馬子才對黃英有意，暗地裏找人打探她的意見。黃英微微一笑，好像同意，只是等弟弟回來。",
      "&emsp;&emsp;過了一年多，姓陶的還是沒有回來。黃英督促僕人種菊，和弟弟種的不相上下。賺了錢又聯合商人，在村外經營良田二十頃，豪華的宅第蓋得更為壯觀。忽然有一天，一個從廣東來的客人，帶來黃英弟弟的信。拆開一看，是囑咐姐姐嫁給馬子才。問他寄信的日子，正是馬子才妻子去世那天。回想起在菊園喝酒情景，到現在正好四十三個月，馬子才大為驚奇。他把信拿給黃英看，請問要送甚麼聘禮。黃英推辭不接受彩聘。因為馬家舊居簡陋，黃英想讓馬子才住進南邊的宅第，就像入贅一樣。馬子才不答應，找了一個黃道吉日迎親。",
      "&emsp;&emsp;黃英嫁給馬子才後，在牆上開了道門通向南邊房子，每天過去督促她的人。馬子才認為靠妻子的家產維生可恥，老是要黃英把家產分為南北兩處登記，以防止混淆，但是家裏所需要的，黃英總是從南邊房子取來，不到半年，家中碰到的都是陶家的東西。馬子才立即派人把東西一一送還南屋，告誡不要再取，但不到十天，南北的東西又夾雜在一起了。來來去去換了幾次，馬子才十分困擾。黃英笑著說：“陳仲子(2)太操煩了！”馬子才覺得慚愧，不再查問，一切聽任黃英安排。她招工備料，大興土木，馬子才阻止不住，經過幾個月，樓房連貫相接，南北兩邊房屋竟合成一體，不分界限了。",
      "&emsp;&emsp;不過黃英還是聽從馬子才的意見，閉門不再經營菊花生意，而生活享用仍然超過一般的富貴人家，馬子才過得不自在，說：“我三十年不貪圖富貴的德操，如今被你拖累了。現在活在世間，只是依靠妻子過活，真是沒有一點男子漢的氣概。人們都祈願富足，我只祈禱窮困。”黃英說：“我並不是貪婪鄙陋。但是，如果不能積聚一點財富，那會讓千年以後的人都認為陶淵明是貧賤骨頭，就是過了百代也不能出人頭地。所以姑且為我們彭澤令(3)解解嘲笑罷了。然而貧困的人要想富裕很難，富裕的人要求得貧窮卻很容易。床頭的錢任你去揮霍，我不吝惜。”馬子才說：“花別人的錢，也是很差的。”黃英說：“你不願意富裕，我也不能貧窮，沒辦法，只好和你分開住；清廉的自己去清廉，污濁的自己去污濁。”於是，就在園中為他建一座茅屋，並選擇漂亮婢女去侍奉馬子才。馬子才覺得滿意。但是過了幾天，馬子才非常想念黃英，叫她又不肯去，不得已反過來到黃英住處。每一兩天來一次，久了就習慣了。黃英笑他說：“到東邊吃，到西邊住，一個甘於貧賤的人，應該不是這樣。”\n馬子才自己也笑，又沒法回答，於是又跟從前一樣住在一起。",
      "&emsp;&emsp;有一次，馬子才有事到金陵，正好趕上菊花盛開的秋季。早起路過花店，覺得店中的一盆盆菊花，花朵姿態都極好。他心裏一動，覺得很像黃英弟弟培植的。過了一會兒店主出來，果然是他。兩人非常高興，一一傾訴別離情況，陶生便留他住下。馬子才邀陶生回去。陶生說：“金陵是我的故鄉。我要在這裏成家，我積蓄了一點錢，麻煩你帶給我姐姐，我年底會去一段時間。”馬子才不聽，不斷的邀他回去，並說：“家用很充足。只須坐下來享受，不用再做生意了。”於是陶生坐在店裏，讓僕人代他議價，降價出售。幾天就把花賣完了。馬子才催他打點行裝，租船北上。進門一看，姐姐早已清掃房屋，鋪好了床墊被褥，好像預先知道弟弟會回來一樣。陶生回來以後，放下行裝，督促工匠，大建亭園。每天只與馬子才下棋喝酒，不再結交其他朋友，為他相親，他推辭說不願意。姊姊找了兩個漂亮的婢女，服侍他生活起居，住了三四年，生了一個女兒。",
      "&emsp;&emsp;陶生喝酒一向量大豪爽，從沒見他喝醉過。馬子才有個朋友曾生，酒量也沒人能比。一天，他來拜訪馬子才，馬子才讓他和陶生比酒量。兩人縱情喝酒，十分痛快，認為相見恨晚。從早上喝到晚上四更天，每人都喝了一百多壺。曾生爛醉如泥，沉睡在座位間，陶生起身回去睡覺，出門後踩著菊圃醉倒在地上，衣服丟在旁邊，就地變成了菊花，跟人一樣高，開十幾朵花，每朵都比拳頭大。馬子才非常驚駭，告訴黃英。黃英急忙趕去，拔出菊花放在地上，說：“怎麼醉成這樣！”拿衣服蓋上菊花，要馬子才一同離開，告誡他不要觀看。天亮後去看，見陶生睡在花圃旁邊，馬子才這才意識到姐弟倆都是菊花精，心裏更加敬重他們。",
      "&emsp;&emsp;陶生自從洩漏行跡以後，更加放縱喝酒，常常下請帖招來曾生，因而與他成為莫逆之交。",
      "&emsp;&emsp;一天，遇到花朝節(4)，曾生來訪，陶生派兩個僕人抬來一罈浸藥白酒，相約與曾生一起喝完。一罈酒快喝光了，兩人還沒怎麼醉。馬子才又偷偷倒進一瓶酒，兩人又喝完了。曾生醉得無力行動，幾個僕人把他揹走。陶生睡在地上，又變成了菊花。馬子才見慣了便不感到驚奇，像黃英那樣拔出菊花，守在旁邊觀察他的變化。過了很久，菊葉漸漸枯萎，馬子才十分害怕，這才告訴黃英，黃英一聽，嚇得大叫：“你害死我弟弟啦！”跑去一看，根莖都已乾枯。黃英十分悲痛，掐斷他的梗子，把他埋在花盆裏，端進閨房中，每天給他澆水。馬子才悔恨得要死，非常怨恨曾生。過了幾天，聽說曾生也醉死了。那盆中的花漸漸萌芽，九月開了花，矮矮的花莖，粉紅的花朵，聞起來有酒的芳香，給他取名“醉陶”，用酒澆灌，就長得更加茂盛。後來陶生的女兒長大了，嫁給一個世家子弟。黃英直到老死，並沒有什麼異常。",
      "&emsp;&emsp;異史氏說：“青山白雲人(5)”喝酒醉死，每個人都惋惜，而他自己未必不覺得這樣反而快樂。將這樣的菊花種在庭院中，就像見著好朋友，就像見著美麗的姑娘，不可不尋找這樣的菊花啊！",
      "&emsp;&emsp;註\n\n(1)晉陶淵明《飲酒》詩：“采菊東籬下，悠然見南山。”因此這裏以“東籬”代指種菊的園地。\n\n(2)陳仲子：。陳仲子，‘戰國時齊人。《淮南子·氾論訓》說他“立節抗行，不入洿君之朝，不食亂世之食，遂餓而死。”\n喻指馬子才如此追求廉潔未免過分。\n\n(3)彭澤令：陶淵明曾為彭澤縣令，黃英也姓陶，故曰“我們彭澤令”。\n\n(4)花朝節：舊俗以陰曆二月十五日為百花生日，稱為“花朝節”，見《夢粱錄·二月望》。又，《誠齋詩話》謂東京以二月十二日為花朝；《翰墨記》則以二月二日為花朝節。\n\n(5)青山白雲人：《舊唐書·傅奕傳》傅奕生平未曾請醫服藥。年八十五，常醉酒酣臥。一日，忽然蹶起，自言將死，因自為墓誌曰，“傅奕，青山白雲人也，因酒醉死。”這裏借指醉死的陶生。"
    ]
  },
  {
    "title": "書癡",
    "href": "http://liaozhai.weebly.com/2636030305.html",
    "content": [
      "&emsp;&emsp;彭城縣有個郎玉柱。他的祖先曾做過太守，為官清廉，得到的俸祿不會置辦家產，而是買了滿屋子的書。到了郎玉柱時，對書更加癡迷。家裏貧困，什麼東西都賣光了，只有父親的藏書，一卷也捨不得丟棄。父親在世時，曾經書寫《勸學篇》貼在他座位右邊，郎玉柱每天朗誦，並用白紗遮住，擔心字跡磨滅。郎玉柱讀書不是為了謀求俸祿，而是確信書中真有黃金屋和千鍾粟。他日夜讀書，不管嚴寒酷暑從不間斷。到了二十多歲，也不想娶媳婦，而是希望書卷中有美人自己會來。看見親友來了，他也不懂得接待，寒暄幾句話後，又高聲讀書，弄得客人不得不自己離開。每次提學來考查，總是第一個表揚他，卻苦於不能被任用。",
      "&emsp;&emsp;有一天，郎玉柱正在讀書，忽然大風把書卷刮走，郎玉柱急忙追趕，不小心腳陷進泥坑。坑裏有腐爛的草，挖開坑，竟然是古人窖藏的粟，都腐爛成了糞土。粟雖然不能吃，但郎玉柱更加相信“書中自有千鐘粟”的說法，讀書更加用功。一天，郎玉柱登梯子爬上高高的書架，在雜亂的書卷中翻出一個直徑一尺的金輦車，非常高興，以為“書中自有黃金屋”得到驗證。拿出來給人看，原來只是鍍金的，並不是真正的金子。郎玉柱暗自埋怨古人騙了自己。沒有多久，有個和他父親同科考中的人，當了本道觀察，他篤信佛。有人勸郎玉柱把金輦獻給他當佛龕。觀察十分高興，送給郎玉柱三百兩銀子，兩匹馬。郎玉柱十分歡喜，以為金屋、車馬都得到驗證，因此更加刻苦讀書。但這時他已到三十歲了。有人勸他娶妻，他說：“書中自有顏如玉，我為什麼擔心沒有漂亮的妻子呢？”又讀了兩三年，沒有應驗，人們都嘲笑他。當時，民間謠傳天上的織女私自逃到人間來了，有人就對郎玉柱開玩笑說：“織女私奔，大慨是因為你吧。”郎玉柱知道別人拿他開玩笑，也不跟人計較。",
      "&emsp;&emsp;一天晚上，郎玉柱讀《漢書》第八卷(1)，快讀到一半時，見書中夾藏著一個紗剪美人。郎玉柱吃驚地說：“‘書中自有顏如玉’，大概是用這個來應驗吧！”他心裡很失望。可是仔細一看紗剪美人的眉毛、眼睛就像真的一樣，背面隱約有兩個字：“織女”。郎玉柱覺得很奇怪，每天把它放在書上，反復欣賞，甚至忘了吃飯睡覺。",
      "&emsp;&emsp;一天，郎玉柱正看紗剪美人時，美人忽然彎身起來，坐在書上微笑。郎玉柱大吃一驚，連忙跪拜。起身一看，美人已一尺多高了。郎玉柱更加驚奇，又向她叩拜。美人從桌上走下來，亭亭玉立，分明是位絕代美女。郎玉柱拜問：“請問是什麼神？”美人笑著說：“我姓顏名如玉，你已經認識我很久了。每天蒙你厚愛，如若不來一趟，恐怕千年後不再有深信古人的人了。”郎玉柱高興極了，便和她住在一起。郎玉柱雖然和顏如玉在床上親切熱烈，卻不知道男女如何相處。",
      "&emsp;&emsp;每次讀書，必定要顏如玉坐在他旁邊。顏如玉勸他不要讀了，他不聽。顏如玉說：“你之所以不能富貴，就是因為讀書的緣故。請看看金榜上，像你這樣苦讀的有幾個？你如果不聽，我就要走了。”郎玉柱暫時依她，但一會兒就忘了她的告誡，又吟誦起來。過了一會兒郎玉柱尋找顏如玉，卻不知道她在那裡。郎玉柱失魂落魄，跪著祈禱，卻絲毫沒有蹤影。忽然想起她藏身的地方，拿《漢書》仔細翻閱，一直翻到原來的地方，果然找到顏如玉。叫她她不動，伏地哀求，她才走下來說：“你再不聽，我一定和你永遠斷絕關係！”顏如玉讓他準備下棋博奕等玩具，每天和他遊戲。但郎玉柱心思完全不在這裏，只要顏如玉不在時，就偷偷拿書來讀。因為擔心被她發現，就暗中把《漢書》第八卷拿出來，夾雜在其他地方讓她找不到。",
      "&emsp;&emsp;一天，郎玉柱正讀得入神，顏如玉來了竟然沒有發覺；忽然看見她，急忙把書合起來，但顏如玉已經不見了。郎玉柱搜遍所有的書，就是找不到。後來，仍然在《漢書》第八卷中找到她，連頁數都不錯。於是他再跪下哀求，發誓不再讀書。顏如玉於是走下來，和他下棋，說：“如果過了三天還下不好，我就要走。”到了第三天，有一局棋郎玉柱贏了顏如玉兩個子。顏如玉很高興。又給他一把琴，限定他五天練熟一支曲子。郎玉柱集中注意力，用心練琴，沒有時間顧到別的事。後來，他隨手彈來都符合節拍。顏如玉於是每天和他喝酒下棋，他快樂得忘了讀書。顏如玉又放他出門，讓他交結朋友，從此他文雅又風流的名聲到處流傳。顏如玉對他說：“你可以參加科考了。”",
      "&emsp;&emsp;一天晚上，郎玉柱對顏如玉說：“男生和女生住一起就會生孩子，我和你住了這麼久，為什麼你不生孩子呢？”顏如玉笑著說：“你每天只知道讀書，我本來就說沒有好處，現在關於夫妻生活這一章，你現在還沒弄懂，‘枕席’裏大有學問。”郎玉柱說：“什麼學問？”顏如玉只是笑，並不回答。過了一會兒，她暗中迎合挑逗他。郎玉柱快樂極了，說：“我沒有想到夫妻之間，還有這麼的不可言傳的快樂。”於是，他見人就講，聽到的人沒有不捂著嘴笑的。顏如玉知道後就責備他，郎玉柱卻說：“那些苟且偷歡的人，才不可以告訴別人；天倫之樂，人人都有，有什麼可避諱的。”過了八九個月，顏如玉果真生下個男孩，他們雇了一個老媽子撫養他。",
      "&emsp;&emsp;一天，顏如玉對郎玉柱說：“我跟了你兩年，已生下兒子，可以分別了。時間久了，恐怕成為你的禍患，到那時後悔就來不及了。”郎玉柱聽了以後伏在地上不起來，說：“你難道不顧念那呱呱啼哭的兒子嗎？”顏如玉也傷心，很久才說：“你一定要我留下，就應當把書架上的書全部散掉。”郎玉柱說：“這是你的故鄉，也是我的生命，怎麼能說出這種話！”顏如玉也不勉強他，說：“我也知道，有些運數是躲不開的，不得不預先告訴你。”",
      "&emsp;&emsp;起先，郎氏親族中有人見過顏如玉，沒有人不驚訝的，因此都來問他。郎玉柱不會說假活，只是默不作聲。眾人更加懷疑，這件事很快就傳開了，一直傳到了縣令史公耳朵。史公是福建人，青年進士，聽說這事兒，想看一下傳說中的顏如玉究竟是個什麼樣的美人，就傳令拘捕郎玉柱和顏如玉。",
      "&emsp;&emsp;顏如玉聽到消息就隱身消失了。縣令發怒，拘留郎玉柱，下令革除他的秀才身份，嚴刑拷打，一定要知道顏如玉的去向。郎玉柱寧死也不說一句話。縣令又叫人拷打他的丫鬟，丫鬟能說出一點情況，縣令認為顏如玉是妖怪，親自乘車前往郎家。只見滿屋書卷，多得搜尋不盡。於是放火燒書，庭院中煙氣凝結，久久不散，像是昏黑的暗夜。",
      "&emsp;&emsp;郎玉柱被釋放後，托人說情，恢復了功名。這一年秋試中舉，第二年考中進士。他對縣令恨入骨髓，為顏如玉設了一個靈位，早晚祈禱說：“你如果有靈，一定要保佑我去福建作官。”後來他果然以禦使身份到福建巡視。在福建期間，他查訪出那個縣令的罪行，抄沒了他的家。當時郎玉柱有個表親擔任司理官，強逼民間收了個小妾，假稱是買了個婢女寄住在他的官衙裏。等這個案子完結後，郎玉柱當天就上書自我彈劾辭了官職，然後帶著小妾回家去了。",
      "&emsp;&emsp;異史氏說：天下的東西，積聚得多了，就會招來他人的嫉妒；而過分的癖好就會生出魔幻之類的事。",
      "&emsp;&emsp;顏如玉就是書魔。這件事情近乎怪誕，治辦它未嘗不可以，但是像祖龍(2)那樣，一把火將書全部燒掉，不是太悲慘了嗎？就因為那縣令出於私心，所以日後才會得到狠毒的報應。唉！有什麼好奇怪的呀！",
      "&emsp;&emsp;註\n\n(1)《漢書》卷八《宣帝紀》宣帝地節四年，夏五月，詔曰，“父子之親，夫婦之道，天性也。雖有患禍，優蒙（冒）死而存之。忠誠結于心，仁厚之至也，豈能違之哉！”就本文情節而言，蓋取義于冒死而存夫婦之道，忠誠于“顏如玉”。\n\n(2)祖龍之虐，指秦始皇焚書坑儒的暴政；喻指邑宰盡焚郎生之藏書。祖龍，秦人對秦始皇的代你。《史記·秦始皇本紀》《集解》：“蘇林曰：祖，始也；龍，人君像。謂始皇也。”"
    ]
  },
  {
    "title": "齊天大聖",
    "href": "http://liaozhai.weebly.com/40778228252282332854.html",
    "content": [
      "&emsp;&emsp;許盛是兗州人，跟著哥哥許成到福建做生意，貨物沒有備齊。有客人說：“大聖很靈驗，準備到祠廟去祈禱。”許盛不知大聖是甚麼神，便和哥哥一同前往。到了那裡，只見殿閣相連，極其宏大壯麗。他們進殿瞻仰，見神像長得猴首人身，原來是齊天大聖孫悟空。眾人都肅然起敬，沒人敢流露出不敬的神情。許盛生性剛直，暗自偷笑世俗人淺陋。眾人焚香祭拜禱告，而許盛卻悄悄溜走了。\n\n回來後，哥哥責怪他輕慢了神靈。許盛說：“孫悟空是丘處機寫的寓言，為何要如此虔誠呢？如果他真有靈，不管是刀砍雷劈，我自己來承擔。”\n旅店的主人聽他直呼大聖的名字，都嚇得變了臉色，連連搖手，好像怕大聖聽見。許盛見到他們這副樣子，更不斷地爭辯，聽的人都捂著耳朵走開了。",
      "&emsp;&emsp;到了半夜，許盛果然生病了，頭疼得厲害，有人勸他到齊天大聖廟去謝罪，許盛不聽。不久，頭疼好了些，但大腿又疼了起來，一夜過去，竟然生了一個大毒瘡，連腳都腫了，吃不下飯，睡不下覺。哥哥代他去禱告，但沒有效果。有人說，如果遭受責罰，必須親自去禱告才行，許盛始終不相信。過了一個多月，毒瘡漸漸好了，但又長出另一個來，而且更加痛苦，醫生來用刀割掉腐爛的肉，血流了滿滿一碗，他怕人家再誇大說他不敬畏神惹出病來，就故意忍著不敢大聲呻吟。",
      "&emsp;&emsp;又過了一個多月，毒瘡才平復下去，但是他哥哥又生了大病。許盛說：“怎麼樣！對敬畏神的人也是這樣，這就證明我的病不是因為孫悟空而起。”哥哥聽他這麼說，更加生氣，責怪弟弟不去向神禱告，許盛說：“兄弟如同手足，前段時間我手腳爛了都沒去禱告，怎麼能因為現在兄弟有病，而改變我的操守呢？”他只是替哥哥請來醫生開了藥，而沒有聽他的話去祈禱，哥哥服下藥以後卻突然死掉了。",
      "&emsp;&emsp;許盛心中十分慘痛，買棺材收殮了哥哥，然後他就前往祠廟，指著齊天大聖像數落道：“我的哥哥生病，說是你遷怒於我，弄得我不能辯白。如果你真有神靈，應該能讓他死而復生，到時候我就拜你為師，絕不敢說假話，不然的話，就用你懲處三清(1)的方法來對付你，也好解除我哥哥在地下的疑惑。”",
      "&emsp;&emsp;到了夜裏，許盛夢見一個人招呼他，來到了大聖祠，他抬頭看見大聖臉上的怒氣。大聖斥責他道：“因為你不像話，所以用菩薩刀穿過你的大腿，但是你不僅不悔悟，還說出許多閒話，本來應該將你送到拔舌獄去，但念在你一生剛直不阿，姑且寬恕了你。你哥哥生病，是你自己請來庸醫，害死了他，跟別人有什麼關係？今天不施展一點兒法力讓你看看，只怕更會讓那些狂妄的人拿來做為藉口。”於是命令青衣使者去要求閻羅王，青衣使者稟告說：“人死了三天後，鬼名冊已經上報到了天庭，恐怕無法做到。”齊天大聖取過一塊方板，不知寫了些什麼，讓青衣使者拿著去了。",
      "&emsp;&emsp;過了很久，青衣使者才回來。",
      "&emsp;&emsp;許成和他一起回來，雙雙跪倒在大堂上。齊天大聖問道：“為什麼回來晚了？”青衣使者稟告道：“閻羅也不敢擅自作主，又拿著大聖的旨意上天去向南北斗(2)請示，所以回來晚了。”許盛急忙上前行禮，感謝大聖的恩德。齊天大聖說：“趕快和你哥哥回去吧，如果你能一心向善，我會賜福給你的。”兄弟倆悲喜交加，互相攙扶著回去了。",
      "&emsp;&emsp;許盛一覺醒來，感到很奇怪。他急忙起身，打開棺材來看，哥哥果然已經蘇醒，便將他扶出來，深深地感謝大聖的恩德法力。從此，許盛對大聖心悅誠服，比平常人更信奉大聖。但是，兄弟二人做生意的本錢因生病已經耗掉了一半，而且哥哥的病還沒有痊癒，因此二人常常相對發愁。",
      "&emsp;&emsp;有一天，許盛偶然到到城外去遊玩，忽然，一個穿著褐色衣服的人看著他說：“你有什麼憂愁呀？”許盛正苦於無處訴說，便詳細地敍述了自己的遭遇。褐衣人說：“有一處好地方，你可以暫且去看看，倒也是足以解悶。”許盛問道：“是什麼地方？”褐衣人只是說：“不遠。”許盛就跟著他走，出城大約半里多，褐衣人說：“我有一點辦法，一下子就到了。”於是讓許盛抱住他的腰，稍微一點頭，只覺得腳下生雲，騰躍而上，不知道飛去幾千里地，許盛十分害怕，閉著眼睛不敢睜開。",
      "&emsp;&emsp;不一會兒，褐衣人說：“到了。”許盛睜開眼睛，忽然見一片琉璃世界，到處發出神奇的光彩，不由驚訝地說：“這是什麼地方？”褐衣人說：“是天宮。”兩人信步走去，只覺得越走越高。遠遠看到一位老者，褐衣人高興地說：“恰好遇上這位老者，真是你的福氣呵！”便舉手向老者行禮。老者邀請他們前往他的住處，煮茶獻客。但是只端上來兩碗茶，竟然沒有許盛的。褐衣人說：“這是我的弟子，不遠千里來做買賣，誠心誠意來仙居拜訪，請求給他一點饋贈。”老者讓小僮取去一盤白石，樣子像鳥蛋，晶瑩透澈如冰，讓許盛自己拿。許盛想帶回去可以當酒籌，便拿了六個。褐衣人認為許盛過於客氣，就替他又取了六個，交給許盛一併裹起來，囑咐他放到腰包裏，然後拱手說：“夠了。”說完，向老者告辭出來，仍舊讓許盛抱著他的腰，不一會兒就落到了地上。",
      "&emsp;&emsp;許盛向他行禮，請教他的仙號。褐衣人笑著說：“剛才跑得飛快的就是所謂的筋斗雲啊！”許盛這才恍然大悟，原來褐衣人就是齊天大聖。他又請求大聖保佑他，大聖說：“剛才見到的是財神爺，已經賜給你十二分利，你還要求什麼？”許盛又向他行禮，起身再看，大聖已經無影無蹤了。",
      "&emsp;&emsp;許盛回到店裏，高興地把這事告訴了哥哥。他解下腰包和哥哥一起看，發現白石已經融入腰包了。後來，他們只要買貨回來，獲利都有好幾倍。從此以後，許盛每次到福建，必定要去向大聖祈禱，別的人祈禱，時常不怎麼靈驗，而許盛所求的無不應驗。",
      "&emsp;&emsp;異史氏說：從前，有個書生經過一座寺廟，在牆上畫了琵琶後離去，等他回來時，發現人們都說琵琶特別靈驗，寺廟香火非常旺盛。天下的事情，本來就不必真的有這個人，人們認為他靈驗，他就是靈驗了。為什麼會這樣呢？人們心裏都這麼想，就會有寄託的神靈了。像許盛這樣方正剛直的人，本來就應該得到神靈的保佑。難道真的是耳朵裏藏繡花針，毫毛可以變化，腳下的觔斗雲能飛上青天嗎？還是被邪術迷惑，也就是他知道的並非真的如同孫悟空那樣，具有神奇的本領。",
      "&emsp;&emsp;註\n\n(1)《西遊記》第四十四回，孫悟空等在車遲國三清殿，把供奉的三清，即元始天尊、靈寶道君、太上老君的塑像投入毛（茅）坑。\n\n(2)南北斗：天上二十八星宿之一。此指南斗星、北斗星。迷信傳說：南斗注生，北斗注死。故閻王請示南、北星斗。"
    ]
  },
  {
    "title": "青蛙神",
    "href": "http://liaozhai.weebly.com/387383452131070.html",
    "content": [
      "&emsp;&emsp;在長江漢水之間，民間對於青蛙神的祭祀最為虔誠。祠堂裡的青蛙不知有幾千幾百萬隻，竟然有像蒸籠那麼大的青蛙。有些人觸怒了青蛙神，家裏面就會出現異常現象，青蛙在桌子、床鋪之間遊蕩，甚至爬上光滑的牆壁卻不掉下來，各種情狀都不一樣，這戶人家就要倒楣了。人們恐慌起來，宰殺牲畜，向青蛙神進貢禱告，如果青蛙神高興，這家人就沒事了。",
      "&emsp;&emsp;湖北有一個叫薛昆生的人，小時候就很聰明，長得也很俊美。六七歲的時候，有一位身穿青衣的老婦人來到他家，自稱是青蛙神派來的使者，坐下來傳達了神的旨意，願意將女兒許配給給薛昆生。薛昆生的父親生性樸素率直，不願意答應這門親事，便推辭說自己的兒子小。但薛家雖然拒絕了青蛙神，也不敢和別的人家訂親。",
      "&emsp;&emsp;過了幾年，薛昆生漸漸長大，和一戶姓姜的人家定了親，青蛙神告訴姜家說：“薛昆生是我的女婿，你家怎麼能接近他！”姜家很害怕，就把聘禮退還給了薛家。薛昆生的父親很憂愁，帶著潔淨的供品到廟裏向青蛙神禱告，聲稱不敢和神仙結為婚姻。他禱告完畢，就發現酒菜中都有大蛆浮出來，在那裏亂動，他把酒菜全都倒了，向神謝罪後就回家了，他心裏更加恐懼，只好姑且不管他了。",
      "&emsp;&emsp;有一天，薛生正在路上走著，一個使者迎上前來傳達青蛙神的旨意，不停的邀請他去一趟。薛昆生不得已，跟著他一同前往。他走進一道朱漆大門，只見樓閣華美，一位老者坐在堂上，看上去七八十歲的樣子。薛昆生上前叩頭行禮，老者命人將他扶起來，讓他在桌子旁邊坐下，不久，丫鬟、僕婦都跑來看他，亂哄哄地站滿了大堂的兩側。老者轉過頭來說；“進去通報一下，就說薛郎來了。”幾個丫鬟跑了出去。",
      "&emsp;&emsp;過了一會兒，一個老婦人領著一位女郎出來，年紀大約十七八歲，容貌豔麗無雙。老者指著女郎對薛昆生說：“這是小女十娘，我認為和你是很合適的一對，但是你父親以不是同類為理由拒絕了。\n婚姻是百年大事，父母只能做一半的主，所以這事得你自己拿主意。”薛昆生注視著十娘，心裏十分喜歡，但卻默默無語。老婦人說：“我早就知道薛郎會滿意的，請先回去，我們馬上就送十娘前往。”薛昆生說：“好!”",
      "&emsp;&emsp;薛昆生急忙趕回家告訴父親，倉促之間，父親也想不出什麼好辦法，便教給他一套說詞，讓他回去謝絕這門親事，薛昆生不肯去，正在爭論間，送親的車子已經停在門口了，在成群的丫鬟的族擁下，十娘走了進來，她走上堂，拜見公婆，薛昆生的父母見到她都很喜歡，當天晚上就舉行了婚禮，夫妻倆感情非常好。",
      "&emsp;&emsp;從此以後，十娘的父母時不時地光顧薛家。當他們穿紅色時代表有喜事，白色時代表有錢財，每次都很靈驗。因此，薛家一天天地興旺起來。",
      "&emsp;&emsp;自從與青蛙神結親以來，薛家的門口、大堂、籬笆和廁所到處都是青蛙，家裏沒有人敢叫駡亂踩。唯獨昆生少年任性，高興的時候忘了忌諱，生氣的時候更會踩死青蛙，不是很愛惜青蛙。十娘雖然謙和溫順，但也好生氣，對昆生的所作所為很不滿意，而昆生也不因為十娘不喜歡他這麼做就有所收斂。十娘一次言語冒犯了昆生，昆生發怒道：“難道就因為你父親能禍害人嗎？男子漢大丈夫怕甚麼青蛙！”十娘很忌諱說青蛙，聽他這麼說，不由大為腦火，說：“自從我進了你薛家的門，替你家田裏增了產，買賣加了價，也有不少了，現在老老少少都溫飽了，就想像貓頭鷹長了翅膀，要啄母親的眼睛嗎？”薛昆生更加氣憤地說：“我正嫌你給我家增加的這些東西髒污，不堪留給子孫呢，不如請你早早離開吧。”於是就把十娘趕走了。",
      "&emsp;&emsp;等到薛昆生的父母聽說以後，十娘已經走掉了。他們把薛昆生罵了一頓，讓他趕緊去把十娘追回來。薛昆生正在氣頭上，不聽父母的話。到了晚上，薛昆生母子都生病了，頭昏腦脹，吃不下飯。薛昆生的父親害怕了，就到青蛙祠去請罪，言語十分的懇切。過了三天，他們的病自然好了，十娘也自己回來了，夫妻倆和好如初。",
      "&emsp;&emsp;十娘每天總是打扮得整整齊齊地坐著，並不做針線活，薛昆生的衣服鞋子，都由母親來做。一天，母親憤憤地說：“兒子都娶媳婦了，還要煩勞我這個老太婆！人家是媳婦侍候婆婆，我們家是婆婆侍候媳婦！”這話恰好被十娘聽到，她生氣地來到堂上說：“我這個兒媳婦早上服侍您吃飯，晚上服侍您睡覺，侍奉婆婆的禮數還有什麼呢？我所缺的，就是不能省下給佣人的錢，自己吃苦罷了。”薛昆生的母親無言以對，神情沮喪，一個人流淚。薛昆生走進屋子，看見母親臉上的淚痕，問明情況後，生氣地斥責十娘，十娘據理強辨，不肯屈服。薛昆生說：“娶了妻子卻不能讓父母高興，還不如沒有媳婦！就是觸犯老青蛙發火，也不過是遇上橫禍死了罷了！”又將十娘趕出家門，十娘也大怒，出門直接走了。",
      "&emsp;&emsp;第二天，薛家的住宅著火，火勢蔓延，燒了幾間屋子，屋裏的桌子、椅子、床等傢俱全都化為灰燼。薛昆生大怒，來到青蛙祠指責道：“生的女兒不能侍奉公婆，沒有一點兒家教，倒反而袒護她的短處！神應該是極其公正的，那裡有教人畏懼媳婦的道理！況且我們倆口子吵架，都是我一人幹的，跟父母沒有任何關係。即使有什麼懲罰，也應該加在我身上。如果你不這樣，我也把你家給燒了，算是對你的回報。”說完，他就在殿下堆上木柴，舉著火就要去點。住在這一帶人都趕來苦苦哀求他，薛昆生才住手，憤憤不平地回家去了，他父母聽說他的舉動，不由得大驚失色。",
      "&emsp;&emsp;到了夜裏，青蛙神托夢給鄰近的村子，讓村民為他的女婿修建房屋。天亮以後，村民們備好材料，聚集工匠，一起來替薛昆生家建造新房屋。薛家怎麼勸也阻攔不住，每天都有好幾百人絡繹不絕地前來幫忙。沒過幾天，薛家的住宅煥然一新，床鋪、帷帳等器具全都備齊了。薛家的屋子剛剛收拾停當，十娘就回來了。她來到堂上向公婆謝罪，言語溫順，又轉過身對著薛昆生微笑，全家轉怨懟為歡喜，從此以後，十娘的性情更加溫和，住了兩年，沒有鬧過情緒。",
      "&emsp;&emsp;十娘最害怕蛇。一次，薛昆生開玩笑地用盒子裝了一條，騙她打開。十娘一看，神色大變，痛駡薛昆生，薛昆生也從開玩笑變成了真生氣，兩人惡語相對。十娘說：“這一次我不用你趕，我們就此一刀兩斷吧。”說完，就出門離去。薛昆生的父親很害怕，就用杖責昆生，向青蛙神請罪，幸好這次青蛙神這次沒有降禍，但也沒有一點動靜。",
      "&emsp;&emsp;過了一年多，薛昆生懷念十娘，自己很懊悔，悄悄到蛙神祠哀求十娘回來，但是沒有回音。不久，聽說青蛙神已經將十娘許配給袁家，薛昆生心裏很失望，於是也就向別的人家求婚，但是看了好幾戶人家，沒有一個比得上十娘，於是薛昆生更加思念十娘。他到袁家去探聽消息，發現人家已經開始粉刷牆壁，打掃院庭，只等著迎接娘子的車子，薛昆生心中又慚愧，又氣憤，不能自已，飯也吃不下，病倒了。父母憂心忡忡，不知道怎麼辦才好。",
      "&emsp;&emsp;忽然，薛昆生在昏迷中感到有人在撫摸他，並且說：“大丈夫老是要和我斷絕關係，又怎麼變這樣子！”他睜開眼一看，原來是十娘。薛昆生高興極了，一躍而起，問：“你怎麼來了？”十娘說：“以你這樣輕薄待我的方式，我應該聽從父親的話，另嫁他人。本來收了袁家送來的聘禮，但我千思萬想還是不忍心離開你。今天晚上就是成親的日子，父親又沒臉退回聘禮，我自己提著聘禮退給袁家。臨出門時，父親跑出來送我，說：‘傻丫頭！不聽我的話，以後再受薛家的欺負，就是死也不要回家來！’”薛昆生被十娘的情義深深打動，流下了眼淚。家人都很高興，急忙去告訴薛昆生的父母。薛母一聽，也不等十娘來見她，就跑到兒子的屋裏，拉著十娘的手痛哭流涕。",
      "&emsp;&emsp;從此以後，薛昆生也老成持重起來，不再惡作劇了，於是兩人感情更加深厚。十娘說：“我因為你一向輕薄，未必能和你白頭到老，所以不敢生孩子留問題，現在已經沒有後顧之憂了，我打算生孩子了。”過了不久，蛙神夫婦穿著紅袍，來到薛家。第二天，十娘就臨產了，生下兩個男孩。從此，薛家和蛙神往來不斷。",
      "&emsp;&emsp;居民有時觸犯了青蛙神，就先來求薛昆生說情；薛昆生讓婦女穿著漂亮的衣服到裏屋，朝拜十娘，只要十娘一笑，問題就解決了。薛家的後代繁衍昌盛，人們稱他家為“薛蛙子家”。不過住在附近的人不敢叫，只有住得遠的人才敢這麼稱呼。\n\n青蛙神往往托付神巫替他代言。神巫能知道青蛙神的喜怒。他告訴善男信女說蛙神“高興”，福分就會來到，說蛙神“發怒了”，婦人孩子往往歎息，甚至為了蛙神有廢寢忘食的。不知是習俗這樣，還是蛙神真的靈驗，不全然是虛妄。",
      "&emsp;&emsp;有個富商周某生性吝嗇。碰上鄉鄰集資修建關帝祠，窮人富人都出了力，唯獨周某一毛不拔。但建祠的工程很久還完不了工，為首的也沒有辦法。當時正好祭祀蛙神，神巫突然說：“周倉(1)將軍命令我蛙神來主持募捐，把登記簿拿來。”大家趕忙依從。神巫又說：“已捐了的不再勉強，沒捐的依照能力自己登記。”大家都恭恭敬敬地各自登記，神巫看著大家說：“周某在這裏嗎？”周某正混在人群後面，唯恐蛙神知道，一聽就變了臉色，猶猶豫豫地走上前去，神巫指著簿子說：“寫一百兩銀子。”周某十分窘迫，神巫發怒說：“淫亂債還能出二百兩銀子，何況是件好事！”原來，周某和一個女人私通，被女人丈夫抓住，周某用兩百兩銀子贖了罪，蛙神揭露了他的隱私，周某更加慚愧，沒辦法，只好按指示登記。周某回來後告訴妻子，妻子說：“這是神巫在騙你。”因此，神巫幾次來要錢，周某始終不給。",
      "&emsp;&emsp;一天，周某正午睡，忽聽門外有像牛喘氣的聲音。一看是一隻大青蛙，房門口僅僅容得下牠的身子。大青蛙步子緩慢地爬進門後轉身俯臥門檻托著下巴，全家人都很吃驚。周某說：“一定是來討募捐錢的。”趕忙燒香祈禱，願意先交出三十兩銀子，其餘的分期送還，但青蛙還是不動。周某請求先交五十兩。青蛙忽然縮小了一尺多，又在加二十兩，青蛙縮小像米斗一樣大，全部交清，青蛙縮小成拳頭大小，緩緩出了門，鑽進牆縫離開。周某急忙把五十兩銀子送到監造所。人們都覺得奇怪，周某也不說原因。過了幾天，神巫又說：“周某還欠五十兩，為什麼不催他一齊交來？”周某聽了，很害怕，又送去十兩銀子，想要就這樣了結。",
      "&emsp;&emsp;有一天，周某夫婦正在吃飯，青蛙又來了，還是像以前的樣子，怒目而視。一會兒跳到周某的床上，床被搖得像要倒塌，青蛙嘴巴貼著枕頭睡；肚子鼓著像頭躺著的牛，把床四角都占滿了。周某驚恐萬分，立即交出一百兩銀子給蛙神。可是青蛙仍然一動不動。叫周某更為吃驚的是，有很多小青蛙陸續聚集到他家。第二天還源源不斷，倉庫，洞穴，床上，沒有地方沒青蛙。比碗大的，跑到灶上吃蒼蠅，弄爛飯菜，弄得食物污穢不能吃。到第三天，院子裏儘是跳動的青蛙，沒有立足之地。一家人嚇得不知該怎麼辦，不得已，向神巫請教。神巫說：“蛙神一定認為你給的銀子少了。”周某無可奈何只好祈禱蛙神，願再加二十兩，大青蛙這才抬起頭；再加銀兩，大青蛙抬起一隻腳，一直加到一百兩銀子，大青蛙四腳抬起，下床出門。笨拙地爬幾步，又返回臥在門裏。周某再問神巫，神巫揣摩青蛙的意思，是要周某立即拿出錢來。周某沒有辦法，把錢如數交給神巫，大青蛙這才離開。走了幾步後，身體突然縮小，混雜在眾多青蛙裏，不能分辨出來，其他青蛙也紛紛離開。",
      "&emsp;&emsp;祠堂蓋好後，開光祭祀，又需財物。神巫忽然指著發起人說：“某人應該拿出若干。”共有十五人，只有二人未點到。大家祈禱說：“我們和某某，早已共同捐過。”神巫說：“我不是照各家的貧窮與富裕決定捐與不捐，只是憑你們所侵佔的數目來定多少，別人捐的錢，你們怎能私吞呢！要是不拿出來，恐怕會有橫禍。念你們發起人辛勤操勞，所以替你們消災。除某某廉正無私外，即使我家神巫，我也絲毫不袒護他，就讓他先拿出錢來，作為大家的榜樣。”\n神巫立即跑進家中，翻箱倒櫃。妻子問他他也不回答，卷著錢袋跑出來，告訴大家說：“我私吞八兩銀子，現在全部交出。”大家一起稱銀子，一稱有六兩多，叫人記下他欠下的銀數。大家驚駭，不敢爭辯，都如數交納銀兩。神巫事後一點也不知道，有人告訴他，他十分慚愧，抵押衣裳來湊足八兩銀子。只有兩個人虧欠錢數。事後，其中一個人病了一個多月，另一人生瘡，醫藥費都高於拖欠的銀兩，人們認為這是對他們私吞捐款的報復。",
      "&emsp;&emsp;異史氏說：老青蛙主持募捐事宜，就沒有人敢不做善事，比起官府用酷刑老催討久債不是強很多嗎？而且他又能揭發利用工作之便盜取錢財的人，同時又消除他們的災禍，所以他強勢的催討，正是在做慈善啊。",
      "&emsp;&emsp;註\n\n(1)周倉：傳說為三國時蜀國關羽的部將。關聖祠中其塑像，持大刀立於關羽像後。"
    ]
  },
  {
    "title": "任秀",
    "href": "http://liaozhai.weebly.com/2021931168.html",
    "content": [
      "&emsp;&emsp;任建之是山東魚台人，以販賣毛氈皮裘為業。一次，他帶著所有的資金到陝西，途中遇到一工人，自稱：“我叫申竹亭，是宿遷人。”兩人談得很投機，結拜為兄弟，行走住宿都在一起。到了陝西，任建之病得下不了床，申竹亭盡心地照顧他。",
      "&emsp;&emsp;過了十幾天，任建之病危。他對申竹亭說：“我家本來就沒有什麼固定資產，一家八口人的衣食住行都靠我一個人在外面辛辛苦苦掙的錢，今天我要是不幸死在異鄉，你是我的好兄弟，離家兩千里外，還有誰是我的親人呢？我身上帶有二百多兩銀子，一半你拿去，替我準備棺材，剩下的你那去；另一半寄給我的妻子女兒，讓他們能夠把我的棺材運回家去。如果願意將我的殘骸帶回故鄉，這些錢都不必計較了。”說完，任建之就趴在枕頭上寫了封遺書，交給申竹亭。到了晚上，任建之就死了。\n申竹亭用五六兩銀子替任建之買了一口薄棺材，將他入了斂。店主催他趕快把棺材移走，申竹亭藉口去尋找寺廟安放，竟然逃走不回來了。",
      "&emsp;&emsp;任家一年多後才得到任建之死亡的消息，他的兒子任秀這時十七歲，正跟著老師讀書，從此就不讀，打算去尋找父親的靈柩。母親可憐他年紀尚小，不想讓他去，任秀痛哭流涕，傷心欲絕。母親只好典當家產，替他準備好行裝，並派一個老僕人跟他一塊去。半年以後他們才回家，任建之安葬以後，家裏一貧如洗。幸好任秀天資聰穎，喪事滿後，他進入魚台縣學讀書，但是任秀輕薄放蕩，喜歡賭博，他母親嚴厲的管教，但他就是不改。",
      "&emsp;&emsp;有一天，主考官來到縣學主持考試，任秀只考了四等。母親氣得哭泣，吃不下飯，任秀又是慚愧，又是害怕，對母親發誓要好好讀書。於是，任秀閉門念書一年多，終於以憂等生的身份領到了朝廷提供的補助。母親勸他開了個學堂教學生，但是人們終究因為他放蕩不檢點，都輕賤他。",
      "&emsp;&emsp;任秀有個表叔張某，在京城做生意，勸任秀到京城去，並且願意帶他一起走，不用他花錢。任秀很高興，就跟著走了。他們來到臨清縣，在臨清關外停了船，這時，有不少鹽船停靠在河邊，帆檣如林。任秀躺下以後，只聽水聲人，不絕於耳，吵得他不能入睡。等到更深夜靜以後，忽然旁邊的船上傳來清脆的擲骰子的聲音，從耳朵癢到心裏，他不由得舊癮發作。他悄悄聽了聽，同船的客人都已經熟睡了。任秀的口袋裏有一千文錢，想到那船上玩一玩，他悄悄起來解開錢袋，拿著錢就猶豫起來，不由得想起母親的教訓，於是又把錢放了回去。他雖然睡下了，但心裡劇烈地跳個不停，翻來覆去睡不著，他又爬起來，又解開錢袋，重複了三次，到後來，他賭性大發，再也忍不住了，便帶著錢直接到旁邊的船上。",
      "&emsp;&emsp;任秀到了船上，只見兩人正在賭博，下的賭注很大。他把錢放在桌子上，就要求入局，那兩人很高興，就和他一起擲骰子，任秀大獲勝利。其中一個客人把錢輸光了，就拿了大把銀子交給船主做抵押換了零錢，漸漸地，一次拿出十幾貫錢下賭注。他們正賭在興頭上時，又有一個人乘船過來，站在旁邊看了很久，也傾囊而出，將一百兩銀子交給船主做抵押，加入賭局一起玩起來。",
      "&emsp;&emsp;張某半夜醒來，發現任秀不在船上，聽到擲骰子的聲音。就知道任秀去賭錢了，便來到那條船上，想制止任秀再玩下去。他來到賭桌前，只見任秀旁邊的錢已經堆得像山一樣高，便不再開口說話，揹了幾千錢回到自己的船上，他又招呼同船的夥伴都起來，來來往往的搬運，還剩下十幾貫錢。",
      "&emsp;&emsp;不一會兒，三個客人都輸光了，一船的錢都輸光了。客人想用銀子來賭，但是任秀已經不想賭了，聲稱不用錢就不賭，故意刁難他們。張某站在一邊，又催逼任秀回去。三個客人急躁起來，船主看到有利可圖，就從其他船上借來一百多貫錢。客人拿到錢，賭得更大了，沒過多久，錢又都輸給了任秀，破曉的天空逐漸明亮，河道的關防要開放了，任秀和表叔一起把錢運回船上，三個客人也走掉了。",
      "&emsp;&emsp;船主一看那三個客人抵押的二百多兩銀子，全變成了紙箔灰。他大驚失色，找到了任秀的船，告訴他這個情況，想要任秀賠償。等到問起任秀的姓名、籍貫，知道他就是任建之的兒子，便縮起脖子，羞得流著汗走掉了。任秀問船家的人，才知道船主就是申竹亭。",
      "&emsp;&emsp;原來，任秀到陝西的時候，也常常聽到申竹亭的姓名，事情至此，鬼已經報復了他，所以不再追究他以前的過錯。",
      "&emsp;&emsp;任秀於是用這筆錢和張某合夥到北邊做生意，到了年底賺了幾倍的利。於是，任秀按照慣例捐錢買了一個監生的身份，此後，他更加會做生意，十年之間，他已經富甲一方。"
    ]
  },
  {
    "title": "晚霞",
    "href": "http://liaozhai.weebly.com/2620238686.html",
    "content": [
      "&emsp;&emsp;五月五日，在吳越一帶有鬥龍舟的比賽，將木頭從中剖開挖空，做成龍的形狀，畫上鱗甲，塗上金黃的顏色。上面是雕上花的屋脊，紅色的欄杆，帆和旗都用錦繡做成。船尾做成龍尾的樣子，有一丈多高，用布繩拉著垂下的木板。小孩坐在木板上，翻滾摔跳，做出各種奇巧的形狀。但是木板下面就是江水，弄不好就會掉下去。所以在選購這種小孩時，先用金錢堵住他父母的口，預先教好小孩，如果小孩落水而死，不要反悔。蘇州則是在龍舟上載上美麗的歌妓，兩者有所不同。",
      "&emsp;&emsp;鎮江有個叫蔣阿瑞的小孩，才七歲就靈便敏捷，奇特技巧，沒人能超過他，名聲跟身價越來越高，到了十六歲時還用他。一天，船開到金山下，落水而死。蔣老太太就這麼一個兒子，也只有痛哭而已。",
      "&emsp;&emsp;阿瑞自己還不知道自己已經死了，有兩個人帶著他前行。他一看，水中別有一番天地，回頭再看，只見水流波浪四面圍繞，就像牆壁一樣挺立著。過了一會兒，眼前出現一座宮殿，有一個帶著頭盔的人坐著。那兩人說：“這就是龍窩君。”便讓阿瑞向他行禮。龍窩君和顏悅色地說：“依阿瑞的技藝可以進入柳條部。”於是將阿瑞帶到了一個地方，是一座四面圍攏的大殿。",
      "&emsp;&emsp;阿瑞走到東邊走道，有一些少年走出來和他見禮，這些少年大約十三四歲的樣子。很快就有一個老婦人走來，眾人都稱她“解姥姥”。解姥坐下來，讓阿瑞表演技藝，等他表演完了，便教他“錢塘飛霆”的舞蹈。“洞庭和風”的樂曲，只聽得鑼鼓陣陣，各院都傳來響聲。過了一回兒，各院的聲音都停了，解姥怕阿瑞不能馬上就熟練，單獨對他細細地教導，而阿瑞只要聽過一遍，就都清清楚楚。解姥高興地說：“得到這個孩子，真是不比晚霞差。”",
      "&emsp;&emsp;第二天，龍窩君考察各部，各部都集合在一起。首先考察的是夜叉部。夜叉部帶著像魔鬼的面具，穿著魚皮服裝。敲響四尺長的大鑼，又擂起四個人才能抱得動的大鼓，聲音就像打雷一樣，喧鬧得讓人聽不下去。他們跳起舞來，只見巨浪洶湧，在空中橫流，時時看見閃閃浪花，落地後就消失了。",
      "&emsp;&emsp;龍窩君急忙讓他們停下來，命令乳鶯部上來表演。乳鶯部都是一些成熟而漂亮的女孩子，她們演奏的笙樂清清細細，一時間，涼風緩緩吹來，波濤逐漸安靜，水底漸漸凝結起來，宛如水晶世界，上下通明，考察完畢，都退到西面的臺階下站立。",
      "&emsp;&emsp;接下來考察燕子部，這部都是一些年輕稚嫩的女子。其中有個女郎，年紀約十四五歲上下，揮動衣袖，晃著腦袋，跳起了“天女散花舞”。只見她輕盈地飛舞起來，從她的衣襟、袖子、襪子、鞋子間，飄散出五彩的花朵，隨風擺盪，落滿了庭園。跳完以後，隨著燕子部也到西面臺階下站立，阿瑞在旁邊偷偷地看著，心裏很喜歡她，向同部的人一問，原來她就是晚霞。",
      "&emsp;&emsp;過了不久，龍窩君點到柳條部。他特別考察了阿瑞，阿瑞表演了剛學的舞蹈，只見她喜怒隨著樂曲變化，舞姿合著節拍表演。龍窩君誇獎他聰慧有悟性，賜給她一件五色花紋的連身衣褲，魚鬚型的金色束髮箍，上面嵌著夜明珠。阿瑞拜謝龍窩君的恩賜，也走到西面的臺階下，站在自己的隊伍中。阿瑞在人群中遠遠地望著晚霞，晚霞也遠遠地回望他。",
      "&emsp;&emsp;過了一回兒，阿瑞慢慢離開本部向北走，阿瑞也漸漸跟著本部向南走，兩個人相隔幾步，但法令嚴明不敢亂了部伍，他們只能互相注視，心神依戀。過一會兒又考察蛺蝶部，那裡童男童女都是雙雙起舞，他們的身材高矮、年紀大小、衣服的顏色，也都是一樣的。",
      "&emsp;&emsp;等各部都考察以後，各部一個接著一個地出來。",
      "&emsp;&emsp;柳條部排在燕子部後面，阿瑞急忙走到部的前面，而晚霞已經慢慢地走到了部後面，她回頭看看阿瑞，故意丟下一支珊瑚釵子，阿瑞急忙把它放在袖子裏。",
      "&emsp;&emsp;阿瑞回去以後，因為思念而生病，寢食難安。",
      "&emsp;&emsp;解姥常常為他送來好吃的食物，每天看他三四次，殷殷地照料他，可是病情一點兒也沒有好轉。解姥很擔憂，又沒有辦法，說：“吳江王的壽辰近在眼前，怎麼辦啊！”",
      "&emsp;&emsp;傍晚時分，一個男童跑來，坐在床上跟阿瑞說話，自稱：“我是蛺蝶部的。”然後又慢慢地問道：“您的病是為了晚霞吧？”阿瑞驚訝地問道：“你怎麼知道？”那男童笑著說：“晚霞也跟您一樣。”阿瑞淒然地坐起來，問男童有沒有辦法。男童問：“你還能走路嗎？”阿瑞答道：“勉強還能走。”男童扶著他出來，向南穿過一道門，轉彎向西，又打開兩扇門，只見幾十畝的蓮花，都長在平地上，葉子像席子一樣的寬闊，花朵像傘蓋一樣大，落下來的花瓣堆在花梗下有一尺多厚。男童領他進入蓮花叢中，說：“就坐在這兒吧。”然後就離去了。",
      "&emsp;&emsp;等了一回兒，只見一個美女撥開蓮花走了進來，原來就是晚霞。兩人相見，分外驚喜，各自述說了相思，並大致介紹了自己的情況。然後他們用石頭壓住荷葉讓它們側過來，作為屏障，又將蓮花瓣均勻地鋪在地上，兩人歡欣地躺在一起。接著兩人訂好了日後的約會時間在每天太陽西下以後，便分手了。阿瑞回去後，病也就很快痊癒了，從此，兩人每天在蓮花田見面。",
      "&emsp;&emsp;過了幾天，他們隨龍窩君一起去給吳江王祝壽。祝壽後，各部都回去了，唯獨留下晚霞和乳鶯部的一個人在宮中教舞，過了幾個月還沒有消息，阿瑞悵惘若失。倒是解姥每天來往吳江府之間，阿瑞假稱晚霞是表妹，請解姥帶他一塊兒去，希望能見到晚霞一面，阿瑞留在吳江王門下幾天，但宮中規矩很嚴厲，晚霞一直不能出來，阿瑞只有喪氣地回去了，又過了一個多月，阿瑞癡癡地思念，幾乎要瘋了。",
      "&emsp;&emsp;有一天，解姥走進來，傷感地說道：“可惜啊！晚霞投江自殺了！”阿瑞大為驚駭留下眼淚，控制不住自己。他於是撕壞衣帽，藏了一些珠寶出來，想要跟著一起去死。只見江水像牆壁一樣，用頭用力地撞卻進不去。想再回頭，又怕被問起帽子和衣服的事，罪名更重。他想盡辦法，汗不斷流下，濕透了腳跟。",
      "&emsp;&emsp;忽然，他看到牆壁下有一棵大樹，於是像猴子一樣攀援而上，漸漸地爬到樹頂，他猛力跳下去，幸好沒有沾濕，而竟然已經浮在水面上了。不經意之間，好像是到了人世間，於是輕捷地遊過去。過了一回兒，到了岸邊，在江邊稍微坐了坐，突然想起了老母親，便乘舟離去了。",
      "&emsp;&emsp;他到了家鄉，望了望四’周的房舍，好像隔世一樣。第二天回到家門，忽然聽見窗戶裏有個女子說：“你兒子回來了。”聲音聽起來好像是晚霞。一會兒，與阿瑞的母親一塊兒出來的，果然就是晚霞。這時，兩人的喜悅勝過悲傷，而他母親則既悲傷又懷疑，既驚訝又高興，各種情緒都湧現出來。",
      "&emsp;&emsp;原來，晚霞在吳江王府裏，覺得腹中有東西動，龍宮中法規森嚴，她唯恐早晚就要分娩，會招來橫禍，深受刑罰，又見不到阿瑞，所以只想一死，便偷偷跳到了江中，結果身子漂起來，在波浪中沉浮。正好有艘船經過將她救起來，問她住什麼地方。晚霞原來是蘇州的名妓，溺水而死，找不到屍體，她想妓院不能再去了，便說：“鎮江蔣家，是我婆家。”客船上的人於是代他租了艘小船，將她送到蔣家。",
      "&emsp;&emsp;蔣媽媽懷疑是個錯誤，晚霞自己說不錯，便把事情詳細告訴了蔣媽媽。蔣媽媽因為見她風姿美妙，很喜歡她，只是擔心她年紀太小，一定不肯終身守寡。但是晚霞孝順恭敬，看家裏貧窮，便脫下身上的珍貴首飾賣了幾萬元。江媽媽發現她的確沒有其他念頭，十分高興。但是兒子不在家，唯恐晚霞面臨生產，不會被親戚鄰里相信，便跟晚霞商量。晚霞說：“媽媽只要有真正的孫子，又何必要人知道。”江媽媽也就安心了。",
      "&emsp;&emsp;正好阿瑞回來了，晚霞喜不自禁。蔣媽媽也懷疑兒子沒死，暗中挖開了兒子的墳墓，屍骨還都在，便拿這事來追問阿瑞，阿瑞這才醒悟自己已經死了。但是怕晚霞討厭他不是人，囑咐媽媽不要再說了。媽媽答應了，便告訴鄉里鄉親，說是當時找到的不是兒子的屍體，但始終擔心晚霞不能生孩子。不久，晚霞竟生下一個男孩，看起來跟一般的孩子沒什麼不同，媽媽才高興起來。",
      "&emsp;&emsp;時間長了，晚霞漸漸感覺到阿瑞不是人，便說：“你為什麼不早說呢？凡是鬼穿上龍宮的衣服，經過七七四十九天，魂魄就會凝固起來，和活人沒什麼不同。如果能得到宮中的龍角膠，就可以接上骨節，生出肌膚，可惜沒能早點買到。”阿瑞出賣他的珠子，有個外國商人出資百萬，蔣家因此變得富有起來。",
      "&emsp;&emsp;後來給蔣媽媽祝壽，夫妻倆一起載歌載舞，向母親敬酒祝壽，這事傳到淮王的耳朵裏。他想強行搶奪晚霞。阿瑞很害怕，去見淮王，自我陳述說：“我們夫妻都是鬼。”一查驗，果然沒有影子，淮王便相信了，不再搶奪。只是派宮人到其他院落由晚霞傳授技藝。晚霞用龜尿毀了容顏，然後再去見淮王，教了三個月離去，淮王的歌妓終究無法學全晚霞的技巧與神韻。"
    ]
  },
  {
    "title": "白秋練",
    "href": "http://liaozhai.weebly.com/303333117932244.html",
    "content": [
      "&emsp;&emsp;河北省有一個商人，名叫慕小寰；他的兒子小名叫贍宮，天資聰明，喜歡讀書。兒子十六歲的時候，慕小寰認為讀書求官比較迂腐，叫他放棄讀書，學做生意。贍宮便隨著父親經商到湖北。贍宮在船上沒有事做，常常吟詩讀書；到了武昌，父親在旅館裏守著他的貨物，贍宮等父親出門，就拿起詩集來朗誦，念出抑揚頓挫的優美聲調。\n每當他朗誦的時候，常常看見窗外有人影晃過，似乎有什麼人在那裏偷聽，他也不以為意。",
      "&emsp;&emsp;一天晚上，父親出去應酬，很晚還沒有回來，贍宮讀得更加起勁。忽然發現有人在窗外來回走著，在月光的照射下，影子看得非常清楚；他覺得奇怪，猛然出去察看，只見是一個十五六歲的美麗絕頂的女郎，她看見贍宮，一轉身就逃走了。",
      "&emsp;&emsp;過了兩三天，他們辦齊了貨，裝好船回北方去。那天黃昏，船停在湖邊上，父親正好出去，突然有一個老太婆上船來，對他說：“你把我女兒害死了！”",
      "&emsp;&emsp;贍宮吃了一警，便問她怎麼回事。",
      "&emsp;&emsp;老太婆答道：“我姓白，有個女兒叫秋練，有一點文藝氣息。她說：在省城裏聽過你朗誦，一直到現在還在想念你，想得飯也不吃，覺也不睡。我想把女兒嫁給你，請你不要推諉。”",
      "&emsp;&emsp;贍宮很喜歡那個曾聽他讀詩的美人，但恐怕父親責怪，當時就把實情告訴了老太婆；老太婆不相信，一定要他答應下來，贍宮不肯，老太婆生氣了，說：“世間的婚姻，常常是男家上門去求女家都求不到，現在我親自做媒把女兒許配給你，你反而拒絕，太不給我面子了！告訴你，你的船休想走得掉！”說完，她就走了。",
      "&emsp;&emsp;過了一會，父親回來了，贍宮就委婉地把這件事告訴了他，意思之間是希望能定這門親事；但父親一來因為道路太遠，二來又嫌這姑娘主動追求男人，怕她輕佻，就笑了一笑，沒有理會這件事。",
      "&emsp;&emsp;他們停船的地方，原來有丈把深的水，那天夜裏忽然沙石擁了起來，把船擱淺在湖邊上，無法動彈。湖裏每年都有客商的船隻留在沙灘上的；那些客船到了第二年春天湖水剛剛漲起，別的船隻還沒有運貨到時，存貨售價高漲，反而有更多的利潤。因此，慕小寰看到船擱淺了，也並不憂慮奇怪；只是籌算明年到南方來，還需要帶點本錢來的事。於是，便留下贍宮看守貨物，自己動身回家去了。",
      "&emsp;&emsp;贍宮心裏暗暗高興，後悔當時沒有問清老太婆的住址。那天傍晚，只見老太婆和一個婢女扶著女郎來了，鋪好被褥把女郎安排在床上以後，對贍宮說：“人家病到這種樣子，你不要坐在這一邊，裝做沒事的樣子！”說完，帶著婢女走了。贍宮剛聽到很吃驚，定下神，拿著燈去看女郎，只見她病態裏帶著嬌媚的神情，水汪汪的眼睛裡閃著光茫；問了她幾句，她只是嫵媚地微笑。贍宮硬要她開口，她說：“幫我朗誦‘為郎憔悴卻羞郎’(1)。”贍宮高興得無法形容。女郎說：“你為我朗誦三遍王建的‘羅衣葉葉’(2)一首詩，我的病就會好。”贍宮真的唸起來，唸了兩遍，女郎就披衣坐了起來說：“我好了！”贍宮再朗誦的時候，她嬌聲的一同唸了起來。贍宮更加沉醉，便吹了燈和她同床睡了。",
      "&emsp;&emsp;天沒有亮，女郎就起身了，說：“我母親快要來了。”不久老太婆果然來了；看見女兒打扮得好好的，愉快地坐著，心裏也自喜歡，便叫女兒回去，女兒低著頭不響。老太婆說：“你喜歡留在這裏和他一起玩，也隨你便！”她就獨自走了。",
      "&emsp;&emsp;老太婆走後，贍宮問她家的地址。她說：“我和你只不過是露水鴛鴦，是否能結合還說不定，何必告訴你我住在那裏？”話雖這樣說，但兩人實在互相愛戀，立誓要結為夫妻。一天夜裏，女郎很早起床點燈，翻了一翻書，忽然悲淒地落下眼淚。贍宮急忙地問她什麼事傷心？女郎說：“你父親快要回來了，我們兩人的事怕有挫折，我剛才翻詩來卜卦，一翻就翻到了李益的江南曲，(3)這詩的意思不很吉利。”",
      "&emsp;&emsp;贍宮安慰她說：“第一句‘嫁得瞿塘賈’，就說要嫁個商人，不就是很吉利嗎？有什麼不祥！”",
      "&emsp;&emsp;女郎聽了，才稍稍高興了一點，起身告別道：“我們暫且分手吧，到天亮出去，很多人看見不好意思。”",
      "&emsp;&emsp;贍宮傷心地拉住她的手，問她如果父親答應了婚事，到那裡去找她？女郎說：“我不斷地找人來這裏打聽，事情行和不行我都會知道的。”贍宮要下船送她，女郎再三拒絕，獨自走了。",
      "&emsp;&emsp;不久，慕小寰果然回來了。贍宮漸漸向他吐露了白秋練到船上來的事。父親懷疑他叫妓女，大發脾氣，痛駡一頓；但仔細檢查船裏的貨，又沒什麼少甚麼，罵了一頓也就算了。",
      "&emsp;&emsp;一晚，父親不在船上，白秋練忽然來了，兩人見面，互相憐惜，卻不知道怎麼辦。女郎說：“事情的成功失敗是命中註定的，暫時顧到眼前情況好了。我設法使你在這裏多留兩個月，以後再商量出路。”臨走，雙方約定贍宮朗誦詩歌的時候，她便來相會。從此以後，遇到父親出門，贍宮便大聲朗誦起詩來，詩一唸，女郎便自動地來了。",
      "&emsp;&emsp;船一直擱淺到四月底，貨物要是再運不出去，就要過時落價了。商人都毫無辦法，大家湊了些錢去湖神廟祭拜，希望水漲起來好開船。端陽節以後，總算下了幾天大雨，船能開航。",
      "&emsp;&emsp;贍宮回家後老是想念白秋練，就得了病。他父親很擔心，求神問醫地為他醫治。贍宮私下對母親說:“我的毛病怎麼一都沒用，只要白秋練來就好了。”",
      "&emsp;&emsp;父親知道了，開始很生氣；但後來看見兒子愈病癒重，瘦得只剩下一把骨頭了，才害怕起來。便雇車把兒子送回到湖北，雇船停在老地方；到附近打聽，誰也不知道有這麼一個姓白的老太婆。剛巧老太婆在湖邊划船經過，自稱她就是姓白的。慕小寰到她船上，看見了白秋練，心裏暗暗喜歡；\n問到她們的家庭情況，只是撐船為生。",
      "&emsp;&emsp;便將兒子生病的原因告訴了她，希望女郎到他家的船上去，以便先醫好他的病症。老太婆因兩家沒有婚約，不讓去。女郎半掩著臉，專心致志地在聽老人們的談話；聽到他們的談判不成，滿腔的熱淚不住地冒了出來。老太婆看見了女兒流著淚的臉孔，又見慕小寰哀哀懇求，也就答應了。當夜，慕小寰離船後，白秋練果然來到了船上；看見贍宮，便伏在他的床邊嗚咽起來。說道：“以前我為你生過病，現在也輪到你了？其實也得讓你嚐嚐這種滋味！可是你病成這個樣子了，一下子怎能醫得好呢？好吧，我先來給你朗誦一首詩！”贍宮同意了，白秋練便唸了那首她以前要贍宮念的王建的詩詞。",
      "&emsp;&emsp;贍宮說：“這是你的心事，醫你的病可以，醫兩個人用這首詩那行？不過，聽到你的聲音，我的精神就好很多了。請你幫我唸‘楊柳千條盡向西’(4)那首吧！”白秋練衣他的話唸了。",
      "&emsp;&emsp;贍宮稱讚道：“太舒服了！我還記得你從前唸的詞裏有一支‘採蓮子’(5)，裏面有‘菡萏香蓮十頃陂’(6)那麼一句，心裏老忘不了，請你嬌嬌的唸一遍！”白秋練依著他唸了一遍，贍宮跳起來說：“我那裡有什麼病！”",
      "&emsp;&emsp;。",
      "&emsp;&emsp;接著，贍宮便問他父親找到她母親時說了一些什麼？他們的事有沒有希望？白秋練早已看出了他父親的心思，便老實地說了恐怕不行。白秋練走後，父親回來看見兒子已經起來了，很高興，但他勸兒子說：“白秋練這個姑娘是不壞，但她從小就搖船唱歌，先不管她出身好不好，做人是否規矩，恐怕也很難說。”贍宮只是一聲不響。",
      "&emsp;&emsp;父親走後，白秋練又來了。贍宮就把父親的意思說了，白秋練說：“我已經預料到了！世界上的事情，你求得越急，就離你越遠；你越將就他，他越拒絕你；只能讓他自己回心轉意，回過頭來求你，才有辦法。”贍宮就問她有什麼辦法。",
      "&emsp;&emsp;白秋練說：“凡是商人，無非是想賺錢；我有本事預知物價的漲跌；剛才看了船上的東西，都沒有什麼賺錢的貨物；你代我告訴你父親，販賣某些東西可以賺三四成利，某些東西可以賺十成；如果回家後，我的話應驗了，他自然願意娶我做兒媳婦了。明年來的時候，你十八歲，我十七歲，彼此的幸福日子長得很，你擔什麼心！”",
      "&emsp;&emsp;贍宮把白秋練所預料的物價告訴了父親，他父親不大相信；但也試著以剩下本錢的一半，買了她所說的貨物。回家以後，自己買的貨大虧本錢，幸虧一部分貨聽了白秋練的話，得了很多的利潤，盈虧才能勉強相抵，於是才相信白秋練有先知之明。贍宮又竭力誇耀她，說她講過能使他們家發大財。於是慕小寰又多投了一些本錢，再度南下。",
      "&emsp;&emsp;船到了湖裏好幾天，不見白老太太經過；又過了幾天，才看到她停著船在一棵柳樹下；慕小寰便備了聘禮去求婚，老太婆一概不收，只選了一個良辰吉日把女兒送過船來，慕小寰另租了一隻船給兒子結婚。白秋練給了公公一張能賺錢的貨品單，叫他再往南邊去收購貨物；白老太婆便把女婿接了去，住在自己的船上，過了三個月，慕小寰回來了，所收購的貨物，到了湖北，都以幾倍的價錢賣出去。將要北上回家的時候，白秋練要求裝一些湖水回去；回家後，每次都要加上一點，像用醬油、醋一樣；從此每次到南方，一定要給她裝幾罈水回去。",
      "&emsp;&emsp;過了三四年，白秋練生了一個兒子。一天，她哭著想回南方，慕小寰便帶著兒子和兒媳一道前往湖北，到了湖裏，不知白老太婆在什麼地方，白秋練敲著船舷喊她的娘；臉色慘淡，催著贍宮趕快沿著湖邊打聽。剛好有位釣魚的人捉大了一條大白海豚，贍宮走近一看，好大的魚，樣子長得像人一樣，乳房和下部都生得很明顯。他看得很驚奇，回去便告訴了白秋練；白秋練一聽，大驚失色，便說她一向許過放生的願望，要贍宮去買來放了。贍宮和釣魚的人一談價錢，那人價錢要得很高。白秋練便對贍宮說：“我在你家，為你們想辦法賺的錢不止一萬兩銀子吧，為什麼花這一點錢還要斤斤計較？如果你不肯買來放了，我就投湖死了算了！”贍宮不敢告訴父親，偷了錢買來放了。",
      "&emsp;&emsp;放生回來後，發現白秋練不在家，各處也找不到。到天快亮時她才回來。問她到那裡去了，白秋練回答說：“看母親去了。”問她母親在那裏，她羞澀地說：“現在我不得不把事情告訴你了，今天你放生的魚就是我的母親。她一向在洞庭湖，被龍王派來管理船隻來往的事務；最近龍王宮裏要選嬪妃，有些拍馬屁的人說我長得漂亮，龍王就向母親要我；我母親向龍王報告了我和你結婚的事情，龍王不聽，把我母親趕到南岸邊上，餓得死去活來；以致於吞了釣餌，發生了昨天的事。現在雖然沒有死，但龍王的處罰還沒有取消。你如果疼我，請你代我去求真君，就可以免除責罰。如果嫌棄我不是同類，那麼我把兒子還給你，我到龍宮去，那裡的享受恐怕是你家的幾百倍。”\n贍宮大吃一驚，恐怕見不到真君，白秋練說：“明天中午真君會來，你看到有跛腳道士就趕快拜求，他到水裡面你也跟去，真君喜歡讀書人一定會答應”拿出一張魚绫圖案的絲巾說：“如果問你求甚麼就拿這巾子請他寫一個『免』字。”",
      "&emsp;&emsp;贍宮依照妻子的話，守候著真君，到時候，果然有一個道士一瘸一拐地來了。贍宮就朝他跪下來，道士連忙跑走，贍宮便跟著追去；道士把手杖往水裏一丟，一跳跳了上去；贍宮也跟著跳上了手杖，上去一看，不是手杖，竟是一艘船。他在船上又跪著請求，\n道士便問他要什麼，他拿出魚綾巾來，請道士寫字，道士打開一看說：“這是白海豚的翅膀，你遇到了甚麼事？”贍宮不敢隱瞞，便把他和白秋練的經過情形說了一遍。道士聽了笑笑道：“這東西倒很風雅，老龍怎麼可以荒淫威逼！”便拿出筆來，用草字寫了一個“免”字，樣子像一道符一樣。便把船靠岸，要贍宮下去。只見道士還是踏著手杖飄流在水面上，一轉眼就看不見了。贍宮把道士寫的字帶回船去，白秋練一見，喜歡得不得了；只是叫他不要把這件事告訴父母。",
      "&emsp;&emsp;回到北方又過了三年，有一次慕小寰南下，好幾個月沒回去，儲存的湖水已經吃光了；一直等不到父親帶湖水回來，白秋練就病倒了，日夜喘氣不停。她吩咐贍宮說：“如果我死了，你不要埋我，每天要在清早、中午和傍晚這三個時候，朗誦一遍杜甫的夢李白詩(7)，我就不會腐爛；等到湖水一來，你就倒在盆子裏，閉上門，把我的衣服脫下，抱進盆子浸到水裏，我便會活過來。”她喘息了幾天就斷氣了。",
      "&emsp;&emsp;過了半個月，慕小寰回來了。贍宮急忙依照白秋練教的方法做。浸了一個多鐘頭，她才漸漸地蘇醒過來。從此以後，便常常想回到南方去。直到後來慕小寰死了，贍宮依照她的意思，把家搬到湖北。",
      "&emsp;&emsp;註\n\n(1)“為郎憔悴卻羞郎”：唐代元稹《鶯鶯傳》中的詩句。《鶯鶯傳》寫崔鶯鶯與張生兩相愛慕。由於家庭阻撓，雙方各自婚嫁。後來，在一次偶然相遇中，張生欲求見鶯鶯。鶯鶯不見，留詩一首給張生：“自從消瘦減容光，萬轉千回懶下床。不為旁人羞不起，為郎憔悴卻羞郎。”\n\n 意謂此一詩句，恰能表達我的心情。\n\n(2)“羅衣葉葉”：唐代詩人王建《宮詞》：“羅衣葉葉繡重重，金鳳銀鵝各一叢。每遍舞時分兩向，太平萬歲字當中。”取其“太平萬歲”的吉言，以促病癒。\n\n(3)李益《江南曲》：唐代詩人李益《江南曲》：“嫁得瞿塘賈，朝朝誤妾期。早知潮有信，嫁予弄潮兒。”寫的是商人之妻對丈夫的思念。白秋練著眼于詩意的感傷離別，所以說“詞意不祥”。慕生解此詩，卻著眼於“嫁得瞿塘賈”一句，所以認為這是“大吉”。\n\n(4)楊柳千條盡向西：唐代詩人劉方平《代春怨》詩：“朝日殘鶯伴妾啼，開簾只見草萋萋。庭前時有東風入，楊柳千條盡向西。“\n\n(5)採蓮子：詞調名，四句二十八字。\n\n(6)菡萏香連十頃波：唐詩人皇甫松《採蓮子》詞：“菡萏香連十頃陂，小姑貪戲採蓮遲。晚來弄水船頭濕，更說紅裙裹鴨兒。”。\n\n(7)杜甫夢李白詩：李白晚年遭到流放，杜甫寫成《夢李白》表示對李白不幸遭遇的深切懷念。詩云：“死別已吞聲，生別常惻惻。江南瘴癘地，逐客無消息。故人入我夢，明我長相憶。恐非平生魂，路遠不可測。魂來楓林青，魂返關塞黑。君今在羅網，何以有羽翼？落月滿屋樑，猶疑照顏色。水深波浪闊，無使蛟龍得！“"
    ]
  },
  {
    "title": "王者",
    "href": "http://liaozhai.weebly.com/2957932773.html",
    "content": [
      "&emsp;&emsp;湖南巡撫某公，派遣州佐押解六十萬兩餉銀前往京城。途中遇到下雨，時耽誤了路程，天黑時找不到投宿的地點，遠遠地看見一座古刹，於是就在那裏休息。等到天亮，一看押解的銀兩，已經蕩然無存。眾人驚駭奇怪，但也找不到什麼蛛絲馬跡。回去稟報巡撫，巡撫認為他撒謊，要對他實行懲罰。等到那些差役回來時，他們也沒有不同的說法。巡撫責令州佐回到丟銀子的地方，搜查線索。",
      "&emsp;&emsp;州佐來到廟前，見一盲人，形貌很奇特，自己說：“能知道別人的心事。”於是州佐請他替自己算一卦。那盲人說：“你來是為了丟銀子的事吧！”州佐回答道：“是。”接著就訴說丟失餉銀的經過。盲人便要他弄來一頂轎子，說：“你只要跟著我走，到時候你就知道了。”於是州佐就按照他的吩咐做了，其他官役都跟在後面。盲人說：“向東。”他們就向東，盲人說：“向北。”他們就向北。這樣走了五天，進入深山，忽然看見一座城鎮，居民很多。他們進了城，走了不大一會兒，盲人說：“停下。”說完就下了車，用手向南一指：“看見有一個向西的高門，可以敲門自己問去吧。”說完，拱拱手就走了。",
      "&emsp;&emsp;州佐按照他的指點，果然看見一個高大的門樓，慢慢地走進去，一個人走出來，穿戴著漢朝的衣帽，不說自己姓甚名誰。州佐說明了自己的來意。那人說：“請留下來住幾天，我一定帶你去見當事人。”說完就領著州佐進去，讓他一個人住一間房子，並提供他飲食。",
      "&emsp;&emsp;州佐閒暇時散步，來到宅子的後面，看見花園涼亭，便走了進去。花園內老樹遮天，地面上小草柔細。他走過幾處亭台廊榭，眼前又見一座高亭，沿著臺階走進去，只見牆壁上掛著幾張人皮，五官都在，一股血腥味十分薰人。州佐不由得毛骨悚然，急忙離開庭園，回到住處。他自認可能會留下人皮在這個地方，沒有生存的希望了，但轉念一想，不管進退都是死，也就不管他了。",
      "&emsp;&emsp;第二天那人招他前去，說：“今天可以見當事人了。”州佐唯唯聽命。那人騎著快馬跑得飛快，州佐跑步跟在後面。過了一會兒，來到一座衙門外，看上去像是總督衙門，身穿皂衣的衙役站列兩邊，顯得莊嚴肅穆。那人下了馬，領著州佐進去，又穿過一道門，只見一位王者，頭戴珠冠，身穿繡袍，坐在主座上。州佐急忙上前，跪倒叩頭。王者問道：“你就是湖南的那個押銀官吧？”州佐回答說是。王者說：“銀子都在這裏，這麼一點點銀子，就算你們巡撫慷慨贈送，也沒甚麼不可以。”州佐哭訴道：“我的期限已滿，回去肯定會被殺死，我向他稟告時拿什麼證明呢？”王者說：“這倒不難。”於是交給他一個大信函，說：“你拿這個回覆他，可保你平安無恙。”然後又派了一個力士送他出去。州佐怕得屏住呼吸，不敢申辯，接過信函就回去了。山川道路，全部不是來的時候經過的，把他送出山後，送他的力士就回去了。",
      "&emsp;&emsp;幾天後，州佐回到長沙，恭敬地向巡撫稟告，巡撫更認為他是說謊，十分憤怒，不容他爭辯，命令左右用繩子套住了他。州佐解開套索，取出那份信函，交給巡撫，巡撫拆開來，沒等看完，就面如灰土，命人替他鬆綁，只是說道：“銀子也只是小事，你先出去吧。”於是巡撫急忙命令下屬官員，讓他們設法補齊丟失的銀兩，幾天以後，巡撫生了病，不久就死了。",
      "&emsp;&emsp;原來，巡撫和他的愛妾一起睡覺，醒來後卻發現愛妾的頭髮全沒了。全衙門都感到吃驚奇怪，猜不出其中的緣由，原來那封信函裏裝的就是愛妾的頭髮，另外還寫道：“你從做縣令太守起，做到現在的高官，賄賂貪婪，數不勝數。前次的六十萬兩銀子，已經驗收完畢，存在庫房裏，你應該打開自己貪贓的錢袋，拿錢出來，補足舊日差額，解銀官沒有罪，不可以譴責，上次割取你愛妾的頭髮，只是略微向你表示警告，如果你還不遵從教令，早晚會取你的首級。愛妾的頭髮附在信裏，以作為證明。”巡撫死後，家人才將這封信傳了出來。\n後來，巡撫的下屬派人去尋找那個地方，只見都是懸崖峭壁，根本沒有路可走。",
      "&emsp;&emsp;異史氏曰：“當年紅線盜走田承嗣的金盒(1)，是為了警告田承嗣不許再貪婪，卻是也很痛快，但桃花源中的仙人，不從事劫掠，即使劍客聚集的地方，又怎麼會有城廓衙門呢？嗚呼！他是個什麼神？如果真能找到這個地方，恐怕前去告狀的人會絡繹不絕了。”",
      "&emsp;&emsp;註\n\n1.紅線金盒：唐袁郊《甘澤謠·紅線》：唐代潞州節度使薛嵩，害怕魏博節度使田承嗣侵犯。薛嵩婢女紅線，自告奮勇，黑夜潛入田府，盜走田承嗣藏于枕邊的金盒，藉以警告田承嗣不要侵犯潞州。此借喻王者寄巨函，警告湖南巡撫的賕賂貪婪。"
    ]
  },
  {
    "title": "某甲",
    "href": "http://liaozhai.weebly.com/2657630002.html",
    "content": [
      "&emsp;&emsp;有個人和他僕人的太太私通，為了長久之計，於是把僕人殺死而娶僕人的太太為妾，生了二男一女。",
      "&emsp;&emsp;十九年後，某甲的縣城被賊寇攻破，人民財物被劫掠一空，這時有一個少年的賊持刀進入某甲家，某甲看到這個賊後不禁吃了一驚，因為這個人跟他所殺死的僕人一模一樣，某甲不禁歎息道：“我老命完了！”拿出全部財產，乞求那少年寇賊饒他一命，但那少年根本不同意，不發一言的只要看到人就殺，總共某甲家大小二十七口全部被殺死。某甲被殺後，頭還沒有完全被砍斷，等那少年賊寇離去沒多久，他又醒了過來，還能說些話，過了三天才死掉。看來報應這種事真是不可不相信。"
    ]
  },
  {
    "title": "衢州三怪",
    "href": "http://liaozhai.weebly.com/34914240301997724618.html",
    "content": [
      "&emsp;&emsp;張握仲曾經在浙江衢州當過兵，他說衢州每當夜晚來臨時，老百姓都不敢單獨在外面行走，因為衢州有三怪，其中一怪是鐘樓上有個獨角惡鬼，相貌獰惡，每當聽到有人從樓下經過，就跑下來嚇人，而只要是看過惡鬼的人，不死也得大病一場。",
      "&emsp;&emsp;第二怪是城中有一座池塘，每到晚上時會從池中伸出一匹白布來，如果有路人經過想撿起它來時，就立刻被它捲入池中淹死。第三怪是一隻鴨鬼，只要一入夜，池塘邊萬籟俱靜，如果有人聽到這隻鴨子叫，就會立刻生病。"
    ]
  },
  {
    "title": "拆樓人",
    "href": "http://liaozhai.weebly.com/252862715520154.html",
    "content": [
      "&emsp;&emsp;何冏卿，是河南省平陰縣人。當他在河南省秦縣當縣令時，有位賣油郎犯了點小罪，但由於生性剛直，以至於在言語上頂撞了何冏卿，被他命侍役用杖打死。後來何冏卿官升到銓司，家中也富足起來，因此在家中建了棟樓閣，當安放大樑的那天，有許多賓客前來道賀。這個時候，何冏卿突然看到那個賣油郎走了進來，他私底下感到驚駭，沒多久，家人來報告說他的小妾生了個兒子，何冏卿不禁愁容滿面地說：“樓都還沒蓋成，但拆樓的人已先來了。”眾賓客都以為他是在開玩笑，卻沒有想到何冏卿看到了徵兆。後來這個兒子長大，果然不長進，弄得何家傾家蕩產，最後還淪落到替人幫傭做工，每一領到工錢後，一定先去買香油吃。",
      "&emsp;&emsp;異史氏說：常常可以見到富貴人家的宅院連綿不斷，但是等他們死後，再經過時發現已經變成了一片廢墟。這一定是拆樓人生到他們家了。在上位者，怎麼可以不提早自我警惕呢！，"
    ]
  },
  {
    "title": "大蝎",
    "href": "http://liaozhai.weebly.com/2282334638.html",
    "content": [
      "&emsp;&emsp;明朝時有位元將軍叫彭宏，有一次率領士兵征討流寇進入四川時，部隊來到深山中，碰到一座大禪院。當地人說這棟寺院已有一百多年沒有和尚住了，再問當地的土人，則說裏面有妖怪，一進去就會立刻死掉。彭宏擔心裏面藏有流寇，於是率兵強行進入，一進入前院後，有只大鳶奪門而出；進入中殿，也沒發生什麼；再進去則是佛閣，察看四處也沒什麼異狀，可是進去的士兵都覺得頭痛難忍，彭宏親自進去後也是一樣。沒多久，突然有一隻如琵琶大小的大蠍自天花板上垂下來，眾軍頓時驚惶四散，彭宏於是放了把火將寺院燒了。"
    ]
  },
  {
    "title": "陳雲棲",
    "href": "http://liaozhai.weebly.com/385153864226866.html",
    "content": [
      "&emsp;&emsp;真毓生是湖北宜昌人，是舉人的兒子。他長得英俊瀟灑，又能寫文章，二十歲時就已經很出名了。小的時候，算命的人說：“以後會娶女道士為妻。”父母都拿來當聊天笑話，但是為他談婚論嫁，不論好壞就是無法談成。真毓生的母親臧夫人，祖籍在黃岡，真毓生有事到外祖母家。聽當地人說：“黃州有所謂的‘四雲’，其中最年輕的女子，沒有人比得上。”原來黃州有一座呂祖庵，庵中女道士都長得很漂亮，所以有這種說法。呂祖庵離藏家村只有十幾里，真毓生便偷偷的跑去那裡。他一敲庵門，果然有四個女道士，謙敬喜悅地迎上前來，風度潔淨而文雅。其中最年輕一個，真的是世上無雙的絕色美女，真毓生心中喜愛，不自覺盯著她看。",
      "&emsp;&emsp;那女子用手托著下巴，眼睛看著別處。女道士們找茶具給真毓生煮茶。真毓生趁機會問這個美女姓名，她答道：“我姓陳，明雲棲。”真毓生對她開玩笑地說：“太奇妙了！小生恰好姓潘。(1)”陳雲棲滿臉通紅，低頭不語，起身走了。",
      "&emsp;&emsp;不多久，女道士端上茶和水果。分別作了自我介紹：一個叫白雲深，三十多歲；一個叫盛雲眠，二十出頭；一個叫梁雲棟，大概二十四五歲，卻自稱是師弟。而陳雲棲卻沒有來。真毓生很失望，便問她為什麼沒有來。白雲深說：“這個丫頭怕見生人。”真毓生便起身告別，白雲深竭力挽留他，他沒有接受出了門。白雲深說：“你如果想見雲棲的話，明天可以再來。”",
      "&emsp;&emsp;真毓生回到外祖母家，對雲棲思念深切。第二天，他又來到呂祖庵。其他女道士都在，唯獨少了雲棲，真毓生不好意思馬上追問。女道士們準備好了酒菜留真毓生吃飯，他竭力推辭，但就是推辭不掉。白雲深替真毓生撕餅遞筷子，十分殷勤地勸他吃。吃完飯，真毓生問：“雲棲在那裡？”白雲深答道：“她自然會來。”",
      "&emsp;&emsp;過了很久，天色已晚，真毓生想回去。白雲深捉住他的手腕留他，說：“你先在這裏等一下，我去帶她來見你。”真毓生就不走了。不久，點了燈，擺了酒，盛雲眠也走了。酒過數巡，真毓生推辭說已經醉了。白雲深說：“再喝三杯，雲棲就會出來。”真毓生果真喝了三杯。梁雲棟也照樣要求，真毓生又乾了三杯，接著把酒杯蓋在桌子表示醉了不能再喝。。白雲深對梁雲棟說：“我們的面子簿，不能勸酒，你去把雲棲拉來，就說潘郎等妙常(1)很久了。”梁雲棟去了，不大一會兒回來，說道：“雲棲不來了。”真毓生想要離去，但夜色已深，他就假裝喝醉躺了。白梁二人替他脫去衣服，輪番地猥褻他。騷擾了真毓生整夜，天亮以後，真毓生不告辭就走了。一連幾天都不敢再去，可是心裏還是對雲棲念念不忘，不時地到呂祖廟附近打聽消息。",
      "&emsp;&emsp;有一天，天色已晚，白雲深出門，和一個年輕人走了。真毓生很高興，他不很怕梁雲棟，急忙上前敲門。盛雲眠出來開門，一問，梁雲棟也出門去了，真毓生便問起雲棲，盛雲眠領他前去，又進了一個院子，喊道：“雲棲有客人來了。”只見房門“砰”的一聲關上了。盛雲眠笑著說：“關門了。”真毓生站在窗外，似乎有話要說，盛雲眠一見就先出去了。雲棲隔著窗戶說：“他們是拿我做誘餌，來釣你這條魚。你要是常來命就差不多沒了。我不能終身遵守清規，但也不敢不顧廉恥隨便胡來，我也希望能嫁一個像潘必正(1)那樣的人終身相守。”真毓生於是和她相約白頭到老。雲棲說：“我的師傅撫養我，也是很不容易。你如果真的愛我，就拿二千兩銀子替我贖身，我在這裏等你三年，如果你想私下約會，這我做不出來。”真毓生答應了，剛想再有所表白，盛雲眠又來了，他只好跟著出了院子，告別回家去了。真毓生內心惆悵，想著找個藉口再去一趟，好見一見雲棲，不料家人來報知父親病了，他只好連夜趕回去了。",
      "&emsp;&emsp;不久，真舉人死了。臧夫人家教最嚴，真毓生不敢讓她知道自己的心事，只是削減開支，一天一天地攢錢，有人來給他說媒，他就以服喪為理由拒絕。母親不同意，他婉轉地告訴母親說：“當初在黃岡時，外祖母想讓我和陳家訂婚，我也很願意，現在家裏遇到這麼大的變故，音訊也斷了，好久沒有去黃岡打聽，希望母親讓我去一趟，如果不合適，就聽母親的吩咐。”贓夫人答應了，真毓生便帶著積攢的錢出發了。",
      "&emsp;&emsp;到了黃岡，他來到呂祖庵，只見庭院樓宇荒涼一片，和以前大不相同。他慢慢地往裏走，只有一個老尼姑在做飯，便上前詢問。老尼姑說：“前年老道士死了，‘四雲’就散掉了。”真毓生又問：“到那裏去了？”老尼姑說：“雲深、雲棟跟著不良少年走了，以前聽說雲棲住在郡北，雲眠的消息就不知道了。”真毓生聽完，又悲傷又歎息，便要車馬立即前往郡北，遇到寺觀就打聽，但沒有查到一點兒蹤跡。",
      "&emsp;&emsp;真毓生失望地回了家，騙母親說：“舅舅說，陳家父親去岳州了，等他回來以後，就會派人前來。”過了半年，臧夫人回娘家探親，向母親提起這件事，母親一副茫然不知的樣子。臧夫人很生氣兒子撒謊，但外祖母以為是外甥和舅舅商量的事，所以自己沒有聽說。幸好舅舅出遠門去了也沒有辦法查清是真是假。",
      "&emsp;&emsp;臧夫人到蓮峰進香還願，齋戒獨宿在山下的旅店。她躺下後，旅店主人來敲門，送一個女道士來與他同住。那女道士自稱叫陳雲棲，聽說臧夫人家在宜昌，就過來坐在她的床邊，訴說自己的坎坷經歷，說得悲傷淒惻。最後說：“我有個表兄潘生，和夫人是同鄉，麻煩請您的孩子替我傳個口信，就說我暫時寄居在鶴棲觀師叔王道成那裏，每天都很難過，度日如年，請他早點兒過來，恐怕再過段時間，不知道會怎樣。”臧夫人問他表兄叫什麼名字，她又不知道，只是說：“他既然在官辦學堂，大概秀才們不會不知道。”第二天，天沒亮雲棲就告別了，臨走時殷切地重覆懇託這件事。",
      "&emsp;&emsp;臧夫人回家後，跟真毓生提到這件事。真毓生跪下來說道：“實話對母親說，所謂的潘生就是孩兒。”臧夫人問明了情況，生氣地說：“你這個不孝的東西！在寺觀裏淫亂，拿道士做老婆，還有什麼臉見親戚朋友！”真毓生低下頭，不敢開口。正好真毓生要到郡裏參加考試，私下乘船去找王道成。到了一問，才知道雲棲半月前出外，沒有回來，他回到家，悶悶的病了。",
      "&emsp;&emsp;正巧臧老太太去世，臧夫人回去奔喪，安葬後迷了路，來到了京氏家，一問，原來是自己的族妹。京氏便邀請她進到家中，只見一位少女在屋裡，大約十八九歲的年紀，儀態俏麗可人，從來沒見過如此美麗的姑娘。臧夫人常常想給兒子娶一個好媳婦，讓他不會遺憾，一看這位少女，不由動了心，便問起她的情況。族妹說：“這是王家的女兒，是京家的外甥女，父母都已經去世了，暫時寄居在這裏。”臧夫人問：“她的夫家是誰呀？”族妹回答說：“還沒有。”臧夫人握著少女的手和她說話，少女的表情嬌美柔婉，臧夫人十分高興，為了她在京家住了下來，並且私下把自己的心思跟族妹說，族妹說：“很好，但是她自視很高，不然的話，也不會拖到現在還不嫁人，等我跟她商量商量。”臧夫人便招呼少女和她同床睡覺，兩個人說說笑笑，十分愉快，少女自願認臧夫人為乾媽。臧夫人也很開心，邀請她一同回荊州，少女也很高興。",
      "&emsp;&emsp;第二天，臧夫人和少女同船而歸，回到家裏，見真毓生病還沒有好，母親想慰藉重病的兒子，就讓丫鬟暗暗告訴他說：“夫人為公子帶來了漂亮的姑娘。”真毓生不相信，趴在窗戶上偷看，見那少女比雲棲還要美豔動人。心想：“當初和雲棲約定以三年為期，現在已經過了，她外出不歸，那麼必定嫁人了，有了這位美麗的姑娘，心裏倒也很開心。”因此打開心結，病很快好了，母親於是讓兩個人見面。",
      "&emsp;&emsp;真毓生一離開，臧夫人就對少女說：“你知道我帶你一起回來的用意嗎？”少女微笑著說：“我知道了，但當初我同意和您一同回來的用意，乾媽卻不知道。我小時候就和宜昌潘家訂了親，音訊已經斷了很久，想必他家已經另娶了兒媳婦，果真如此的話，我就做乾媽的兒媳婦；如果不是，我終身做你的女兒，以後再報答您。”臧夫人說：“既然已經有婚約，我就不勉強你，但從前在五祖山時，有個女道士向我問起潘家，今天你又提起潘家，但我知道宜昌世族中沒有姓潘的呀。”少女吃驚地說：“在蓮峰下住宿的就是您嗎？那個打聽潘郎的人就是我呀。”臧夫人才恍然大悟，笑著說：“要是這樣，那潘郎早就在這裏了。”少女問道：“在那裡？”臧夫人讓丫鬟領著她去見真毓生，真毓生驚訝地問道：“你就是雲棲嗎？”少女反問道：“你怎麼知道的？”真毓生把事情的經過說了一遍，雲棲才知道所謂潘郎原來是他開的玩笑。雲棲知道真相後，不好意思和他再談下去，急忙回去告訴臧夫人，臧夫人問她為什麼又姓王，雲棲回答道：“我本來就姓王，因為師傅喜歡我，認我做女兒，我就跟他姓陳了。”臧夫人也很高興，便選了個吉日替他們舉行婚禮。",
      "&emsp;&emsp;原來，雲棲和雲眠都在王道成那裡做道士，王道成的地方太小，雲眠就離開去了漢口，雲棲柔弱不會做事，又羞于出來做道士，王道成很不喜歡她，恰好京氏到黃岡，雲棲見到她痛哭流涕。京氏就把她帶回家，讓她改穿女子的服裝，打算將他許配出去，所以就隱瞞了她當過道士的事。但是有人來提親，她總是不願意，舅舅和舅媽都不知道她有什麼打算，心裏很厭煩她。這一天，她跟臧夫人回來，有了依靠，覺得如釋重負。結婚以後，真毓生和雲棲各自訴說述說自己的遭遇，喜極而泣，雲棲孝順謹慎，臧夫人很喜歡她。但雲棲只會彈琴下棋，不知道操持家務，臧夫人為此感到很擔心。",
      "&emsp;&emsp;過了一個多月，臧夫人讓兩人去京氏家拜訪，住了幾天就回來了，他們的船航行在江上，忽然一條船過來，船上有個女道士，靠近一看，原來是雲眠。雲眠原來就和雲棲特別好，雲棲很高興，讓雲眠到自己的船上來，兩人相對而坐，不由辛酸。雲棲問：“你打算到那裏去？”雲眠說：“很久以來我一直掛念你，我老遠地到鶴棲觀找你，才聽說你已經投奔了姓京的舅舅家，所以打算到黃岡，去看望你，真是想不到你們這對意中人已經相聚。現在看見你真像仙人一般，只剩下我這個漂泊不定的人，不知何時才有歸宿啊！”說著，傷心地哭了起來。雲棲想出一個主意，讓雲眠換下道裝，假裝成雲棲的姐姐，一起回去陪伴夫人，慢慢地為她找個好丈夫，雲眠同意了。",
      "&emsp;&emsp;回家後，雲棲先向臧夫人稟明情況，雲眠才進去，她舉止大方，談笑之間，世故而通情達理，臧夫人守寡以後，寂寞又辛苦，見到雲眠很是高興，怕她會離去。雲眠每天早晨起來替老夫人操勞家事，不把自己當客人。臧夫人更加高興，心想讓真毓生也接納雲眠，好掩蓋雲棲做道士的事，但不敢明說。",
      "&emsp;&emsp;有一天，臧夫人忘了有件事沒做，急忙去問，發現雲眠早就替她做好了。臧夫人對雲棲說：“你這個畫中美人不能操持家務，又有什麼用呢，如果新媳婦能像你大姐這樣，我就不擔心了。”不料雲棲早就有這個想法，只是怕母親生氣，現在聽母親這麼一說，便笑著答道：“母親既然喜歡他，兒媳願效仿女英、娥皇(2)，和姐姐共嫁一夫，怎麼樣？”臧夫人不說話，也笑了起來。女雲棲回到房間，告訴真毓生說：“母親答應了。”於是另外收拾乾淨一間屋子。",
      "&emsp;&emsp;雲棲對雲眠說：“當年在觀裏同床共枕時，姐姐曾說過：‘如果能找到一個相知相愛的男人，我們兩人一起嫁給他。’你還記得嗎？”",
      "&emsp;&emsp;雲眠不覺兩眼含淚，說：“我所說的相知相愛，沒有別的意思，像從前每天操勞，沒有一個人知道我的辛苦。這幾天來，我剛做了點事，就讓老母親體恤掛念，我內心感受到的冷暖完全不同。如果不下逐客令趕我走，讓我能一直陪伴老母親，也就夠了，倒也不用實踐以前的諾言。”",
      "&emsp;&emsp;雲棲把這番話告訴臧夫人。臧夫人就讓他們姐妹焚香發誓決不反悔，於是讓真毓生娶了雲眠。晚上睡覺時，雲眠告訴真毓生說：“我是個二十三歲的老處女。”真毓生還不相信，後來發現鮮血染紅了床褥，這才感到奇怪。雲眠說：“我之所以想嫁個好人家，",
      "&emsp;&emsp;不是不甘於寂寞，只是因為以處女之身子，像妓女一樣做道士，厚著臉皮到處應酬，是我不能忍受的。借著這一夜，名義上成了你的妻子，我會為你侍奉老母親，做一個好管家。至於床第間的歡樂，請你另外和別人分享！”",
      "&emsp;&emsp;三天以後，雲眠就抱著被子跟臧夫人睡覺去了，趕她也不走。雲棲只好早早地來臧夫人的房裏，占住雲眠的床鋪睡覺，雲眠不得已，只好回去跟真毓生睡。從此以後，雲棲、雲眠三兩天就更換一次，習以為常。",
      "&emsp;&emsp;臧夫人原來喜歡下棋，自從丈夫死後，就沒有閒暇時間下了。自從有了雲眠以後，將一切都處理得井井有條，白天沒事，就和雲棲下棋。晚上就挑燈品茶，聽兩個媳婦談琴，到半夜時分才散去。她常常對人說：“孩子他爹在世時，也沒能有這麼樣的歡樂。”雲眠負責家裏的出納，經常記賬向母親彙報，母親懷疑地問：“你們倆常說小時候就是孤兒，寫字下棋是誰教給你們的？”雲棲笑著把實情告訴她，母親也笑著說：“我當初一個女道士都不想為兒子娶，現在竟然有了兩個。”忽然想起兒子小時候算的命，這才相信人逃不過命運的安排。",
      "&emsp;&emsp;真毓生再次參加考試，還是沒有考中。母親說：“我家雖然不是很富裕，但也有三百畝田地，幸好有雲眠打理，日子一天比一天好。兒子只要在我的面前，帶著兩個媳婦和我一同歡樂，不希望你再去求什麼富貴了。”真毓生聽從了母親的安排。",
      "&emsp;&emsp;後來，雲眠生下一男一女，雲棲生下三男一女，臧夫人活到了八十多歲才去世。孫子們都進了學校，其中長孫是雲眠生的，已經中了舉人。",
      "&emsp;&emsp;註︰",
      "&emsp;&emsp;1.我姓陳，小生恰好姓潘：",
      "&emsp;&emsp;真毓生因雲棲姓陳，故自稱姓潘，暗用以下故事挑逗陳雲棲。",
      "&emsp;&emsp;《玉簪記》",
      "&emsp;&emsp;南宋時潘必正，其父在官時，曾給他和陳某之女嬌蓮訂婚，以後兩方消息隔絕。金國十六年，嬌蓮因父早死，又遭金兵南侵之亂，不得已入金陵城外女貞觀為女道士，改名陳妙常。",
      "&emsp;&emsp;這時，潘必正已是舉人，赴京會試落第，羞於回家，就寄居在他姑母主持的女貞觀裏，因此得和妙常見面，互相愛慕。",
      "&emsp;&emsp;事情被觀主發覺以後，立逼著潘必正往京都趕考，企圖把他們二人隔離開。等潘走後，陳妙常催船追到江心送別，贈物訂盟，忍淚而別。",
      "&emsp;&emsp;後來潘必正考中了進士，榮歸故里，才知道他的父親曾經代他訂過婚，原來就是自己的意中人陳妙常，於是迎娶過門，結成夫婦。",
      "&emsp;&emsp;http://tw.knowledge.yahoo.com/question/question?qid=1205072304325",
      "&emsp;&emsp;2.娥皇、女英︰在堯的領地裡，有一個孝子叫做舜，舜的後母不疼舜，偏心於舜的兄弟象，並且三番兩次的和象聯手，想把舜害死。但舜都福大命大的逃過，並且還是侍母至孝，堯知道這件事之後，覺得舜是難得一見的賢人。",
      "&emsp;&emsp;於是，就把自己的兩個女兒\"娥皇\"和\"女英\"嫁給他，他的兩個女兒都是聰明而又賢慧的人，嫁給舜之後，也幫助舜逃脫舜母親的殘害，後來堯把帝位傳給舜，\"娥皇\"和\"女英\"也變成了皇后和妃子。因為他們是姊妹,又共侍一夫,並且賢慧端莊，所以才會又此典故出來。",
      "&emsp;&emsp;現代人形容",
      "&emsp;&emsp;娥皇女英通常是指兩姊妹與同一人交往的意思。",
      "&emsp;&emsp;http://tw.knowledge.yahoo.com/question/question?qid=1405120916200"
    ]
  },
  {
    "title": "司札吏",
    "href": "http://liaozhai.weebly.com/214962641321519.html",
    "content": [
      "&emsp;&emsp;某遊擊官，妻妾很多，最忌諱人家說他的小名，對於一些字眼，也要用的字替代，將“年”叫做“歲”；“生”叫做“硬”；“馬”叫做“大驢”；又將“敗”說是“勝”，“安”做“放”。雖然與友人或官場間往來的簡札，不大這樣忌諱，但是如果家裏人犯著，他就生氣。",
      "&emsp;&emsp;一天，給他辦理筆札的書記，向他稟報公事，誤犯他所忌諱的字眼，引他大發脾氣，用硯台打他，書記立刻被打死了。三日後，遊擊官喝醉了酒正在睡覺，看見書記手執一張名片進來，就問；“做什麼？”書記說：“馬子安來拜。”遊擊官忽然想起書記已經是鬼，趕快起來，拔出刀砍他。書記微微笑著，將名片擲在茶几上，就消失蹤影了。遊擊官拾起名片一看，上面寫著：“歲家眷硬大驢子放勝。(1)”像這樣粗暴荒謬的武夫，給鬼開玩笑嘲弄，實在很可笑。",
      "&emsp;&emsp;牛首山有個和尚，自己起名叫鐵漢，又叫鐵屎。他寫了四十首詩，讀過的人無不大笑，不能自持。他自己刻了兩方印章，一方刻的是“混帳行子”，另一方刻的是“老實潑皮”。秀水人王司直將他的詩刻印出來，題名為“牛山四十屁”，落款則是“混帳行子、老實潑皮放”。不用讀裏面的詩，光是這題名和落款已經足以讓人開懷笑了。",
      "&emsp;&emsp;註\n\n1.年(歲)家眷生(硬)馬(大驢)子安(放)拜(勝→敗→拜)"
    ]
  },
  {
    "title": "蚰蜓",
    "href": "http://liaozhai.weebly.com/3448034579.html",
    "content": [
      "&emsp;&emsp;學使朱矞三家檻下有一條大蚰蜒，有幾尺長。每當颳風下雨的時候就會出來，在地上盤旋，如同一條白色繩子。蚰蜒的形狀很像蜈蚣，白天見不到東西，晚間則出來活動，聞到腥味就聚集起來。有人說，蜈蚣雖然沒有眼睛卻很貪婪。"
    ]
  },
  {
    "title": "司訓",
    "href": "http://liaozhai.weebly.com/2149635347.html",
    "content": [
      "&emsp;&emsp;有一個教官，耳朵聾得厲害，但他和一隻狐狸很好。這狐狸在他耳邊小聲說話時他能聽見。每當去見上司時，他就帶著狐狸一起去，因此人們都不知道他耳朵聾。",
      "&emsp;&emsp;這樣過了五六年，狐狸向他告別，臨行前，囑咐他說：“你就像傀儡一樣，沒有人操縱，你的五官就都沒用，與其因為耳聾得罪上司，不如儘早辭官而去。”但教官貪戀奉祿，不聽狐狸的話，在回答上司時常常出錯。學使想趕他走，他又求主事的官員替他說情。",
      "&emsp;&emsp;一日，他主持考場，點名以後，學使下來和教官們閑坐。教官們各自從靴子裏取出想要為之說情的考生名單，呈獻給學使來說人情、通關節。過了一回兒，學使笑著問他道：“為什麼只有你沒有遞上名單呢？”他沒有聽清學使說的話，一臉茫然。坐在他旁邊的人用胳膊肘碰了他一下，將手伸到靴子裏，向他示意。\n這位教官教親戚寄賣夫妻房事用具，就藏在靴子裏，隨時向人兜售，因為見學使笑著對他說話，他以為學使是要著東西，便鞠躬站起來說：“有一種八錢的最好，下官不敢呈上。”\n在座的教官都偷偷地笑，學使大聲呵斥他出去，於是他就免了職。",
      "&emsp;&emsp;異史氏日：“後漢平原相史弼在別人舉報黨錮(1)時，獨獨沒有舉報，這個教官也和他一樣，沒有求學使通關節，也可算中流砥柱了。學使索要下屬的呈進，本來就應該將那玩意送給他，因為這個被免職，冤枉啊！",
      "&emsp;&emsp;朱子青在《耳錄》一書中寫道：“東萊一個姓遲的貢生，到沂水縣當學官。他生性顛癡，凡是同僚聚會時，他都沉默不語。遲某坐一會兒，不知不覺五官都會動起來，又哭又笑，旁若無人，如果聽到人的笑聲，就會馬上停止。",
      "&emsp;&emsp;遲某每天都省吃儉用，存了一百多兩銀子，自己埋在書房裏，連妻子都不讓知道。",
      "&emsp;&emsp;一天，他一個人坐著，忽然手腳動了起來，過了一回兒說：‘做了惡事，結了仇怨，忍饑受凍，好不容易積蓄下來的錢，現在就在書房裏。如果有人知道了，如何是好？’這話他反復說了好幾遍。一個僕人站在旁邊，他也一點沒有感覺。第二天，遲某出門，那僕人進了他的書房，將銀子挖出來取走了。過了兩三天，遲某心中不能安寧，打開錢洞一看，已經空空如也，他不由得捶胸頓足，歎氣後悔得要死。”教官中的事情，真可謂千態百狀。",
      "&emsp;&emsp;註\n\n1.“平原獨無”二句：意謂教官某不同流合污，買通關節，也是一個獨立不撓的人物。平原，指東漢平原相史弼。《後漢書·史弼傳》：桓帝、靈帝時有“黨錮之禍”。朝廷下令逮捕黨人，“郡國所奏相連及者多至數百，唯弼無所上”。因責弼曰：“青州六郡，其五有黨；平原何理，而得獨無？”\n\n弼曰：“先王疆理天下，畫界分境，水土異齊，風俗不同。它郡自有，平原自無，胡可相比？“"
    ]
  },
  {
    "title": "黑鬼",
    "href": "http://liaozhai.weebly.com/4065739740.html",
    "content": [
      "&emsp;&emsp;山東省膠州的一位姓李的總兵買了兩個黑奴，全身黑黝黝的，餃皮又粗又厚，叫他們在尖刀上行走，一點也不會受傷。李總兵買了兩個娼婦給他們做妻子，沒有想到卻生了兩個白白胖胖的兒子。家中的奴僕嘲笑他們說黑人怎麼會生白兒子，一定是別人的雜種。兩國黑奴也暗自起疑，因此把兒子殺了，沒料到兒子的骨頭完全是黑色的，這個時候兩個黑奴才大為後悔。李總兵每次讓兩個黑鬼相對跳舞，也蠻有看頭的。"
    ]
  },
  {
    "title": "織成",
    "href": "http://liaozhai.weebly.com/3234025104.html",
    "content": [
      "&emsp;&emsp;洞庭湖中，往往有水神借船。遇到有空船，纜繩會忽然自動解開，飄飄然遊蕩。只聽見空中音樂齊揚，船夫蹲在角落裏，閉上眼睛聽著，不敢抬頭張望，任憑船隻遊蕩，\n等遊完了，船仍舊停在原處。",
      "&emsp;&emsp;有一個姓柳的書生，落榜回家，喝醉了躺在船上，忽然間笙樂大作，水神來了。船夫想搖醒柳生，卻沒有把他叫醒，只好自己躲到了船下。過了一會兒，有人來拽柳生，柳生醉得很厲害，隨手倒在了地上，還是睡著不醒，那人也就不管他了。不久，鼓樂聲吵雜，柳生微微醒來，聞到滿船都是蘭麝的香氣，他斜眼一看，只見滿船都是漂亮的女子，柳生心裏知道碰到奇異的事情了，便假裝閉上眼睛。",
      "&emsp;&emsp;過了一會兒，就聽到傳喚“織成”，馬上就有一個侍女過來，站在柳生的臉頰旁，穿著翠綠的襪子和紫色的鞋子，小小的腳就像手一樣。柳生心裡很喜歡，偷偷地咬她的襪子。不一會兒，侍女挪動腳步，被柳生拖著摔倒在船上，上面的人問是怎麼回事兒，她說明原因。上面的人很生氣，下令馬上將柳生給斬了。於是武士進來，柳生抬頭一看，只見主座上坐著一個人，衣著像是君王，他一邊走一邊說：“聽說洞庭君姓柳(1)，我也姓柳；當年洞庭君落第不中，現在我也沒中；洞庭君遇到龍女成了仙，今天我喝醉了，戲弄一個女子卻要被處死，為什麼幸運和不幸運竟有這麼大的差別啊！”",
      "&emsp;&emsp;王者聽他這麼一說，就把他叫回來，說：“你是落榜的秀才嗎？”柳生說是。王者便遞給紙筆，命他以“風鬟霧鬢”(2)為題作一篇賦，柳生本來就是襄陽名士，但是構思比較緩慢，提筆停了很久。王者譏笑他說：“名士怎麼會這樣呢？”柳生放下筆，陳述道：“當年左思寫《三都賦》(3)，十年才完成，因此可見文章著重在寫得好，不在寫得快。”",
      "&emsp;&emsp;王者聽了，一笑了之。柳生從早上寫到中午才脫稿。王者讀完，大為欣賞，說：“真是名士啊！”\n便賜柳生喝酒，一會兒工夫，桌上就堆滿了美酒佳餚。",
      "&emsp;&emsp;正在談話之間，一個小吏捧著簿冊進來稟告道：“該淹死的人的名單已經準備好了。”王者問：“一共多少人？”小吏答道：“一百二十八人。”王者又問：“派誰去執行？”小吏答道：“是毛、南二位都尉。”",
      "&emsp;&emsp;柳生起身告辭，王者贈給他十斤黃金，還有一把水晶界方，說：“湖中會發生災禍，拿著這個就可以避掉災殃。”忽然間，車蓋人馬紛紛站到水面上，王者下船登上車子，便不見了，過了許久，湖上恢復了平靜。",
      "&emsp;&emsp;船夫這才從船下面出來，划著船向北方前進，因為逆風難以向前。忽然看見水中浮出來一隻大鐵錨，船夫驚駭地說：“毛(錨)將軍出現了！”各船的商人都趴下了。又過了不久，湖中又直冒出一根木頭，上上下下地搖動。船夫更加恐慌，說：“南(楠)將軍又出來了！”一下子，湖上波濤大作，遮天蔽日，望眼湖上的船隻，頃刻之間全翻了。柳生手舉水晶界方，正襟危坐在船中，萬丈波濤湧到他的船邊就平息了，因此，柳生才平安無恙。",
      "&emsp;&emsp;柳生回家以後，常常向別人說起這件奇遇，並且說：“船上那個侍女，雖然沒有看清她的容貌，但她裙下的那雙小腳，也可以說人間找不到的。”",
      "&emsp;&emsp;後來柳生因為有事去武昌，有一位崔老婦人在招女婿，很奇怪，再多的錢也不同意。她家裏有一把水晶界方，聲稱如果有人能拿出和她家的界方可以搭成一對的，就把女兒嫁給他。柳生很驚訝，便懷揣界方前去。老婦人高興地迎接柳生，叫女兒出來與柳生相見，只見她約有十五六歲的年紀，生得嫵媚風流，無與倫比。\n她微微地向柳生行了個禮，就轉身回了帷帳。柳生一見，不禁心旌搖盪，神魂顛倒，說：“小生也藏有一把界方，不知與姥姥家藏的是否相配？”於是雙方都取出界方，互相比對，果然長短不差一分一毫。老婦人很高興，便問柳生住在那裏，請柳生馬上回去準備車來迎接，界方留下當作信物。柳生不肯留下界方，老婦人笑著說：“官人也太小心了！我難道還會為一把界方就抽身逃跑嗎？”柳生沒辦法，只好留下界方。",
      "&emsp;&emsp;柳生從老婦人家出來，租了一輛車及急忙忙回去，卻發現老婦人家中已經空無一人，柳生大為驚駭，問遍了住在附近的人家，都沒有一個人知道。這時日頭已經偏西，柳生神情懊喪，鬱鬱不樂地往回走，在半路上，碰上了一輛車子迎面駛來，忽然，有人掀開簾子，說：“柳先生怎麼來遲了？”柳生一看，原來是崔老婦人，便高興地問：“您去那裡？”老婦人說：“你一定以為我是個騙子。剛才離開以後，恰好有輛便車，我馬上想到你也是從外地來的，處理起來一定很麻煩，所以就把女兒送到船上。”柳生邀請老婦人掉轉車頭一同回去，老婦人怎麼也不同意。",
      "&emsp;&emsp;柳生心裡很急，不敢確信老婦人說得是真是假，急忙跑回船上，果然看到崔家女兒和一個丫鬟已經在那裏了。那女子見柳生進來，就笑著迎上前。柳生見她穿著翠綠色的襪子和紫色的鞋子，和上次船上見到的洞庭君的侍女的打扮沒有一點兒不同。他心中奇怪，來來去去凝視著那女子，女子笑著說：“這麼一直盯著看，難道從來沒有見過嗎？”柳生再俯身細看，發現襪子後面他咬過的齒印還在，驚訝地說：“你就是織成嗎？”那女子掩嘴微笑。柳生對她施禮，說：“你果然是仙女，請你趕快說清楚，讓我不再迷惑。”織成說：“實話對您說，上次您在船上遇到的就是洞庭君，他仰慕你的才氣，就想把我送給您；但是王妃很喜歡我，所以先回去和她商量，我這次來，就是王妃答應的。”柳生大喜趕忙洗手燒香，向湖中朝拜，然後才回去。",
      "&emsp;&emsp;後來柳生去武昌，織成要求一起去，順便回去探望。到了洞庭湖，織成拔下頭釵扔到湖水裏，忽然看到一條小船從湖裏出來，織成跳上去，就像鳥兒飛到樹上一樣，轉眼之間就消失了，柳生坐在船頭，盯著織成消失的地方看，只見遠遠地一艘大遊船靠來，開到近前窗戶開了，忽然好像一隻五彩的鳥兒飛過來，原來是織成回來了。有一個人從窗戶裏遞出很多金銀珠寶，都是王妃賜的。從此以後，柳生和織成每年都要去朝拜一兩次，習以為常。所以柳生家有許多珠寶，每拿出一件，都是那些世家大族的人沒有見過的。",
      "&emsp;&emsp;又",
      "&emsp;&emsp;相傳唐代書生柳毅遇到龍女，洞庭君就認他做女婿，後來又把王位讓給他。洞庭君又因柳毅相貌文靜，不能鎮服那些水怪，就交給他一副鬼面具，白天戴上，晚上摘下。久而久之，也就習以為常，忘了摘下來，終於面具就和臉合二為一，柳毅照鏡子時感到很羞愧，所以來往的行人在船上，如果有人用手指東西，柳毅會懷疑是在指自己；把手擋在額頭上，柳毅又懷疑是在看自己。這時湖上就會有風浪，很多船隻因此沉沒。所以第一次上船的人，船夫都回告訴他們這些禁忌。否則的話，就要宰殺牲口拜祭湖君，才能渡過湖去。",
      "&emsp;&emsp;許真君(4)偶然來到洞庭湖，被風浪阻擋，不能前進。真君很生氣，就將柳毅抓住，送到郡裏的監獄關押。獄吏檢查囚犯時，常常會多出一個人，但不明白是什麼緣故。一天晚上，柳毅托夢給郡守，苦苦哀求他救自己出獄。郡守以人神不屬同一個世界為理由，婉言拒絕。\n柳毅說：“真君將於某日來到貴地，只要你向他懇求，就一定能救我。”不久，真君果然來了，郡守便代柳毅向他求情，柳毅就被釋放了。從此以後，湖上的禁忌才稍微平靜。",
      "&emsp;&emsp;註：\n\n1.洞庭君，指柳毅。唐人李朝威《柳毅傳》，謂洞庭龍女遭受夫家虐待，在野外放牧，碰到落第秀才柳毅。柳毅銳身自任，赴洞庭湖為其傳書，解放龍女。後柳毅與龍女成為夫婦，並嗣為洞庭君。\n\n2.以“風鬟霧鬢”為題作賦。《柳毅傳》柳毅在洞庭龍宮見到龍王，述說龍女的情況，有云“見大王愛女牧羊于野，風鬟雨鬢，所不忍視。”此作“風鬟霧鬢”，亦用以形容龍女放牧時的苦難。\n\n3.《三都賦》由西晉左思所撰寫，分別是《魏都賦》、《蜀都賦》、《吳都賦》。是魏晉賦中獨有的長篇。寫的是魏、蜀、吳三國的國都。這篇賦實際上不只是寫三個都城，而是寫魏、蜀、吳三個國家的概況。\n\n在寫作《三都賦》過程中，左思曾向張載請教岷邛之事，「門庭藩溷皆著紙筆，遇得一句，即便疏之」，前後寫了十年。皇甫謐看過《三都賦》以後，予以高度評價，為這篇文章寫了序言。\n\n洛陽紙貴這個成語就是因為當時人們競相抄寫三都賦的內容，而造成紙張供不應求，紙價上漲的情形。\n\n4.許真君：東晉道士許遜，字敬之，曾任旌陽（今湖北省枝江縣北）令，政績卓著。後因晉室紛亂，棄官東歸，周遊江湖。傳說東晉甯康年間全家成仙飛升，宋代封為“神功妙濟真君”，世稱許真君或許旌陽。"
    ]
  },
  {
    "title": "竹青",
    "href": "http://liaozhai.weebly.com/3148138738.html",
    "content": [
      "&emsp;&emsp;魚容是湖南人，忘了是那個縣的。他家中貧窮，落榜後回家，盤纏已經用光了。他不好意思去乞討，餓得很厲害，就暫時在吳王廟中休息。他向神像行禮禱告後，就出來躺在廊下。",
      "&emsp;&emsp;忽然，來了一個人把他領去見吳王。那人跪下說：“黑衣隊還缺一個人，可以讓他補缺。”吳王說：“好吧。”就命人給魚容一件黑衣，黑衣剛穿上身，魚容就化成了一隻烏鴉，扇著翅膀飛了出去。只見同伴們已經聚在一起，他便跟著一同飛去，分別落在船的桅杆上。船上的旅客,爭著把肉向上扔擲，大家在空中接著吃，魚容便學著牠們的樣子，不一會兒就吃飽了，他飛到樹梢上，也很滿足。",
      "&emsp;&emsp;過了兩三天，吳王可憐他沒有配偶，就配他一隻叫竹青的雌鴉。他們相親相愛，十分快樂。魚容每次找食物吃時，都很溫順，一點戒心也沒有。竹青常常勸告他，但他始終不聽。一天，有清兵經過，用彈弓打中魚容的胸膛，幸虧竹青將他啣走，才沒有被捉住。\n烏鴉群們都很生氣，一起搧動翅膀，鼓動波浪，波浪湧起，把船都掀翻了。竹青叼來食物喂魚容，但他傷勢太重，過了一天就死了。",
      "&emsp;&emsp;魚容忽然好像從夢裏醒過來一樣，發現自己躺在吳王廟裏。原來，住在附近的人看見魚容死了，不知道他是什麼人，一摸他的身體，還沒有涼，所以不時讓人來察看他。至此，大家問明他的情況，湊了些錢送他回家。",
      "&emsp;&emsp;三年後，魚容又經過那個地方，就去王廟拜見。他擺上食物，叫烏鴉一起下來吃，並且禱告說：“竹青如果在這裏，請留下來。”烏鴉吃完後，一起飛走了。後來，魚容考中回來，又去吳王廟拜祭，供上豬羊祭品。祭祀完畢，他仍然擺上許多吃的招待當年的烏鴉夥伴，又向竹青禱告。",
      "&emsp;&emsp;這天夜裏，魚容在湖邊的村子住下，忽然桌前像有隻烏鴉飄落下來。魚容一看，卻是一位二十幾歲的妙齡女子。她笑著說：“別來無恙呀？”魚容吃驚地問她是誰，她說：“你不認識竹青了嗎？”魚容很高興，問她從那裡來。竹青說：“我現在是漢江的神女，返回故鄉的機會很少。此前烏鴉使者兩次轉達您的情誼，所以特地來和您相聚。”魚容更加喜悅感激。兩人就像久別重逢的夫妻一樣，不勝歡喜依戀。魚容打算帶她一同回南方去，竹青則想邀請他一起向西，兩人商量，沒有定下來。",
      "&emsp;&emsp;第二天早上，魚容一覺醒來。",
      "&emsp;&emsp;發現竹青已經起來了。他睜開眼睛，只見高堂上巨大的蠟燭輝煌燦爛，竟然已不在船上。魚容一驚而起，問道：“這是什麼地方？”竹青笑著說：“這裏是漢陽，我的家就是您的家，何必要到南方！”天漸漸亮了起來，丫鬟僕婦紛紛趕來，酒菜已經端了上來。他們就在大床上擺了矮腳桌子，夫妻倆相對飲酒。\n魚容問：“我的僕人現在那里？”竹青回答說：“在船上。”魚容擔心船夫不能等下去。竹青說：“不礙事，我會替你告訴他的。”於是他們日夜笑談歡宴，高興得忘了回家。",
      "&emsp;&emsp;船夫從夢中醒來，忽然發現已經到了漢陽，驚訝極了。魚容的僕人尋找主人，也杳無音訊。船夫想到別的地方去，但船纜怎麼也解不開，只好和僕人在船上守候。",
      "&emsp;&emsp;過了兩個多月，魚容忽然想要回家，對竹青說：“我在這裏，和親戚都斷絕了來往。況且你和我名義上是夫妻，卻不去認一下家門，為什麼呢？”竹青說：“不要說我不能前往，就是去了，你家裏已經有了妻子，你要怎麼安置我呢？不如把這裏當成別墅，就把我安置在這裡吧！”魚容嫌路途遙遠，不能時時前來，竹青取出黑衣服，說：“你以前穿過的舊衣服還在，如果你想念我的話，穿上這衣服就可以來，等到的時候，我替你解開。”於是大擺酒宴，為魚容餞行。",
      "&emsp;&emsp;魚容喝醉酒就睡著了，一覺醒來發現自己已經在船上。一看，是在洞庭湖原來停船的地方。船夫和僕人都在，他們互相一見，大為驚駭，便問魚容到那裡去了。魚容自己也惆悵而驚訝，枕頭邊有一個包袱，他打開一看，裏面是竹青送給他的衣服鞋襪，那件黑衣服也折疊好了放在裏面。又有一個繡花口袋綁在腰間，用手一摸，裏面裝的滿滿的都是錢，於是魚容向南進發，抵達岸邊，厚厚地酬謝了船夫就離開了。",
      "&emsp;&emsp;魚容回家幾個月，苦苦地思念竹青，於是悄悄地取出黑衣服穿上，頓時兩肋長出了翅膀，忽地一下飛向了天空。大約兩個時辰，就飛到了漢水。他在空中盤旋著往下看，看見孤島上有一簇樓房，便飛落下去，有個丫鬟已經看見了他，高聲喊道：“官人回來了！”一會兒，竹青出來，讓眾人幫魚容脫下黑衣服，魚容覺得羽毛一下子都脫光了。",
      "&emsp;&emsp;竹青拉著他進了屋，說：“你來得正好，我就要臨產了。”魚容開玩笑地說：“是胎生還是卵生呢？”竹青說：“我現在是神，皮肉骨頭都換過了，應該和過去不一樣。",
      "&emsp;&emsp;過了幾天，竹青果然生了，孩子包在一層厚厚的胎衣裏，像一個大蛋，打開一看，是一個男孩。魚容很高興，給他取名為“漢產”。\n三天以後，漢水的神女都來了，帶來許多衣服、食物和珍寶表示祝賀。她們都是美麗的女子，年紀都在三十歲以下。\n她們進了屋來到床邊，用拇指按一下孩子的鼻子，這叫做“增壽”。等神女們走了以後，魚容問：“剛才來的是些什麼人？”竹青說：“她們都是我的同輩，最後那個身穿藕荷色衣服的，就是傳說中的鄭交甫在漢皋遇見的解珮相贈的仙女。”(1)",
      "&emsp;&emsp;過了幾個月，竹青用船送魚容回去，船上不用帆槳，飄飄然自己就會走。到了岸上，已經有人牽著馬在路邊等候了，魚容就回到家中，從此以後，兩邊往來不絕。",
      "&emsp;&emsp;又過了幾年，漢產長得越來越秀美，魚容很珍愛他。妻子和氏，不能生育，常常想見漢產一面。魚容就把這情況告訴了竹青，竹青便準備行裝，送兒子和父親一同回家，約好以三個月為期。漢產來到魚容家裏，和氏比對自己的親生的孩子還要疼愛他，過了十幾個月，還是不想讓他回去。一天，漢產突然得了急病死了，和氏悲痛欲絕。魚容於是趕到漢水告訴竹青，一進門，就看見漢產光著腳躺在床上，便高興地問竹青是怎麼回事。竹青說：“你違背約定的時間太久了，我也很想念他，就把他召回來了。”魚容於是說明了和氏不能生孩子因此喜歡孩子的原因。竹青說：“等我再生了孩子，就讓漢產回去。”",
      "&emsp;&emsp;又過了一年多，竹青生下了一對雙胞胎，一男一女，男的取名叫“漢生”，女的取名叫“玉珮”。",
      "&emsp;&emsp;魚容就帶著漢產回家，但是一年裏常常要跑三四趟，魚容覺得很不方便，就把家搬到了漢陽。漢產十二歲時，進了郡學。竹青認為人間沒有資質好的女子可以作她的兒媳婦，就把漢產叫回去，為他取了個媳婦，才讓他回家。媳婦的名字叫“厄娘”也是神女的女兒。\n後來，和氏死了，漢生和妹妹玉佩趕來送葬。安葬完畢，漢生留了下來，魚容帶著玉佩走了，從此再也沒有回來。",
      "&emsp;&emsp;註\n\n1.漢皋解珮：《韓詩外傳》：鄭交甫路過漢皋台下，遇見兩個女子，每人都佩帶一顆巨珠，鄭交甫注目相挑，二女解下佩珠贈給鄭交甫。漢皋，山名，在湖北省襄陽縣西。珮，佩帶的玉飾。"
    ]
  },
  {
    "title": "段氏",
    "href": "http://liaozhai.weebly.com/2757327663.html",
    "content": [
      "&emsp;&emsp;段瑞環是大名府的富翁，四十歲了還沒有兒子，他的妻子連氏嫉妒心最強，所以他想買個小妾卻不敢。他和一個丫鬟私通，被連氏發覺了，將這丫鬟鞭打了幾百下，然後賣給了河間府一戶姓欒的人家。",
      "&emsp;&emsp;段瑞環越來越老，他的侄子們一天到晚上門來借錢，只要一不理他們，馬上變臉咆嘯。段瑞環想既然不能滿足他們每個人的要求，不如過繼一個侄子當兒子，但侄子們從中阻擾。連氏雖然兇悍，也無計可施，這才十分後悔當初沒讓丈夫娶妾，她憤憤地說：“老頭子六十多歲，怎麼見得就不能生男孩！”便買了兩個小妾，聽任丈夫和她們生活，不加過問。過了一年多，兩個小妾都有了身孕，全家都很高興。於是，家的氣氛漸漸舒緩，只要侄子們來豪取強奪，就斥駡著拒絕。不久，一個小妾生了女兒，另一個生了男孩卻死了，段家夫妻都很失望。",
      "&emsp;&emsp;又過了一年多，段瑞環中風癱瘓，臥床不起。侄子們更加放肆，自行把家裏的牛馬雜物拿走。連氏責駡他們，他們就反唇相譏。她無計可施，整天悲哭。段瑞環的病情日益加劇，不久就死了。侄子們聚集在他的靈柩前，商議分他的遺產。連氏雖然十分痛恨，但也無法禁止他們，只想留下一所莊園，用來養老恤幼，但侄子們不肯答應。連氏說：“你們連一寸土地都不留，是想要我這個老太婆和呱呱啼哭的孩子餓死嗎？”好幾天也沒有結果，連氏只能忿忿地哭泣，自己捶打自己。",
      "&emsp;&emsp;忽然，一個客人進來弔唁，直奔靈堂，前俯後仰地哭泣，哀嚎。他哀悼完畢，就坐在子女守靈的草席上，眾人問他是誰，客人說：“死者是我的父親。”眾人更加驚駭，客人便慢慢地述說起來。",
      "&emsp;&emsp;原來，那個被連氏賣到欒家的丫鬟，五六個月以後，生下一個男孩，名叫懷，欒家像對自己的親生兒子一樣撫養他。十八歲時，欒懷進了縣學，後來欒父死了，他的兒子們分家產，卻不把欒懷當成欒家的後代看待。欒懷問母親怎麼回事，才知道其中的緣故，說：“既然我和欒家沒有關係，各有自己的祖宗，何必在這裏瓜分別人家的財產！”於是騎馬來到段家，而段瑞環已經死了，欒懷說得有理有據，確實令人信服。",
      "&emsp;&emsp;連氏正在憤怒痛恨之中，聽欒懷這麼一番敍述，不由大喜，直接走出來說：“我現在也有兒子了！你們拿去的牛馬和其他東西，都好好地給我送回來，不然的話，我就到官府告你們！”那些侄子們互相看了看，都很懊喪，慢慢地散去了。",
      "&emsp;&emsp;欒懷於是把妻子帶回來，一起給父親服喪。那些侄子們心中不平，一起商量要把欒懷趕走。欒懷知道後，說道：“欒家不拿我當欒家的人，段家不拿我當段家的人，我該到那裏去呢？”說完，就氣憤地要到官府對質。親戚們替他從中調解，侄子們也就不再鬧事了。但是連氏因為侄子們搶走的牛馬還沒有送回來，不肯甘休，欒懷勸她算了，連氏說：“我不是為了那些牛馬，而是我心中充滿了怨氣，你父親被他們氣死了，我之所以忍氣吞聲，是因為沒有兒子。現在，我有兒子了，有什麼可怕的呢！以前發生的事你不瞭解情況，讓我自己到官府與他們當堂對質。”欒懷還是阻擋她，連氏不聽，寫好狀詞到縣衙門告狀。縣官將段家的侄子們拘捕到庭，審問案情。連氏理直氣壯，言詞悲切話如泉湧。縣令也被震撼，懲罰了段家的侄子們，追回了那些被搶的財物。連氏回到家中，將那些沒有參與謀奪財產的侄子們叫來，把追討回來的財物都分給了他們。",
      "&emsp;&emsp;連氏活到七十多歲，臨死前，她將女兒和孫媳婦叫來，囑咐道：“你們記住，如果到三十歲還還不能生下兒子，就應該典當首飾，替丈夫納妾。沒有兒子的苦處，實在難以忍受啊！”",
      "&emsp;&emsp;異史氏說：連氏雖然生性嫉妒，但能夠立刻改變，難怪老天爺讓她有了後代，伸張她的怨氣，看她慷慨激昂的樣子，唉，也可以算是個女中豪傑了！",
      "&emsp;&emsp;濟南人蔣稼，他的妻子王氏不能生育，而妒忌心很重。嫂嫂常常勸她替丈夫納妾，她都不聽，說：“我寧可絕了後，也不能讓小狐狸精來給我氣受！”",
      "&emsp;&emsp;蔣稼快到四十歲時，因為沒有兒子傳宗接代，也很憂煩。他想過繼哥哥的兒子，哥嫂都答應了，但是故意拖著不辦。他們的兒子每次到叔叔家，蔣稼夫妻都給他好吃的，問他：“願意來我家嗎？”孩子也答應他們。蔣稼的哥哥私下囑咐兒子說：“如果他們再問的話，你就回答說不肯。如果再問你為什麼不肯，你就回答說：‘等你死了以後，還愁你們的田產不歸我所有嗎？’”",
      "&emsp;&emsp;有一天，蔣稼出門做生意，哥哥的孩子又來了。毛氏又拿原來的話問他，孩子就用他父親叫他的話回答。毛氏聽了，大怒道：“原來你們母子在家，天天都在盤算我家的田產啊！你們打錯主意了！”說完，就把孩子趕出門，馬上叫來媒婆，替丈夫買妾。",
      "&emsp;&emsp;恰好這時有人在賣丫鬟，但是價錢很高，毛氏就算把家裏所有的錢都拿出來也不夠，眼看著買不成了，蔣稼的哥哥生怕耽擱了毛氏會變卦，就暗中把錢交給了媒婆，假裝是媒婆借錢成就這件好事。毛氏十分高興，就把丫鬟買回來了。毛氏又把哥哥一家盤算他家田產的事告訴丈夫，蔣稼很生氣，和哥哥斷絕了來往。",
      "&emsp;&emsp;過了一年多，小妾生了個兒子，蔣稼夫妻十分高興。毛氏說：“媒婆不知道跟誰借的錢，過了一年多也不來討。這個大恩大德不可忘記。現在兒子已經生了，還不趕緊把錢還給人家！”蔣稼便帶著錢到媒婆家。媒婆笑著說：“你應當好好地謝謝你哥哥。我一貧如洗，誰敢借給我一分錢呀。”然後把事情告訴了蔣稼。蔣稼恍然大悟，回家告訴毛氏，夫妻倆都非常感恩。於是擺宴邀請哥哥嫂嫂前來，夫妻倆跪著到兄嫂面前，拿出錢還給哥哥，哥哥不肯要。一家人高高興興地喝完酒離開。後來，蔣稼生了三個兒子。"
    ]
  },
  {
    "title": "狐女",
    "href": "http://liaozhai.weebly.com/2939222899.html",
    "content": [
      "&emsp;&emsp;伊袞是江西九江人。一天夜裏，有個女子前來，和他一起睡覺。他心裏知道她是狐女，但喜愛她的美貌，所以保守這個秘密不告訴別人，連他的父母也不知道。時間一長，他的身體日漸消瘦下去，父母追問不止，伊袞才說出實情，父母很是擔憂，讓人輪流陪他睡覺，但始終禁止不了。父親親自和伊袞睡覺，狐女就不來了；一換別人，狐女又來了。伊袞問狐女為什麼這樣，狐女說：“世界的那些咒符，怎麼能制得了我？但是都有倫理道德，那有當著父親的面行淫的呢！”父親聽說後，更加陪兒子睡覺不離去，狐女也就不來了。",
      "&emsp;&emsp;後來，碰上叛賊橫行肆虐，村裏的人都跑了，伊袞也和家人走散了。他逃進崑崙山，四面望去，滿目蒼涼，這時天色已晚，伊袞心裏很害怕，忽然，看見一女子走過來，到近前看，原來是狐女。在離亂之中相見，兩人都很欣慰。狐女說：“太陽已經西下，你暫且在這裏等著，我去找個地方，臨時建個屋子，好躲避虎狼侵害。”說完，她向北走了幾步，蹲在荒草從中，不知幹了些什麼。過了一會兒，狐女回來，拉著伊袞往南走。走了約有幾十步，又把他拽回來，伊袞忽然看見一片高大的樹林，圍繞著一座高高的亭子，銅牆鐵壁，屋頂好像貼著金箔。走到近前一看，只見牆與肩膀齊高，四周並沒有門，倒是牆上密密麻麻排著小洞。狐女就踩著小洞過了牆，伊袞也學著她的樣子過去了。進了屋子，伊袞懷疑這座金屋不是人工可以造出來的，就問是從那裡來的。狐女笑著說：“您就住在這裏，明天就把它送給你。這屋子各用金鐵千萬斤造成的，你一輩子也用不完。”說完，就要告別。伊袞苦苦地挽留她，狐女才留下來了。狐女說：“我遭人厭惡拋棄，已經發誓永遠斷絕往來，今天卻又堅持不住了。”伊袞一覺醒來，狐狸不知什麼時候已經走了。天亮以後，伊袞翻牆而出，回頭一看睡覺的地方，並沒有什麼涼亭屋宇，只有四根針插在指環(1)裏，上面蓋著個胭脂盒，那一處大樹林，原來是叢叢荊棘。",
      "&emsp;&emsp;註\n\n1.指環，此指“頂針”，婦女做針線活所用，上多坑點，即上文“牆上密密麻麻排著小洞”。"
    ]
  },
  {
    "title": "張氏婦",
    "href": "http://liaozhai.weebly.com/243732766323142.html",
    "content": [
      "&emsp;&emsp;凡是大兵所到的地方，他們的危害比盜賊還要厲害，因為人們還可以把盜賊當仇人看，可是不敢把士兵當成仇人。士兵和盜賊稍有一點兒區別，就是他們不敢輕易殺人。",
      "&emsp;&emsp;康熙十二年，吳三桂、尚可喜和耿仲明發動叛亂，南征的大兵駐紮在兗州，城裏的雞犬房舍被搶劫一空，婦女都被姦污。當時陰雨連綿，田地積水變成湖泊，老百姓無處藏身，划著筏子躲進高粱叢中，大兵知道後，就光著身子騎著馬，到水裏去搜尋姦淫婦女，很少有婦女能倖免。",
      "&emsp;&emsp;可是有一個張姓婦人沒有躲藏，公然留在家中。她家有一間廚房，夜裏她和丈夫一起挖了一個幾尺深的坑，上面堆上茅草，薄薄的蓋上一層，上面又加上一床草蓆，好像是可以睡覺的地方。張氏婦自己在灶前做飯。有大士兵來，就出門應答。有兩個蒙古兵想要強姦她，張氏婦說：“這種事情，怎麼可當著別人的面做！”其中一個微笑著，說了些聽不懂的話走出來。張氏婦和他一起進了廚房，指著草蓆讓他先上去，那蒙古兵一上去，就掉到坑裡，張氏婦又另取來草蓆薄薄地蓋在坑口，故意站立坑邊，引誘另一個蒙古兵。過了一會兒，另一個又進來，聽到坑裏有人呼號，卻不知在什麼地方。張氏婦笑著招手對他說：“在這裏。”那個兵一踏上蓆子，也掉進了坑裏。於是張氏婦往坑裏扔進許多柴火。火越燒越旺，連屋子都燒著了，張氏婦才出來喊救火，等火撲滅以後，被燒焦的屍體發出臭味。有人問是怎麼回事，張氏婦說：“有兩頭豬怕被大兵搶走，所以藏在坑裏被燒死了。”",
      "&emsp;&emsp;從此以後，張氏婦搬到離村子幾里的大路旁沒有樹木的地方，坐在烈日下做針線。村子離郡城很遠，士兵來時大多騎著馬，頃刻間來來去去，他們笑著說一些聽不懂的話，雖然很多都聽不懂，大概是些調戲的話。但是這裏離大路不遠，又沒有東西可以遮蓋身體，他們只好走了，這樣過了幾天，張氏婦都沒有問題。",
      "&emsp;&emsp;有一天，一個士兵來了，是個極其無恥的人，就在光天化日下想強姦張氏婦。張氏婦面帶微笑，不很拒絕，悄悄地用針去刺他的馬，馬就大聲地呼氣嘶叫，士兵於是把馬韁綁在腿上，然後過來抱張氏婦。張氏婦拿出大椎子猛地刺向馬的脖子，馬疼得立刻狂奔起來。士兵因為韁繩綁在大腿上，解不下來，被馬拖著跑了幾十里以後，才被其他士兵把馬捉住。再看那個士兵的頭和身體已經不知道到那裡去了，只剩繩上還綁著的一條大腿。",
      "&emsp;&emsp;異史氏說：“張氏婦妙計迭出，沒有失身於兇悍的大兵。張氏婦真是賢良，聰明機智地保持了自己的貞節！”"
    ]
  },
  {
    "title": "于子游",
    "href": "http://liaozhai.weebly.com/201102337628216.html",
    "content": [
      "&emsp;&emsp;住在海邊上的人說：“有一天，海中突然冒出一座大山，人們大為驚駭。那時，一個秀才寄宿在漁船上，獨自一個人打著酒喝，夜深時分，一位年輕人，穿著書生的衣帽，走了進來，自稱是于子游，言詞風趣又文雅。秀才很高興，便和他愉快地對飲起來，喝到半夜，于子游離開座位，向秀才告別。秀才說：‘你家在什麼地方？黑夜茫茫，這樣太辛苦了。’于子游回答道：‘我不是當地人，因為清明節快倒了，要跟大王去上墓。家眷已經先走了，大王暫且留下來休息，明天一大早就出發。我該回去，早點兒準備行裝。’秀才也不知道大王是什麼人，就把于子遊送到船頭，只見于子遊縱縱身跳入海中游走了，於是知道他原來是魚妖。第二天，只見那座山浮動，一會兒功夫就不見了。秀才這才知道那座山原來是條大魚，也就是于子游所說的大王。”",
      "&emsp;&emsp;民間傳說清明節前，海裏的大魚會帶著兒女去掃墓，真有這麼回事嗎？",
      "&emsp;&emsp;康熙初年，萊州海水漲潮時，出現了一條大魚，號叫了好幾天，聲音像牛叫。魚死了以後，挑著擔子去割肉的人絡繹不絕。那魚的身體有一畝大小，翅膀尾巴都有，只是沒有眼珠。眼眶深的像口井，裏面裝滿了水。割肉的人不小心掉進去，就會被淹死。有人說：“海裏被貶職的大魚，眼睛會被割掉，因為牠的眼睛是夜明珠。”"
    ]
  },
  {
    "title": "男妾",
    "href": "http://liaozhai.weebly.com/3000722974.html",
    "content": [
      "&emsp;&emsp;有個做官的人想在揚州買個小老婆，但是連看了幾家都沒有中意的。",
      "&emsp;&emsp;最後碰到了一個老太婆在賣女兒，年約十四五，精通各種手藝。長得又很漂亮，於是這個當官的花了重金把她買了回去。到了晚上，兩人上床睡覺，官紳摸那少女的肌膚，好像油脂一般的細膩。他高興地去摸少女的私處，卻發現是個男的。\n他大為驚駭，便追問是怎麼回事。原來老婦人買來俊美的男孩，特意裝飾打扮成少女，設下圈套來騙人。黎明時分，官紳派人去找老婦人，她早已經逃得無影無蹤了。官紳心中很懊喪，不知道如何是好。恰好一個浙江的同學來拜訪，官紳便告訴他此事。同學便要求看一看，不料一見面，十分高興，就用原價買下帶走了。",
      "&emsp;&emsp;異史氏說：如果能遇到知音，即使拿南威(1)那樣的美女也不換。那個老婆子實在無知，何必多此一舉把男的裝扮成女的呢！",
      "&emsp;&emsp;註南威：春秋時晉美女，即南之威。晉大公得之，三月不聽朝政，見《戰國策·魏策》。"
    ]
  },
  {
    "title": "汪可受",
    "href": "http://liaozhai.weebly.com/277542148721463.html",
    "content": [
      "&emsp;&emsp;湖北黃梅縣有個叫汪可受(1)的人，能記得他三世的事。第一世他是個秀才，在寺廟裏讀書。寺裏的和尚有匹母馬，生下一頭小騾子，汪可受很喜歡，就把牠搶走了。他死以後，閻王爺檢查簿冊，對他如此貪婪的事很生氣，就罰他轉生為騾子，償還給給寺裏的和尚。他生為騾子後，和尚很愛護他，他想尋死但找不到機會。等他長大之後，想跳到深谷，又恐怕辜負了和尚豢養的恩情，到陰間懲罰得更厲害，於是安下心來過活。過了幾年，他的罪孽償還完了就死了。他又投生在一個農民的家裏，他一生下來就會講話，父母以為他是個妖怪，就把他殺了。",
      "&emsp;&emsp;他轉生到了汪秀才家，秀才年近五十，生下男孩，十分高興。汪可受一生下來就聰明懂事，但想起前生因為說話太早被殺，便不敢說話。到了三四歲時，人們還以為他是啞巴。一天，父親正在做文章，恰好有個朋友前來拜訪，父親放下筆去接待客人。汪可受進到書房見到父親未做完的文章，不由得手癢，就代父親做完了文章，父親回來發現文章已經寫好，便問：“有什麼人來過？”家人說：“沒有人。”父親十分疑惑。第二天，父親故意寫了個題目放在書桌上就出去了。過了一會兒，就回來，躡手躡腳地走進書房。他發現兒子正伏在桌子上，文章已經寫了幾行。兒子忽然看見父親，不覺叫出聲音，跪倒在地，求父親免他一死。父親很高興，握著他的手說：我家只有你這個兒子，既然你會寫文章，這是家門大幸呀，為什麼要躲躲閃閃的呢？“從此，王秀才更加認真地教兒子讀書，汪可受少年時就中了進士，官做到大同巡撫。",
      "&emsp;&emsp;註\n\n1.汪可受，字以虛，萬曆庚辰進士，曾任吉安知府、山西布政使，後擢兵部侍郎，總督薊遼。見《湖北通志·人物志》。"
    ]
  },
  {
    "title": "牛犢",
    "href": "http://liaozhai.weebly.com/2927529346.html",
    "content": [
      "&emsp;&emsp;楚中一個農夫趕完集回來，在途中休息。有個算命先生從後面走來，停下和農夫交談起來。他忽然看著農夫說：“你臉上的氣色不好，三天之內要破財，而且還會受到官府的懲罰。”農夫說：“我的官稅已經交完了，平生從來不喜歡與人爭鬥，這處罰從何而來呢？”算命先生說：“我也不知道，但你臉上的氣色是這樣，不可不慎重啊！”農夫不相信，向他拱拱手，告別回家了。",
      "&emsp;&emsp;第二天，農夫到野外放牛犢，有匹驛站的馬經過，牛犢看見馬，誤以為是老虎，衝上前用犄角頂馬，把馬給頂死了，差役把農夫告到官府，官長從輕發落，只讓賠償馬錢。",
      "&emsp;&emsp;原來，水牛一看見老虎就要和牠鬥，所以，牛販子露地宿營，就用牛來自衛，如果遠遠地看見馬過來，就會急忙把牛趕走避開，惟恐它會誤把馬撞壞了。"
    ]
  },
  {
    "title": "王大",
    "href": "http://liaozhai.weebly.com/2957922823.html",
    "content": [
      "&emsp;&emsp;李信，是個賭徒。一天，他正躺著休息，忽然看見從前的賭友王大、馮九進來，邀約他去賭博。李信忘記他們是鬼，高高興興地跟他們走了。出了家門，王大要再去約同村的周子明。馮九便領著李信先走一步，來到村東廟中。不一會兒，周子明果然跟著王大來了。馮九便拿出紙牌，四人約定賭錢。李信說：“來得太匆忙，沒帶本錢來，對不起大家，怎麼辦？”周子明也說沒帶錢。王大說：“燕子谷的黃八是放貸款的，我們一起去跟他借貸，肯定能借給你們。”於是四人又一塊去借錢。恍惚之間，已經到了一個大村中。只見高門大戶，連綿不斷。王大指著一個大門說：“這就是黃公子家。”，一個老僕從門內出來，王大便告訴他來意。老僕回去稟報，一會兒又出來說奉公子命請王大、李信二人相見。進去一看，黃公子大約十八九歲，言談和氣，滿面笑容，拿出一串錢給李信說：“我知道你一向忠厚誠實，可以借給你錢。周子明這人我信不過。”王大委婉地替周子明講情，黃公子才同意借，但必須由李信署名擔保。李信不肯，王大在一邊慫恿勸說，李信無可奈何，勉強同意，黃公子才又拿出一串錢給了他。出來後，李信把錢交給周子明，又將黃公子的話說了一遍，意思是激他日後一定償還。",
      "&emsp;&emsp;四人出了燕子穀，迎面看見一個婦人走過來。原來是同村中趙家媳婦。這個婦人一向兇悍，平時好爭善罵。馮九說：“這裏沒人，我們作弄一下這個悍婦。”於是和王大逮住婦人，拉入穀中。婦人驚懼地大哭大叫，馮九抓起一把土塞進她嘴中。周子明贊同地說：“這種悍婦，應當在她下體塞個東西！”馮九便剝下她的褲子，用根長條石強捅了進去。婦人像死了一樣。四人見狀，趕緊散了。又一塊聚到廟中，開始賭博。從中午一直賭到晚上，李信大勝，馮九、周子明都輸了個精光。李信把贏的錢加利息後全部給了王大，讓他代還給黃公子。王大又勻給馮九、周子明一些，賭博才繼續進行。剛賭了不久，聽見廟外人聲嘈雜，一片呐喊，一個人飛跑進來，喊道：“城隍老爺親自捉拿賭徒，已到了門外了！”四人臉上失色。李信見機不好，扔下錢，翻牆逃走了。剩下三人顧錢，都被拿住，捆了起來。從廟裏出來，果然見一個神仙騎在馬上，馬後拴著一串賭徒，足足有二十多人。天還沒亮，已走到一座城池，開了城門進去，來到官衙中，城隍坐下，將犯人叫上大堂，手中拿本花名冊，一一點名，命將所有賭徒的中指用斧子剁下來；又命將賭徒的兩眼分別塗成紅色和黑色，遊街三圈。遊完街，押送的差役向賭徒們索賄，答應替他們抹去眼上的顏色。眾人都送錢賄絡，惟獨周子明不肯，說沒錢。差役要把他送回家去取，周子明也不肯。差役指著他罵道：“你真是粒炒不爆的鐵豆子！”拱拱手走了。周子明一人出城回家，路上用唾沫沾濕袖子，邊走邊擦眼睛。走到河邊往水裏一照，顏色依然還在；又捧水猛洗，卻怎麼也洗不掉，只得悔恨地回家。",
      "&emsp;&emsp;在此以前，趙家媳婦有事回娘家，天黑後還沒回家。丈夫去接，走到穀口，看見老婆橫躺在路邊。看樣子，知道是遇上了鬼。忙把嘴裏的泥巴摳出來，背回家中。婦人漸漸醒了能說話，丈夫才知道下體還有東西，便將那根長條石慢慢拔了出來。婦人述說了路上的遭遇，趙氏大怒，立刻到縣衙去，狀告李信和周子明。衙役來到李、周二人家中逮人。見李信剛睡覺醒來，周子明卻還在昏睡，像死了一樣，不可能是他們幹的。縣令一聽以誣告罪將趙氏夫妻重打一頓，夫妻二人無法申辯。",
      "&emsp;&emsp;第二天，周子明醒過來，兩個眼眶子忽然一隻紅色，一隻黑；又大叫手指痛，仔細一看，中指的骨頭已經斷了，只有皮連著，幾天後，半截手指便掉了下來。眼睛上的顏色，深入皮肉之中，看見的人無不掩口偷笑。一天，又見王大來索賭債，周子明只是大聲說沒錢，王大忿恨地走了。家裏人詢問後，知道緣故，都勸他神鬼無情，還是還錢。周子明執意不肯，說：“現在當官的，都袒護賴債不還的。陰間和陽間應該沒什麼兩樣，更何況還是賭債！”第二天，有兩個鬼役來，說黃公子已向城隍投了訴狀，告了周子明賴債不還，要拘拿他去審訊；李信在家中也見有鬼役來到，捉去作證；周、李二人同時都死了。到村外見面，見王大、馮九都在。李信對周子明說：“你還帶著紅黑眼，怎敢去見官呢？”周子明仍然說沒錢。李信知道他一向貪吝，便說：“你既然想賴，我只好去見黃公子，替你還錢了！”又一塊到黃公子家，李信先說明了緣故，黃公子不同意，說：“欠債的是誰，卻讓你還錢？”李信便出來告訴周子明，跟他商量自已出錢，讓他拿去還債。周子明惱羞成怒，連黃公子也罵。鬼役便將周子明拘拿。不久，來到官衙，進去看見城隍，城隍怒斥周子明說：“無賴賊！眼上的顏色還在，又賴債嗎？”周子明招供說：“黃公子借錢，引誘我去賭博，才被老爺處罰。”城隍便叫公子家的老僕上來，發怒說：“你家主人開賭場聚賭，還敢討債嗎？”老僕分辯說：“借錢時公子不知道他們是去賭博。公子家住燕子穀，他們被抓的地點在觀音廟，兩地相距十幾里路。公子也從無開設賭場之事。”",
      "&emsp;&emsp;城隍聽了，看著周子明道：“借人錢賴帳不還，還給人捏造罪名，你可算是人當中最不是東西的了！”喝命痛打。周子明忙又訴說黃公子放的貸利錢太重，城隍問道：“你還了多少了？”老僕說：“一文錢也沒還。”城隍怒道：“本錢都還沒還，談什麼利息！”命重打三十，立即押回家取錢還債。鬼役索賄，將他押回家中，不讓立即復活，卻將他綁在廁所裏，托夢給他的家人。家人忙燒了二十串紙錢，火一滅，化成二兩金子，兩千錢。周子明用金子還賭債，用錢賄賂鬼役，才被釋放回家。醒過來後，屁股上被打傷的地方都鼓了起來，膿血淋漓，幾個月時間才好了。後來，趙家媳婦不敢再到處亂罵；而周子明儘管少了個手指，又是紅黑眼，卻照賭如故。由此可知賭徒們真不是人啊！",
      "&emsp;&emsp;異史氏說：世上之所以有不公平的事情，都是因為做官的矯枉過正的緣故。從前，富豪們用幾倍的高利貸來搶奪良家女子，人們都不敢說話。否則的話，只要一通書信，官府便用法律來袒護他們。所以從前的地方官，都是有錢有勢人家的差役。\n後來，一些賢明的人發現了其中的弊病，又全部反了過來。有的人向別人借了錢做生意成了富商，穿著錦繡衣服，吃厭了美味佳餚，家裏蓋起了樓閣，買了良田，卻忘了錢是從那裡來的。一向他討債，就怒目相向。等告到衙門，官長就會說：“我不是他人的奴役。”這跟懶殘和尚沒工夫替俗人擦淚(1)有什麼區別？我曾經說過，從前的官員諂媚，現在的官員荒謬，諂媚的人固然可殺，荒謬的人也很可恨。讓人放債而薄收利息，難道只對富人有利嗎？",
      "&emsp;&emsp;張石年擔任淄川縣令時，最討厭賭博。像給賭徒塗臉，拉他們遊城，和陰間的做法一樣，不過沒有到砍手指的這種程度，因此縣裡看不見賭博。張石年做官，很善於反覆調查。當他幕僚處理公事很繁忙時，每有一個人上堂，他就抽出時間，將這人的住處、年紀、家中人口、職業都詳詳細細地問清楚。問完以後，才勸勉一番讓人離去。有一個人納完稅單，自己以為無事，遞上單子就下堂，張石年讓他停下，細細地問了一遍，問：“你為什麼要賭博？”那人竭力爭辯，說一輩子都沒有賭過。張石年笑著說：“你腰裏還有賭博的器具。”讓人一搜，果然如此，人們都認為他很神，但不知道他用的什麼方法。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.懶殘和尚，指唐衡岳寺高僧明瓚禪師，因其性懶而食殘，故號懶殘和尚。明人翟汝稷《水月齋指月錄》記載：唐詩宗使人詔請明瓚禪師，他零涕垂膺，使者見之而笑，令拭涕。他回答說：“我豈有工夫為俗人拭涕也。”"
    ]
  },
  {
    "title": "樂仲",
    "href": "http://liaozhai.weebly.com/2713820210.html",
    "content": [
      "&emsp;&emsp;樂仲，是西安人，還沒出生時父親就去世了，是個遺腹子。母親信佛，不吃葷酒。樂仲長大後，能吃好喝，嘴上雖不敢說，心裏卻偷笑母親太笨，常常拿好吃的肥肉勸母親享用，總遭母親呵斥、拒絕。後來，母親一病不起，彌留之際，忽然苦苦想肉吃。樂仲急切間找不到，便從自己左腿上割下一塊肉獻給了母親。母親吃了後，病情稍微好了點，卻又後悔破了戒，竟然不吃不喝，絕食而死。樂仲痛不欲生，心想母親是吃了自己的肉才悔恨死的，不禁氣憤地用刀猛刺自己的右腿，以至於露出了骨頭。家裏的人急忙將他救下。又敷藥包紮起來，不久便好了。樂仲心裏惦念著母親一輩子守節受苦，又哀痛母親太愚癡，一氣之下，燒了母親生前供奉的佛像，立起母親的牌位，早晚祭祀。常常是酒醉後，便對著牌位痛哭。",
      "&emsp;&emsp;後來，樂仲長到二十歲，結婚娶妻，此時還是個童男。婚後三天，便對人說：“男女共居一室，真是天下最污穢的事！我實在不感到有什麼快樂的！”將妻子休回了娘家。岳父顧文淵，央求親戚講情，跑了三四趟，樂仲執意不允。拖了半年，顧文淵只好讓女兒改嫁。樂仲單身過了十年，言行狂蕩不羈。不管是奴僕皂隸，還是戲子樂工，都和他一塊喝酒玩樂。親戚鄰居上門求借，他毫不吝惜。有個人說嫁女兒還缺口鐵鍋，他便從自家灶上揭下鍋奉送，自己借鄰居家的鍋做飯。那些無賴知道他的個性，經常來騙他的東西。有個賭徒，賭博沒有本錢，便跑去對著他感歎，說家裏沒錢交稅，官府催逼又緊，沒辦法打算將兒子賣了。樂仲聽了，果然傾囊出資，將“稅金”如數送給了他。等到官役催稅到了自己家門，便只好典當家產籌措。因此，樂仲日益窮困。",
      "&emsp;&emsp;先前，樂仲還很富裕的時候，同族子弟們都爭相巴結他；凡是樂仲家裏有的，任他們取用，樂仲毫不計較。等到家境困苦破敗，這些人幾乎不聞不問。還好樂仲性情豁達，沒放在心上。有一次，母親忌日，樂仲正好病了，不能上墳，打算找親戚幫忙他去祭奠，僕人去問，那些人都找藉口拒絕，沒一個願去的。樂仲無可奈何，只得在家裡祭奠一番，對著母親的牌位痛哭了一場。心想沒有子嗣，沒人幫忙，病勢越發沉重。正在昏迷中，覺得有人在撫摸自已，微微睜眼一看，竟是母親！樂仲驚詫地問母親：“怎麼來了？”母親回答說：“沒人給我上墳，所以來家裏享用祭祀，順便看看你的病。”樂仲又問：“母親一直住在那裡？”回答是“南海”。等母親撫摸完，樂仲只覺遍體涼爽，舒暢無比，睜眼一看，室內渺無人影，病卻好了。",
      "&emsp;&emsp;樂仲痊癒後，立志要去朝拜南海，卻沒人肯陪他。正好鄰村有結香社去南海的，樂仲便賣了十畝地，帶著錢去懇求加入。香社的人嫌他不吃素，都拒絕他。樂仲苦苦哀求，他們才勉強同意。一路上他酒肉韭蒜弄得滿屋味道，大家更加厭惡他，乘他醉酒大睡時，眾人不告而別，樂仲只好踽踽獨行。走到福建，碰上個朋友邀請他喝酒，有個叫瓊華的名妓也在座。樂仲談起要去南海，瓊華願意一起前去，樂仲大喜，整治行裝，和她一同南下。二人雖然吃住都在一起，其實沒有一點私情。",
      "&emsp;&emsp;到了南海，香社裏的人剛準備好祭拜儀式，就看見他竟然帶了個妓女來，越瞧不起他，不屑和他們一塊朝拜。樂仲和瓊華明白眾人的意思，聽任他們先拜完，自己才拜。眾人拜完，看不到一點神跡，十分懊喪。等二人拜時，剛跪到地上，忽然遍海蓮花座，座上垂著串串瓔珞。瓊華看見上面坐著的都是菩薩，樂仲看到的卻是每個佛座上都坐著母親，急忙大喊大叫著向母親奔去，他跳到海中，眾人只見萬朵蓮花，突然都變成了絢麗的彩霞，像彩錦一樣鋪滿了整個海面。不一會兒，雲朵消散波浪平靜，一切都消失了，樂仲仍然還在海岸上，自己也不知是怎麼從海裏出來的，衣服鞋子沒一點沾濕的地方。樂仲望海大哭，聲震島嶼。瓊華扶著他百般勸解，自己也不禁流下了眼淚。二人朝拜完畢，駕船北返。路上有個有錢大戶將瓊華叫了去。",
      "&emsp;&emsp;樂仲住在旅店裏，看見一個小孩，大約八九歲，在店鋪中行乞，看樣子又不像是個乞丐。樂仲上前細細詢問，得知是被繼母趕出家門的流浪兒，心裏十分可憐他。小孩依傍著他，苦苦哀求拯救，樂仲便帶著他回家。詢問小孩的姓氏，回答說：“叫阿辛，姓雍，母親姓顧。曾聽母親說，嫁給姓雍的六個月，便生下了我，我本姓樂。”樂仲大驚，心想自己平生只和原來的妻子顧氏在一起一次，不可能有兒子，因此又問孩子的老家在那裡，小孩回答道：“不知道。但母親去世時，留給我一封書信，囑咐我不要丟了。”樂仲急忙要信，一看，原來是自己寫給顧家的休妻文書。大驚道：“真是我的兒子！”又問明孩子出生的年月時間都相符，心中十分欣慰。只是從此後家計日漸艱難，過了兩年，田地漸漸賣完。再也不能雇請奴僕。",
      "&emsp;&emsp;一天，父子二人正在做飯，忽然有個漂亮的女人進來，一看，原來是瓊華。樂仲驚問：“你怎麼來了？”瓊華笑著說：“我們已經做了假夫妻，又問什麼？從前沒有跟你來，是因為家裏還有個老太太。現在她已死了，自己想到不跟個人，沒法保護自己；跟了人又沒法守身，兩全齊美的辦法，只有跟著你，所以不遠千里趕了過來。”說完，放下行裝，替阿辛做飯。樂仲十分高興。",
      "&emsp;&emsp;到了夜晚，父子仍像往常一樣一塊睡覺，另打掃一間屋子讓瓊華住下，阿辛認了她做母親，瓊華待他如親生兒子一般。親戚朋友聽說後，都按照婚儀禮節饋贈給樂仲和瓊華食物，二人都高興地收下。有客人來家，瓊華總是治辦下豐盛的酒宴招待，樂仲也從不問酒菜是那來的。漸漸地，瓊華拿出金、珠之類。贖回原來的家產，又廣置牲畜、奴僕，日子一天天富裕熱鬧起來。樂仲常對瓊華說：“我酒醉時，你要避開，不要讓我看見。”瓊華笑著答應。一天，樂仲大醉，急切地呼喚著瓊華，瓊華盛裝迎出。樂仲斜著醉眼看了很久，忽然高興地手舞足蹈，說：“我明白了！”頓時清醒過來，只覺世界一片光明，所住的茅屋全變成瓊樓玉宇，過了會兒才恢復原樣。從此後，樂仲再不外出喝酒，只是天天對著瓊華喝．瓊華吃素，也用茶水陪著。",
      "&emsp;&emsp;一次，樂仲微醉，讓瓊華按摩大腿，見腿上疤痕，變成了兩朵紅荷花，隱隱突出肉際，瓊華非常驚奇。樂仲笑著說：“當這兩朵荷花盛開的時候，你我二十年的假夫妻就該分手了！”瓊華深信不疑。為阿辛完婚後，瓊華逐漸把家務事託付給兒媳管理，自己和樂仲另住一座院子。兒子、媳婦每天拜見三次，家中沒有疑難大事就不打擾二人，只用兩個奴婢，一個管溫酒，一個管煮茶而已。",
      "&emsp;&emsp;有一天，瓊華到兒子處，兒媳稟報請示了很多家務事，很久才回來，阿辛跟著一塊去見父親。進了屋門，見父親赤著腳坐在坐榻上，聽見聲音，睜開眼微笑著說：“你們都來了，很好！”說完便合上了眼。瓊華大驚，問：“你要幹什麼？”看看他的腿上，只見蓮花大開；再用手試試，已經氣絕了。瓊華急忙將荷花撚合，禱告說：“我不遠千里跟了你，很不容易了。又為你教子訓婦，也有點功勞。就差個兩三年，為什麼不稍等等呢？”過了會兒，樂仲忽然又睜開了眼，笑道：“你有你自己的事，何必拉扯著別人作伴呢？沒辦法，姑且為你留下來吧！”瓊華才放開手，見蓮花又合上了。於是二人言笑如初。",
      "&emsp;&emsp;又過了三年多，瓊華已年近四十，還像是二十來歲的人。一天，忽然對樂仲說：“人死了後，被別人捉頭抬腳，太不雅觀，也不乾淨。”便找來木匠做兩口棺材。阿辛驚駭地詢問緣故，瓊華答道：“這不是你能知道的事。”棺材做成，瓊華沐浴梳妝，將兒子、媳婦叫到跟前，說：“我要死了！”阿辛大哭著說：“這些年多虧母親料理生計，全家人才不至挨餓受凍。母親還沒享幾天清福，怎麼竟撇下兒子要去呢？”瓊華道：“父親種福，兒子享受。咱們家的奴僕牛馬，都是那些騙債的人償還你父親的，我沒有功勞。我本是散花天女，偶然思凡，被貶謫到人間三十年，現在期限已經滿了。”說完，自己進入棺內躺下，再叫時，雙眼已經閉上了。阿辛大哭著去告訴父親，只見父親不知什麼時候也死了，依然穿戴整齊！阿辛悲慟欲絕，將父親收斂到另一口棺中，和母親並排停放在堂屋裏。連續幾天沒有發喪，期望著父親能活過來。此時，只見一片光明從父親雙腿上發出來，照徹了整個屋子；瓊華的棺內則是香霧噴溢，連鄰居家都聞到了。棺材合蓋後，香氣和光明才漸漸消失。",
      "&emsp;&emsp;葬了二人後，樂家子弟們覬覦樂仲的家產，陰謀要趕走阿辛。告了官府，打起官司，說阿辛不是樂家的人。官府也分辨不清，打算將樂仲的家產分一半給樂氏子弟們。阿辛不服，又把官司打到郡裏，仍然久久不能判決。起初，顧文淵將女兒改嫁給了姓雍的，過了一年多，雍某流落到福建，音訊也就斷絕了。顧文淵老了沒有兒子，十分想念女兒，便到女婿家探望，才得知女兒已死，外甥被趕出了家門，不知流落到了什麼地方。顧文淵大怒，寫下狀子，告了官府。雍某害怕，用財物賄賂顧文淵，顧文淵不要，非要找回外甥不可。雍某到處搜尋，還是沒有下落，夫妻都被官府刑求。一天，顧文淵走在路上，看見一輛彩車過來，便讓到一邊。車子裡一個美女喊道：“你不是顧老翁嗎？”顧文淵忙答應，女子說：“你外甥已成為我的兒子，現在樂家，別再打官司了，外甥正有災難，你要趕緊前去！”顧文淵剛要仔細問問，彩車已經走遠了。顧文淵便接受了雍某的賄賂，急忙趕到西安。此時，樂家的官司正打得熱鬧，顧文淵自己到官府，說出了女兒被休回娘家的日子和改嫁的日子，以及生兒子的確切時間，十分確鑿清楚。於是真相大白，樂氏子弟們都被痛打一頓，趕出大堂，案子終於了結。回家後，顧文淵講起看到美人的那天，正是瓊華去世的那天，那時還沒開始打官司。阿辛便讓顧文淵搬到自己家，又給他房子和奴僕。直到六十多歲，顧文淵還又生下一個兒子，阿辛也一直十分照顧這個小阿舅。",
      "&emsp;&emsp;異史氏說：“不沾葷腥，遠離妻室，與佛相似；天真浪漫，是佛的真心。樂仲對於美人，只是把她看作是芳香純潔的求道同伴，而不是同床共枕的情侶，兩人共同居住了三十年，好像是有情，又好像是無情，這就是菩薩的真面目，世上的人怎麼可能知道呢？"
    ]
  },
  {
    "title": "香玉",
    "href": "http://liaozhai.weebly.com/3932129577.html",
    "content": [
      "&emsp;&emsp;勞山有座道觀叫下清宮，觀內有一棵山茶，高兩丈，粗數十圍，牡丹則高一丈多，花開時節豔麗似錦。",
      "&emsp;&emsp;膠州的黃生住在道觀裏讀書。一天，見窗外有一名女郎，身穿素淨的衣服，掩映在花叢之中。黃生心裏納悶，道觀中怎麼能有這樣的美人，急忙走出去，可是女郎早已消失得無影無蹤。從此之後經常看到她。於是就躲在樹叢中，等著她來。不久，女郎又和一名紅裳女子走來，遠遠望去，兩人都豔麗無比。漸漸走近時，紅衣女郎忽然往後退卻，說：“這裏有生人！”黃生趕忙站起來。兩名女子驚慌地跑開，衣袖長裙隨風飄舞，香氣四處飄揚。黃生追過短牆，卻已靜寂無聲，於是對她們越發地愛慕起來，因此在樹上題寫詩句：“無限相思苦，含情對短窗。恐歸沙吒利，何處覓無雙？”(1)",
      "&emsp;&emsp;回到書齋呆呆的思念，女郎忽然進來，黃生驚喜地上前迎接。女郎笑著說：“你氣勢洶洶好像強盜，讓人害怕，沒想到你是個儒雅的書生，互相親近倒也無妨。”\n黃生稍微問一下女郎的生平，她說：“我的小名叫香玉，委身青樓。被道士關在山中，實在沒辦法。”黃生問：“道士叫什麼名字？我為你想辦法解決。”女郎說：“不必了，他也不敢逼迫我。借這個機會與風流的書生慢慢約會談心，倒也不錯。”黃生問：“穿紅衣服的是誰？”\n女郎說：“她名叫絳雪，是我的乾姐姐。”",
      "&emsp;&emsp;於是跟她互相嬉戲。等到醒來時，天色已經泛紅。女郎急忙起床，說：“貪圖歡樂連天亮都忘記了。”",
      "&emsp;&emsp;連忙穿衣換鞋，還說：“你寫了一首詩，我也回謝你一首，我用嘴巴講，你可別取笑：‘良夜更易盡，朝暾已上窗。願如梁上燕，棲處自成雙。’”",
      "&emsp;&emsp;黃生握著她的手說：“你真是秀外慧中，讓人無法抗拒。所以你離開一下，就好像相隔很久分。你抽空常常過來，不需要等到晚上。”\n女郎答應了他。從此日夜廝守，總不分離。每次請她邀約絳雪，可是她就是不來，黃生很失望。女郎說：“絳雪姐總是孤芳自賞，不像我這麼癡情。我會慢慢勸她，不必過急。",
      "&emsp;&emsp;一天夜裏，女郎神情淒涼地進來說：“你連我都守不住，還指望她嗎？現在要永遠分手了。”黃生問：“到那裡去？”女郎一邊用衣袖擦淚，一邊說：“這是命中註定的，很難對你說清楚。那天你的佳作，今天變成訣別話了。‘佳人已屬沙吒利，義士今無古押衙’(2)，可以做為我的寫照。黃生問她，她卻一言不發，只是嗚咽哭泣。整夜都沒睡覺，早上天一亮她就走了。黃生感到奇怪。第二天有個即墨縣姓藍的人到下清宮遊覽，見到白牡丹，非常喜歡，掘出來就拿走了。黃生這才恍然大悟，原來香玉是花的精靈，非常悲嘆惋惜。過了幾天聽說姓藍的把花移栽到他家後，憔悴枯萎死掉了。悲恨至極，就作《哭花》詩五十首，天天到白牡丹坑穴流涕憑弔。",
      "&emsp;&emsp;有一天，黃生剛剛去憑弔，遠遠看見紅衣女子在坑洞旁邊流涕。他慢慢地走上前去，她也不迴避。黃生抓著她的衣袖，相對流淚。隨後他約她進屋，她也跟著過來。歎息說：“從小一起長大的姐妹，忽然就沒了！看到你這麼哀傷，更添加我的悲痛。你的淚水落入地下，或許會感動牡丹再來相會；然而死者的神氣已經消散，匆忙之間，怎麼能和我們兩人一起談笑呢？”黃生說：“小生命太薄，連自己的情人都傷害了，也應當沒有福份可以同時和兩位美女交往。從前常常麻煩香玉，表達我的心意，怎麼不過來呢？”女子說：“我以為一個年輕的書生，十之八九薄情；不知道你原來還是一個極重情誼的性情中人。不過我和你交往，是以情感相交，不要牽連男女慾望。如果日日夜夜黏在一起，那我可辦不到。”說完話她就告辭了。黃生說：“香玉遠離，讓我廢寢忘食。靠著你到這裏來，稍微慰藉我思念她的心情，為什麼這麼快就要走！”聽到這話，女子才留下來，住了一宿才走。此後好幾天都沒來。",
      "&emsp;&emsp;冷冷的山雨，幽幽的窗戶，黃生苦苦懷念香玉，躺在床上輾轉反側，淚水灑在枕上。於是攬衣起床，坐在燈下，依照以前的詩韻寫道：“山院黃昏雨，垂簾坐小窗。相思人不見，中夜淚雙雙。”詩寫成後自對自地吟誦起來。忽然窗外有人說：“有人作詩，不能沒有人接續。”一聽，原來是絳雪。黃生連忙開門請她進屋。女子看到詩後，隨即接續著道：“連袂人何處？孤燈照晚窗。空山人一個，對影自成雙。”黃生讀後落下淚來，怪絳雪不能常常過來。絳雪說：“我不能像香玉那樣熱情，但也可以稍微緩解一下你的寂寥。”黃生想和她親熱。絳雪說：“相見的歡樂，何必一定要這個。”於是每當無聊時，絳雪就來。來了以後和黃生歡宴喝酒，互相寫詩贈答，有時不過夜就離開，黃生也隨她的便。跟他說：“香玉是我的愛妻，絳雪是我的好友。”每次都想問：“你是院子裡的第幾棵？請早點讓我知道，我要把他種到家裡，免得像香玉那樣被惡人奪去，讓我遺恨百年。”\n絳雪說：“故土難移，告訴你也沒有好處。妻子尚且不能始終跟隨，何況是朋友！”黃生不聽，抓起她的胳臂就往外走，每到牡丹花前，就問：“這是你嗎？”絳雪不說，只是捂著嘴巴笑。",
      "&emsp;&emsp;不久，黃生因為臘月回老家過年去了。到二月間，忽然夢見絳雪前來，她神色悽然地說：“我有大難！你趕快來還能相見；晚了就來不及了。”醒來後感到很奇怪，急忙叫僕人備馬，火速趕到山中。原來道士要蓋房，有一棵山茶，影響施工，工程人員要用斧頭砍掉。黃生之到夢見的就是這棵花，急忙攔住了。夜間，絳雪來道謝。黃生笑著說：“從前你不說實，才會遭到報應！從此以後我知道你了；如果你不到，我就點艾草烤你。”絳雪說：“我早就知道你會這樣，所以從前我才不敢告訴你。”坐了一會兒，黃生說：“今天面對好朋友，更加思念妻子。好久沒去哭香玉了，你能跟我去哭她嗎？”二人於是前往庭院，在土坑邊流淚。到了一更多的時間，絳雪擦乾淚水勸黃生停止哭泣，才回到屋裡。",
      "&emsp;&emsp;又過幾夜，黃生靜靜地坐著，絳雪笑著走進屋說：“給你報個好消息：花神被你的真情感動，讓香玉再次回到道觀裏。”黃生問：“什麼時候？”\n絳雪答道：“不知道，大概日子不遠了。”天亮下床，黃生囑咐說：“我這次是為你而來。不要讓我一直孤獨寂寞。”絳雪笑著答應了。過了兩夜沒來。黃生跑到庭院去抱樹，邊搖邊摸，不斷呼喚可是沒有回應。於是回去，對著燈點燃艾草，要拿去薰樹。絳雪突然進來，奪過艾草扔掉，說：“你惡作劇，讓人受傷，應該和你斷絕關係！”黃生笑著抱她。剛剛坐下，香玉輕盈的走進來。黃生望見，不覺流淚，急忙握住香玉的手。香玉另一隻手握住絳雪，相對悲傷哭泣。接著坐下來互相訴說思念，黃生握著香玉覺得很虛渺，好像握自己的手，很奇怪他跟從前不同，香玉流著淚說：“從前，我是花的精靈，所以實在；現在，我是花的魂魄，所以虛無。現在雖然相聚，你也別當真，只把這當成作夢來看就可以了。”絳雪說：“妹妹來實在太好啦！我可被你的男人糾纏死了。”說完她就離開了。",
      "&emsp;&emsp;香玉款款愛戀還是跟從前一樣；但和她互相依偎，如同用身體靠上影子。黃生悶悶不樂。香玉也自我怨嘆，跟他說：“你用肥料泡水，每天給我灑一杯，明年的今天，我會回報你的恩情。”香玉說完也跟他道別回去。第二天黃生到道觀裏原來的地方一看，牡丹發芽長了。黃生照著香玉說的，每天施肥澆水，還做雕欄保護起來。香玉來了，非常感激。黃生想把牡丹移到他家，香玉不答應，說：“我體質柔弱，沒辦法再遭受砍伐。再說每個東西在那裡生活，都各有一定的地方，我本來就不適合生長在你家，違反了規律，反而會讓我短命。只要相知相惜，自然會有團聚的日子。”黃生埋怨絳雪不來。香玉說：“如果你非想強迫她來，我能讓她來。”於是就和黃生一起，拿著燈來到樹下，拿一根草，用手掌比一比，量樹幹，從下而上到四尺六寸的地方，用手按住，讓黃生用兩手一齊抓搔。不一會兒，絳雪從背後出來，笑著罵道：“你這丫頭，來這裏助桀為虐呀！”於是和香玉手挽手一起走進屋內。香玉說：“姐姐別怪！暫時麻煩你陪侍我的郎君，一年後就不會再打擾了。”從此以後互相往來還和平常一樣。",
      "&emsp;&emsp;黃生去看花芽，日益肥大茂盛，春天結束時，已經長了兩尺左右。黃生回家之後，還送道士錢，囑咐他一早一晚細心培植。第二年四月回到下清宮，只見一支花蕾含苞待放；他正在花間流連踱步，花蕾搖曳含苞待放；不多時已經綻放，花大如盤，居然還有個小美人坐在花蕊中，才大約三四指長；轉瞬間飄然而下，原來是香玉。她笑著說：“我忍著風雨等待你，你為什麼來得這麼晚！”於是就走進屋內。絳雪也來了，笑著說：“我天天代替你作媳婦，虧得今天能引退作朋友。”於是設宴相談。一直到午夜，絳雪離開，二人這才同床共枕，熱絡融洽一如從前。",
      "&emsp;&emsp;後來黃生的妻子死了，他就進山不回家了。當時牡丹已經粗大如手臂。黃生經常指著說：“將來有一天我死了，魂魄會依附這裏，我要長在你的左邊。”兩名女子笑道：“你可別忘記。”\n此後過了十多年，黃生忽然生病。他兒子來了，看著他非常傷心。黃生笑道：“這是我的生期，不是死期，為什麼要悲傷！”又對道士說：“將來有一天牡丹下有紅芽粗壯地冒出來，一長就是五片葉子，那就是我。”隨後就不再說話。兒子用車把他拉回家。隨即死去。第二年，果然有肥大的花芽冒出來，葉片正如他說的那個數。道士感到非常奇怪，就越發細心澆灌。三年後，已經高數尺，粗得能用手掌握起來，但是不開花。老道士死後，弟子們不知愛惜，因為它不開花，就把它砍掉了。於是白牡丹也憔悴而死；沒過多久，山茶也死掉了。",
      "&emsp;&emsp;異史氏說：“情感深厚交結，鬼神都能被感動。香玉變鬼也跟著黃生，而黃生死後靈魂也依附在香玉旁邊，二人交結的情感不可謂不深吧？一個死了而兩個因而殉情，即便不是堅貞，也是為情而死。人不能堅貞，就如同感情不不篤實。孔子讀《唐棣》(3)後就表示，是沒有真心的思念，真是不錯啊。",
      "&emsp;&emsp;註： \n\n1.恐歸沙吒利，何處覓無雙\n\n玄宗天寶年間，韓翊頗有詩名、個性灑脫卻流落外地暫居於好友李生家中，李生有一寵姬名曰柳氏，對韓翊萌生好感，李生素重韓翊之才，在得知柳氏之之心思後，便將美姬許配給韓翊，並資助錢財予兩人生活之資。隔年韓翊科舉及第，柳氏勸韓翊回家省親，自己獨自留在京師。天寶末年安史之亂爆發，貌美的柳氏為了避免遭亂軍所侮，剪髮毀形寄居於寺，而韓翊則為平盧節度使侯希逸辟為書記，待亂局平定後，韓翊便託人找尋柳氏蹤跡，無奈愛妻已遭功臣沙吒利所奪，故即使韓翊隨節度使入覲之便返回京師，又偶然遇見柳氏並得以短暫會面，但終究無法改變兩人難以團圓的事實。韓翊灰心喪意的心情為淄青同僚許俊所察覺，自告奮勇前去沙吒利府第，輕騎帶回柳氏與韓翊重逢，然而沙吒利乃皇帝寵信之人，韓、許擔憂災禍降臨，於是稟告節度使侯希逸上奏皇帝陳述實情，由皇帝裁決，讓韓翊夫妻得以長相廝守。\n\n2.佳人已屬沙吒利，義士今無古押衙敍述王仙客與表妹劉無雙相戀，後遇涇原兵變，劉父被誅，無雙沒入宮中，王仙客求古押衙設計救出無雙，是唐代晚期傳奇的佳作。　　故事中古押衙設計救出無雙，與仙客終成夫婦。但古押衙救人靠的是智，而非許俊的力。他感於王仙客之禮遇，功成之後，以死相報，是一個奇特的豪俠。\n\n3,唐棣：《論語·子罕》“‘唐棣之華，偏其反而。豈不爾思？室是遠而。‘子曰：’未之思也，夫何遠之有。\n\n 【譯文】 「唐棣之花，翩翩搖擺。不是我不想你，只是家太遙遠。」孔子說：「這是不想啊，真要想，那有什麼遙遠呢？」"
    ]
  },
  {
    "title": "三仙",
    "href": "http://liaozhai.weebly.com/1997720185.html",
    "content": [
      "&emsp;&emsp;有個書生去金陵趕考，經過宿遷縣時，遇到三個秀才，言談超逸曠達。書生買來酒，與他們談天。三個各自介紹自己的姓名，一個叫介秋衡，一個叫常豐林，另一個叫麻西池。四人開懷痛飲，十分快樂。一直喝到天黑，介秋衡說：“我們還沒盡東道主之誼，先叨擾客人一頓豐盛的酒宴，實在於理不當。我們住的地方距此不遠，請客人前去住宿。”常麻二人也站起身，拉著書生，叫上僕人一塊前去。",
      "&emsp;&emsp;到了縣城北山，忽然看見一座院落，門口繞著一道清溪。進入家門，感覺房屋整理得很潔淨。三秀才喊小童掌上燈，又叫人安頓書生的隨從。麻西池說：“過去都是以文會友。現在考期臨近，不能虛度今夜。我有個主意，咱們擬四道題目，用抓鬮的辦法，每人抓一個，文章完成後才可以喝酒。”大家都同意，分別擬定題目。寫下放到案几上，每人抓一個後就在案几上構思寫作。二更沒完，四人都已脫稿，互相傳換品評。書生讀了三秀才寫的文章，佩服至極，抄下文章藏到懷裏。這時，主人拿出好酒，用大杯勸客。書生不覺大醉。主人便領他到另一座院子裏住下。書生醉得來不及脫鞋，穿著衣服倒頭便睡下了。",
      "&emsp;&emsp;第二天，書生一覺醒來，紅日高照，四下一看並沒有房屋院落，自己和僕人睡在山谷裏，大為驚訝。見旁邊有個山洞，水從洞口緩緩流出，自己感到訝異又迷惑。看看懷裏，三篇文章都在。下山詢問當地人，才知道那洞叫“三仙洞”。洞中住著蟹、蛇和蛤蟆，最為靈驗，經常出洞遊逛，人們往往會碰到他們。書生進了考場，三個題目就是三仙寫的三篇文章，書生因此高中舉人。"
    ]
  },
  {
    "title": "鬼隸",
    "href": "http://liaozhai.weebly.com/3974038584.html",
    "content": [
      "&emsp;&emsp;濟南曆城縣的兩個衙役，奉縣令韓承宣命令，去別的郡辦事，年底才回去。路上碰到兩個人，衣著打扮也像是公差，便一塊同行。交談中，二人自稱是郡裏的捕快。衙役說：“濟南城的捕快，我們認識十之八九，你們兩位卻從沒見過。”二人說：“實話告訴你們：我們是城隍廟的鬼隸，要去泰山向東嶽大帝投送公文。”衙役便問：“有什麼公事？”回答說：“濟南將有大劫，報送的公文就是應死人的姓名和數目。”衙役驚駭地詢問死人的數目，鬼隸說：“我們也不太清楚，大約將近一百萬人。”衙役又問時間，回答是“大年初一”。二衙役驚得面面相覷，估計趕到濟南時正是除夕。回去恐怕遭難，拖延回去又怕受縣令責罰，鬼隸說：“違了期限是小罪，把命丟了卻是大禍，應該趕快躲到別的地方，先不要回去。”衙役聽從了鬼隸的勸告?",
      "&emsp;&emsp;不久，清兵大舉南下，屠戮了濟南城，殺了一百萬人，死屍堆積如山。二衙役因逃亡藏匿得以倖免。"
    ]
  },
  {
    "title": "王十",
    "href": "http://liaozhai.weebly.com/2957921313.html",
    "content": [
      "&emsp;&emsp;高苑人王十，在博興縣販鹽，夜裏被兩個人抓獲。王十以為是當地大鹽商的巡邏士卒，拋了鹽想逃走，腳卻怎麼也跑不動，於是被捆住。王十哀求不已，二人說：“我們不是鹽鋪中的人，是陰間鬼卒。”王十更加懼怕，乞求讓自己先回家，向妻兒告別。鬼卒不肯，說：“去了也不一定會死。不過是暫時性的服勞役罷了。”王十便問：“什麼事？”鬼卒答道：“陰司中新閻王上任，發覺‘奈河’已淤積，‘十八層地獄’中的茅坑都滿了，因此捉人世間的小偷、販私鹽的和鑄私錢的這三種人去淘河，捉妓女戶去刷廁所。”王十只得跟著鬼卒走了。",
      "&emsp;&emsp;進入一座城市，來到一個官衙中，見閻王端坐在上面，正在稽查生死簿。鬼卒稟報說：“捉了一個販私鹽的，叫王十。”閻王往下一看，發怒說：“販私鹽的是指那些上漏國稅、下坑百姓的大鹽商，這些世上貪官奸商所說的販私鹽的，都是天下的好老百姓。窮人們靠著小小的資本，去賺點吃飯的利錢，怎麼算‘私’呢？”罰兩個鬼卒再去買四斗鹽，連同王十原來的那些，一起代送到王十家中。又留住王十，給一根帶刺的骨朵，讓他和鬼卒一起監督河工。",
      "&emsp;&emsp;鬼卒領著王十來到“奈河”，只見淘河的人夫，川流不息像螞蟻一樣。又見河水又渾又紅，臭不可聞。淘河的人都赤裸著身子，手持竹筐和鐵鍬，在河水裏出沒，打撈朽骨爛屍，滿滿地裝在筐子裏，再背上岸邊。水深的地方，就沉下水去打撈。動作稍慢點，鬼卒們就用帶刺的骨朵打脊背或大腿。一起監工的鬼卒給王十一顆像豆粒大小的香丸，讓他含在嘴裏，才領著他走到河邊。王十發現高苑的大鹽商也雜在人夫中，就特別“照顧”他，進河時打背，上岸就敲腿，嚇得那個鹽商常常躲在水裏不敢出來，王十才作罷。",
      "&emsp;&emsp;過了三晝夜，人夫死了一半，河才淘完。以前的那個鬼卒仍然送王十回去。一到家，王十豁然醒來。起初，王十販鹽一直沒有回家，天亮後，王十的妻子打開門，見兩袋鹽放在院子裏，卻不見王十。讓人到處尋找，發現王十已死在路上。抬回家中，還微微有氣，眾人都不知道是什麼緣故。等到醒了過來，王十才說明了原因。高苑的那個鹽商在前天也死了，這時也蘇醒過來，被骨朵打過的地方，都成了大瘡，全身潰爛。臭得讓人不敢靠近。王十故意去拜訪他，鹽商看見他，還把腦袋縮到被子裏，像在“奈河”中一樣。過了一年，鹽商才好了。從此以後，再不經商了。",
      "&emsp;&emsp;異史氏說：“鹽這個東西，政府講的私，是不照法規走的。官吏和商人講的私，是不進他私人口袋的。",
      "&emsp;&emsp;最近山東一帶有新的規定，商人設店，各自限定營業區域。不只是這個縣的人，不能去其他縣市買；而且這個店面範圍裡面的人，也不能到其他店買。而店裡面也想盡辦法，吸引其他地方的人來買。店裡面用很低的價錢賣給外地人，卻用好幾倍的價錢賣給本地人。",
      "&emsp;&emsp;又在附近巡查，讓勢力範圍裡面的居民，躲不過高價的鹽。有些本地人假充外來客，就依法不予寬待。鹽商彼此互相勾引，而假冒外來客或到區外買鹽的就越多。一被查到，先被刀棍一頓毒打，接著被送到官府；官府綁起來關起來，叫做‘私鹽’\n。",
      "&emsp;&emsp;真是冤枉啊！漏掉幾萬的稅不叫做私，背了幾升幾斗的鹽叫私；本地賣給外地不叫私，本地人在本地買叫私，真冤啊！",
      "&emsp;&emsp;律法裡面‘鹽法’最為嚴格，可是針對貧苦無依的居民，背著鹽袋叫賣來換取糧食的，卻不禁止，現在是甚麼都不管，卻專門抓這些貧困的居民！再說這些窮困的人家，家裡有父母妻子需要照顧，他們既遵守法律不偷不搶，又知廉恥不做娼妓；實在沒辦法了，拿十個母錢來換取一分的利潤，如果縣城裡都是這樣的人，那麼大同世界裡面‘夜不閉戶’的目標就達到了！這些人難道不是最善良的百姓嗎？",
      "&emsp;&emsp;這些鹽商，不但要叫他們去清奈河，更要叫他們去洗地獄的廁所！至於官吏每年節慶都拿到商賈好處，就拿這些法律幫助奸商陷害善良百姓。如果為這些貧民打算，最好是做強盜、鑄假錢。強盜就是白晝搶劫，這時官府像是個聾子﹔鑄假錢時爐火滿天，這時官府像是個瞎子﹔就算將來要去清奈河，也不會像背著鹽袋賣鹽一樣，沒賺幾個錢，可是官府卻立刻處罰。",
      "&emsp;&emsp;哎呀！在上位者沒有慈悲的心境，寬厚的處置，反而任由奸商每天變、每天騙，這樣怎麼不會讓刁頑的百姓越來越多，而善良的百姓越來越少呢？",
      "&emsp;&emsp;各地方的鹽商，照老規矩每年拿些錢捐給縣宰叫做“食鹽”。遇到各種節慶，另外再送禮，有事參見縣宰時，官員禮尚往來，都坐著談並奉茶。抓到私下賣鹽的商販，則重重處罰，不敢怠慢。",
      "&emsp;&emsp;張石年做淄川縣宰時，鹽商來見，照舊規矩只打躬，不下拜，張公生氣的說：“從前縣官收你的錢，所以不得不隨你，我買鹽來吃，你是甚麼商人，竟敢在公堂上不守規矩”抓著褲子要打，商人叩頭認罪，才放了他，後來鹽商抓到兩個私下賣鹽的，一個逃走了，另一個被抓到官府張石年問：“有兩個人賣，另一個呢？”賣的人說：“逃走了。”\n張石年說：“你的腿有毛病不能跑嗎？”回答：“能跑。”張說：“既然被捉，一定不能跑；如果可以，站起來跑跑看，看你能不能跑。”那個人跑幾步要停下來。張說：“繼續跑不要停！”那個人趕快跑，竟然跑出官府走了。看到的人都在笑。張愛民的事不只這個，這個只是閒話，不過縣民還是很喜歡談。"
    ]
  },
  {
    "title": "大男",
    "href": "http://liaozhai.weebly.com/2282330007.html",
    "content": [
      "&emsp;&emsp;成都書生奚成列，娶了一妻一妾。妾姓何，小名叫昭容。原配妻子很早就去世了，又續娶了一個姓申的，特別嫉妒兇悍，經常虐待何氏，連同奚成列也受連累，整天吵鬧不休，攪得一家人沒法過日子，奚成列一怒之下，離家出走了。­",
      "&emsp;&emsp;奚成列走後，何氏生了個兒子，取名叫大男。丈失一去不返，申氏更加排斥何氏，讓她分家另住，按日子提供給食物。大男漸漸長大，食物不夠吃，何氏只得靠紡紗織布賺錢貼補家用。一次，大男路過私塾，見學童們吟誦文章，琅琅上口，非常羡慕，也想讀書。母親覺得孩子還太小，姑且先送到私塾中長些見識。大男十分聰慧，讀會的文章超過其他學童一倍。塾師很驚奇，情願不要酬金教他讀書，何氏便讓兒子正式拜師，入了私塾，自己略微給塾師一點學費。過了兩三年，大男就熟讀了所有經書。­",
      "&emsp;&emsp;一天，大男從私塾回來，對母親說：“私塾裏有五六個同學，都跟父親要錢買餅吃，為什麼只有我沒有父親呢？”母親說：“等你長大了。再告訴你。”大男著急地說：“我才七八歲，什麼時候能長大呀？”母親哄他說：“你上私塾路過關帝廟時，就進去叩頭，讓關老爺保佑你快快長大。”大男信以為真。此後每經過關帝廟必定進去叩拜。母親知道後，便問：“你都發甚麼願呀？”大男笑著說：“只願關老爺明年便讓我像十六七歲那樣大！”母親笑兒子太純真。但說也奇怪，從此後大男的身材和學問都成長迅速，到十歲，看上去已像是十三四歲的樣子了。下筆能成文章，連塾師也改不動一個字。一天，他又對母親說：“過去你說等我長大了，就告訴父親的去向，現在可以說了吧？”母親搖頭說：“還不行，還不行！”又過了一年多，大男儼然是成年人了，更時常詢問父親的下落，何氏迫不得已，便將往事一一告訴了兒子。大男悲痛不已，想要去尋找父親。母親說：“你還太小，你父親是死是活還不知道，匆忙之中那裡就找得到呢？”大男一語不發，自己走了。到了中午也沒回家，何氏急忙去私墊詢問塾師，說是早飯後就沒來。何氏大驚，出錢雇了人，到處搜尋，卻杳無蹤影。­",
      "&emsp;&emsp;大男從家裏出走後，毫無目標地沿路而去，自己也不知要到那裡。路上恰巧碰到一個人，要到夔州去，自稱姓錢，大男便一路討著飯，跟著他前往。錢某嫌他走得慢，替他租了匹驢子騎，不久便花光了全部盤纏。到了夔州，二人吃飯時，錢某在飯中偷下迷藥。大男吃了後，昏迷過去，不醒人事。錢某將他馱到一座寺廟中，假稱是自己的兒子，路上得了病，又花光了路費，情願賣給僧人掙點盤纏。寺僧們見大男長相不俗，都爭著買。錢某拿到錢後，揚長而去了。寺僧給大男灌了些水，才把他稍微弄醒了過來。廟裏的長老聽說這件事後，就去探望大男，詳細詢問後，才得知事情的經過。十分可憐他，贈給路費，讓大男走了。",
      "&emsp;&emsp;有個瀘州的秀才，姓蔣，考試落第歸來，途中碰見大男，問知緣故，非常贊許他對父親的孝敬，便帶著他一塊同行。到瀘州，讓大男住在自已家裏，一個多月裏，多方打聽訪查。有人說福建有個商人姓奚，大男便辭別蔣秀才，要去福建。蔣秀才贈給他衣服鞋帽，同村的人也湊錢資助他，大男便又上路了。路上碰到兩個布商，也要去福建，邀請大男一塊走。走了一段路，布商探知大男有點銀子，便將他引到一處無人的地方，捆住手腳，將錢袋搶走了。正好有個福建永福縣的陳姓老翁，經過這裏，發現了大男，替他解開繩索，帶他回老翁家。陳老翁極為富有，各地的商人，他大都認識，老翁囑託南來北往的商人代為尋訪奚成列。又留住大男，讓他陪伴自己的兒子讀書。從此後，大男就住在陳老翁家，不再外出流浪了，但此地離成都太遠，跟老家斷絕了音訊。­",
      "&emsp;&emsp;何昭容失去兒子後，一個人生活了三四年。申氏日益減少給她的費用，想以此逼她改嫁。何氏卻矢志不嫁。申氏將她強賣給一個重慶商人。商人將何氏劫到家中，到了夜晚，何氏用刀自殺。商人不敢再逼，等她傷好後，又將她轉賣給一個鹽亭地方的商人。到鹽亭縣後，何氏仍然寧死不從，用刀自刺心窩，從傷口都看得見內臟。商人非常恐懼，只得替她敷藥療傷。傷好後，何氏請商人讓自己出家做尼姑。商人說：“我有個同行，天生不能行房事，一直想找個女人整理家務。這跟做尼姑也沒差別，還可以讓我稍拿回些本錢。”何氏答應了。商人便用車子將她送了去。進入大門，商人的同行迎出門來，何氏一看，竟是奚成列！原來，奚成列從家裏出走後，早已棄文從商。鹽亭商人因為他沒有妻室，所以想將何氏贈給他。二人相見，悲喜交集，各自述說分別後的經歷和苦楚。奚成列才知道還有個兒子一直在尋找自己，沒有回家。便囑託客商同行們，代為訪查大男。何氏從此後由奚成列的妾變成嫡妻了。只是何氏以前倍嘗艱辛，染上多種疾病，不能再勞心勞力，便勸奚成列納妾。奚成列有了前次的教訓，不願再娶。何氏便說：“你放心。我如想和別人爭床第之歡，幾年來，早已跟了別人生兒育女了，還能和你有今天嗎？況且，以前別人給我的痛苦，到現在心裡還隱隱作痛；我又怎能自己也這樣？”奚成列於是囑咐一個同行，為自己買個三十多歲的老妾。過了半年多，同行果然買了老妾回來。進入家門，奚成列一看，買來的老妾竟是原來的嫡妻申氏！申氏也認出了奚成列，兩人都驚駭不已。­",
      "&emsp;&emsp;原來，申氏自丈夫出走，又賣了何氏後，獨居了一年多。哥哥申苞讓她改嫁，申氏聽從了哥哥的話。但田產卻被奚家的子侄們占住，不允許申氏出售。申氏只得賣了自己的東西，換了數百兩銀子帶到哥哥家。有個保甯地方的商人，聽說申氏嫁妝豐厚，就用重金引誘申苞，將申氏娶了去。沒想到商人年記已大，不再有床第之歡。申氏怨恨哥哥，從此不安於家，又是上吊，又是投井，將商人鬧得無法忍受。商人一怒之下，將她的財物搜掠一空，要將她賣給人作妾。沒想到人家都嫌申氏太老，沒有要的。後來，商人要到夔州去，便帶著申氏一起前往，正好碰上奚成列的同行要買老妾，二人一談即妥，商人便將申氏賣了後自己走了。申氏見了奚成列，又慚愧，又懼怕，不敢說話。奚成列詢問同行，大略知道事情的經過。便對申氏說：“假設你在保寧嫁的是壯年男子，我們就再也沒有相見之日了，這也是天數啊！但是今天我是買妾，不是娶妻，你可先拜見昭容，行嫡庶之禮！”申氏認為這是自己的恥辱，不願行禮。奚成列罵道：“過去你作正房，是怎樣的呢？”何氏急忙勸止，奚成列不答應，抄起棍棒，逼著申氏行禮。申氏迫不得已，只得向何氏行了拜見禮。但此後卻始終不屑于奉承何氏，自已在別的屋子裏做事。何氏全部寬容下來，也不忍心去查核她是勤勞還是懶惰。奚成列每次和何氏飲酒談天，往往叫申氏在一邊服侍，何氏總是讓丫鬟代替，不讓她在前面侍奉。",
      "&emsp;&emsp;有一次，正值陳嗣宗做了鹽亭縣的縣令。奚成列和同村一人發生了小爭執，那人便到縣衙告他“逼妻作妾”。陳縣令不准訴狀，將那人趕出了大堂。奚成列很高興，晚上正在私下和何氏頌揚縣令的恩德，忽然有小童叫著敲門，進來說：“縣令陳公來了！”奚成列十分驚駭，急忙尋找衣服鞋子，縣令已到了臥室門口。奚成列越發驚疑，不知怎麼辦才好。何氏仔細看了看縣令，急忙出門，說：“這是我的兒子大男！”說著便大哭起來。陳縣令也伏在地上悲痛哽咽。原來，大男改隨了陳老翁的姓，起名嗣宗，已經做了官了。­",
      "&emsp;&emsp;起初，陳嗣宗自京都科考返回，繞路趕到老家，才知道兩個母親都已改嫁，心裡極為傷痛。族人知道昔日的大男已經顯貴，便將他家的田產房舍全部退回。陳嗣宗留下僕人經營，希望有朝一日父親能回來，自己則返回了福建陳老翁家。不久，陳嗣宗被任命為鹽亭縣令。但他一心要再去尋找雙親，想辭官不做，陳老翁苦苦勸阻，才作罷。正好來了個算卦的，陳嗣宗便讓他給算算。算卦的算了算說：“小者居大，少者為長，求雄得雌，求一得兩。去做官大吉大利。”陳嗣宗聽了，便去鹽亭上任。因為找不到父母，立誓不吃葷腥。這天，有個村人告狀，看到狀子中寫著奚成列的名字，陳嗣宗暗自驚疑，秘派心腹人細細訪查，果然是父親！便乘深夜微服私訪，竟意外地連母親也一塊找到了，心中更加相信算卜卦的算得準。臨走時，囑咐不要宣揚，拿出二百兩銀子，讓父親治辦行裝，返回成都。­",
      "&emsp;&emsp;奚成列回到老家，只見屋宇全新，家裏僕役、馬匹眾多，已經成了高門大戶了。申氏見大男已經富貴，也就越發收斂了些。她哥哥申苞認為不合理，又打官司，為妹妹爭嫡妻的位子。官府查知實情，大怒，說：“你貪圖錢財，讓你妹妹改嫁，已經換了兩個丈夫，還有什麼臉爭過去嫡妻的位子！”將申苞狠狠地鞭打了一頓。從此後，何氏、申氏的名分更加明確。申氏把何氏當作姊妹看待，何氏也樂得把她當作姐姐，衣服飲食，從不獨佔。申氏起初還怕她會報復，到後來更加愧悔。奚成列也原諒了申氏過去的過錯，讓內外家人都稱她“太母”，只是不能像嫡妻那樣封“誥命”而已。",
      "&emsp;&emsp;異史氏說：“世間的離合聚散，真是不可思議。上蒼真是巧妙啊！奚成列沒辦法處理妻妾的問題，只是一個平凡的人。如果不是兒子孝順母親賢慧，怎麼能夠有這種際遇，坐著享受一輩子的榮華富貴！”"
    ]
  },
  {
    "title": "外國人",
    "href": "http://liaozhai.weebly.com/228062228320154.html",
    "content": [
      "&emsp;&emsp;己巳年秋天，嶺南的海外飄來一隻大船，船上有十一個人，穿著鳥的羽毛做成的衣服，花紋璀璨奪目。他們自稱：“我們是呂宋國人。在海上遇到大風翻了船，幾十個人都死了；只剩下十一個人趴在一根大木頭上，飄到一個大的島上，才倖免於難。五年的時間裏，白天靠抓鳥蟲充當食物，晚上就在石洞裏睡覺，用鳥的羽毛編織成帆。忽然又飄來一隻船，船上的櫓、帆都不見了，大概也是在海裏被風打碎的，於是上了這條船。想要回國，又被大風吹到了澳門。”巡撫把這個情況上奏朝廷，送他們返回自己的國家。"
    ]
  },
  {
    "title": "韋公子",
    "href": "http://liaozhai.weebly.com/388592084423376.html",
    "content": [
      "&emsp;&emsp;韋公子，是咸陽大戶人家的子弟，為人放蕩好色。家中凡有點姿色的奴婢、僕婦無不被他姦污過。他曾攜帶數千兩黃金，要找遍天下名妓。凡是繁華熱鬧有妓女的地方，他都會過去走走。那些不怎麼出色的妓女，他一兩天就走；而中意的妓女，則往往要逗留上好幾個月。",
      "&emsp;&emsp;韋公子的叔父韋公，也是有名的官吏。年老辭官回家，痛恨韋公子的行為，請了個有名的塾師，要他和弟兄們一起閉門讀書。韋公子本性難移，夜晚等塾師睡熟後，跳牆逃走，去嫖妓女，天明才回來，習以為常。一夜，跳牆時摔折了胳膊，塾師才知道這件事，便告訴了韋公。韋公大怒，將韋公子痛打一頓，直打得他爬不起來才用藥治傷。傷好後，給他訂下戒約：讀的書能比其他弟兄多一倍，文章也寫得好，就不禁止他外出遊蕩；否則，再私自外出，仍如前次一樣痛打。但韋公子十分聰慧，讀書經常超過塾師規定進度，僅幾年，考中了舉人，便想破戒。韋公卻約束得更緊，公子到京都去，韋公給隨行的老僕一本日記簿，讓他記下公子每天的一言一行。因此，連續數年，韋公子一直沒有出軌的事情。後來又考中進士，韋公對他的約束才稍微放鬆了一點。此後韋公子想要怎樣，恐怕叔父知道，一到妓女戶，便假稱姓魏。",
      "&emsp;&emsp;一天，韋公子路過西安，見到一個戲子，名叫羅惠卿，十六七歲，生得非常秀麗，猶如漂亮的女子。韋公子很喜歡，晚上留住他鬼混，贈送了許多財物。聽說羅惠卿新娶的媳婦很有韻昧，私下暗示他帶了來。羅惠卿面無難色，痛快答應，夜晚果然帶了妻子前來，三人同床而睡。韋公子十分眷戀羅惠卿，一直留了好幾天，商量著要帶他回家，便詢問他的家口。羅答道：“母親早已去世，父親還在。我原不姓羅，母親年輕時是咸陽韋家的奴婢，後被賣到羅家，四個月就生了我。倘若能跟公子回去，也可察訪韋家的情況。”韋公子大驚，忙問他母親的姓，回答說“姓呂”。韋公子驚駭萬分，出了一身冷汗。原來他母親正是被韋公子私通後才賣給羅家的婢女。韋公子啞然無言，挨到天明，送給他許多財物，勸他改行，自己假稱還要到別的地方去，回來時再叫著他同行，脫身走了。",
      "&emsp;&emsp;後來，韋公子做了蘇州的縣令。有個樂妓叫沈韋娘，生得嫻椎美麗，韋縣令十分喜愛，留住她過夜，調戲她道：“你小名莫非是取自‘春風一曲杜韋娘’(1)嗎？沈韋娘回答說：“不是。我母親十七歲時是蘇州名妓，有一咸陽來的公子，和您同姓，在我母親處逗留了三個月，兩人訂下了婚誓。公子離去後，八個月我母親生下了我。因此取名叫韋，實際是我的姓。公子臨別時，贈送一枝金鴛鴦，現在還在。沒想到公子一去再無音訊，我母親憤恨憂鬱而死。我三歲時，被一個姓沈的老太太撫養成人，所以改了她的姓。”韋縣令聞言，既惱羞，又慚愧。沉默了一會兒，忽然想到一條毒計。立刻從床上起來，點上燈，招呼韋娘一塊喝酒，卻偷偷在杯中下了劇毒。韋娘酒才下嚥，即倒地呻吟，眾人急忙看時，已氣絕身亡。韋縣令叫來戲子樂工們，把韋娘的屍體交給他們，又大大的賄絡他們。不過韋娘平生交好的都是些有權有勢的人家，聽說韋娘暴死，都知道有問題，收買戲子們，要他們向韋縣令的上司告狀。韋縣令驚慌失措，只得傾囊行賄，最後還是被以浮躁為由罷了官。返回老家時，才三十八歲。",
      "&emsp;&emsp;從此後，韋公子閉門思過，很後悔以前的醜行。而妻妾有五六個，卻都沒有子女，想過繼叔父的孫子為嗣。韋公因為他家滿門無品行，恐怕自己的子孫也染上惡習，雖然同意過繼，但須等他老了以後才過們。韋公子大怒，想收留羅惠卿作兒子，家裏人都說不可，才作罷，又過了幾年，韋公子忽然大病，常常打著自己的心口說：“淫婢嫖妓的，不是人啊！”他叔父聽到後歎息道：“這大概是要死了！”便將自己次子的兒子送到他家，讓孫子早晚問安。過了一個多月，韋公子果然一命嗚呼了。",
      "&emsp;&emsp;異史氏說：“在家姦淫奴婢，出外嫖宿娼妓，種下的問題真是沒辦法說。不過自己的骨肉，卻喊別人父親，已經很丟臉了，而命運又作弄他，讓他淫亂自己的骨肉，這樣子自己還不椎心斷首，反而流汗後下毒，豈不是長了人樣的頭，卻是畜牲的心腸！雖然是這樣，做為一個風流公子，他的子女即使在風塵之中，也都展頭露角。”",
      "&emsp;&emsp;註\n\n1.春風一曲杜韋娘：杜韋娘為唐代歌女。語出唐劉禹錫贈李紳《歌妓詩》“……髻梳頭宮樣妝，春風一曲杜韋娘。"
    ]
  },
  {
    "title": "石清虛",
    "href": "http://liaozhai.weebly.com/307072816534395.html",
    "content": [
      "&emsp;&emsp;邢雲飛是順天人。喜歡石頭，看見好石頭不惜重金收購。有一次在河邊捕魚，有一個東西掛在網上，似乎沉甸甸的。取來一看，是一塊一尺長的石頭，四面紋路玲瓏精巧，像峰巒綿延秀美。雲飛高興極了，如獲至寶。回家後，他用雕花紫檀木做石頭的底座，把石頭擺放在桌子上。每當到了天要下雨的時候，石頭上就處處升起雲彩一樣，遠遠看去好像填滿了新棉花一樣。",
      "&emsp;&emsp;有一個豪強登門求觀石頭。看了後就回身遞給他的僕人，上馬就直接離開。邢沒有辦法，只能頓足悲憤。那個僕人拿著石頭跑到了河岸邊，在橋上休息一下。卻忽然失手將石頭掉入河裏。豪強發火了，用鞭子抽僕人。立即出錢雇傭會游泳的人，想盡千方百計去搜尋石頭，可是怎麼也找不到。於是寫下懸賞尋石告示就離開了。從此天天都有很多尋找石頭的人來到河裡，可是都沒有人找到。",
      "&emsp;&emsp;後來，邢雲飛來到這裏，對著水感懷，只見河水清澈，石頭原來就在水中。雲飛很高興，脫衣下水，抱著石頭上來。",
      "&emsp;&emsp;雲飛帶著石頭回家後，不敢擺在廳堂裏，只將內室打裡整潔擺放石頭。一天，一個老頭登門要石頭，雲飛託辭說石頭早就丟了。老頭笑著說：“你屋子裏不是有嗎？”雲飛便請老頭進屋證實確實沒有石頭。當他們走進廳堂，石頭果然擺放在條几上。雲飛瞠目結舌，無法言語。30.老頭撫摸著石頭說：“這是我家的舊物，很早前丟失，現在果然在你這裏。既然我看見了，就請你還給我吧。”雲飛十分不情願，爭著要做這塊石頭的主人。老頭笑著說：“既說是你家的東西，你有什麼證明？”雲飛無法回答。老頭說：“老朽以前就知道。它前後有九十二個孔，孔中寫有五個字：‘清虛天石供’。”雲飛仔細一看，孔中果然有小字，只有米粒大小，仔細看才能辨認。有數孔的數目，果然跟老頭說的一樣。雲飛無法應對，但就是抱著石頭不給。老頭笑著說：“誰家的東西能憑你想要就要的嗎？”說完便作揖告辭而去。",
      "&emsp;&emsp;雲飛送老頭出門，回來後石頭就不見了。雲飛急忙去追老頭，老頭慢慢前行還沒走遠。雲飛扯著老人的衣服向老人哀求要回石頭。老頭說：“奇怪了！一尺大小的石頭，我怎麼能藏在身上呢？”雲飛知道老人很神妙，硬拉著老人回家，長跪不起，請求拿回那塊石頭。老頭就說：“石頭到底是你家的還是我家的？”雲飛說：“的確是你家的，只是想求你把它送給我。”老頭說：“既然這樣，石頭本來就在你這裏了。”雲飛進房一看，石頭已經在原來的地方。老頭說：“天下的間的寶貝，應當給愛惜寶貝的人。這塊石頭能夠自己選擇主人，我也很喜歡。但是它急著現身出來，卻有些劫難還沒消除。我本想將把它帶走，三年後再送還給你。你既然想留下它，會減掉三年陽壽，如此它才可以與你始終在一起，你願意嗎？”雲飛答：“願意。”老頭用兩指在石頭上捏住一個孔，孔像泥巴一樣軟，手指離開了，孔就閉上了。連閉了三個孔才停止。老頭說：“石頭上孔的數目就是你的陽壽。”說完老頭就告辭。雲飛執意留下老人，老人堅持要走。雲飛請問老人的姓名他也不說就走了。",
      "&emsp;&emsp;過了一年多，雲飛有事外出，夜裡有小偷光顧。別的沒偷，只偷走了石頭。雲飛回來後，悲傷欲絕。到處詢問打探，都杳無消息。幾年後，有一次偶然在報國寺見到一個賣石頭的正在賣他的那塊石頭。雲飛就上前指認。賣的人不服氣，於是揹著石頭去見官。官爺問：“你們說石頭是自己的有什麼憑證？”賣石的人能說對石頭上的孔的數目。雲飛問他還知道什麼，賣石的人就無言以對。雲飛才說出石頭孔中的五個字以及石上的三個指印。終於把這個官司打贏了。官爺命人打賣石者，賣石者說他是用二十兩銀子從集市裏買的，才得以免罪釋放。",
      "&emsp;&emsp;雲飛帶著石頭回家，將石頭用綢緞包裹藏在盒子裏。偶爾拿出來欣賞，都要先焚一爐好香而後才拿出。有一個尚書想用百兩銀子來買，雲飛回絕他說：“即使給我萬兩銀子我也不賣。”尚書火了，暗自設計陷害他。雲飛被關押，田產被典賣。尚書托別人暗示雲飛的兒子。雲飛的兒子告訴雲飛，雲飛願意以死保石。雲飛的妻子偷偷跟兒子商量後，把石頭獻給尚書。雲飛出獄才知道這件事，痛駡妻子棒打兒子，幾次想自盡，都因為家人發覺而救下。夜晚雲飛夢見一個男人來跟他說自己是石清虛，叫他不要擔心。他說：“我只是與你分別一年多，明年八月二十日下午，你可以到海岱門用兩貫錢把我買回。”雲飛做了夢後，很高興，牢記約定的日子。那塊石頭在尚書家，再也沒有下雨前出雲的異象，日子久了尚書也不把石頭當寶貝。第二年，尚書因罪降職，不久便死了。雲飛按照約定來到海岱門，就見尚書家僕人偷那塊石頭出來賣，雲飛於是用兩貫錢買下了石頭。",
      "&emsp;&emsp;後來雲飛活到八十九歲，為自己準備好了棺木，又叮囑兒子在他死後一定要用那石頭陪葬。等他死了後，他兒子按照他的遺言，把石頭埋在墓中。半年多後，一個盜墓賊挖開雲飛的墓地，偷走了石頭。雲飛的兒子知道了，卻不知道該怎麼去找回石頭。過了兩三天，他同僕人在路上，忽然看見兩個人奔逃狼狽，汗流浹背，對著天空叩首，說：“邢先生，你別逼我們了！我們倆把這石頭偷去，不過賣了四兩銀子而已。”雲飛的兒子於是將這兩人送到官府，一審訊他們便招認了。問他們石頭到那裡去了，他們說賣給了一個姓宮的。官爺命人去取來了石頭，官爺很喜歡，想要占為己有，命人把它收到官庫裏。衙差拿起石頭，石頭忽然掉到地上，摔碎為十幾塊。大夥都愣了。官爺於是用重刑將兩個盜墓賊處死。雲飛的兒子撿起碎了的石頭回家，還是將碎石埋到雲飛的墓裏。",
      "&emsp;&emsp;異史氏說：“最好的東西往往就是禍害的根源。到了想以命殉石就太癡了！而最後那塊石頭與人共始共終，誰說石頭沒有感情啊！古人說：‘士為知己者死’真不是誇張的說法！石頭都這樣，何況是人呢！”"
    ]
  },
  {
    "title": "曾友于",
    "href": "http://liaozhai.weebly.com/263662145120110.html",
    "content": [
      "&emsp;&emsp;曾老翁，是昆陽的世家大族。老翁剛死去還沒入斂時，兩眼中忽然流出許多淚水，老翁的六個兒子都不明白是什麼緣故。次子曾悌，字友于，是縣中名士，見此情景，認為不吉祥，告戒弟兄們各自謹慎，不要讓父親死了後還感到痛心。但弟兄們卻大半笑他迂腐。\n\n­",
      "&emsp;&emsp;原來，老翁原配妻子生了長子曾成，到了七八歲時，母子二人都被強盜擄去。續娶後，生了三個兒子：曾孝、曾忠、曾信，小妾又生了三個兒子：曾悌、曾仁、曾義。曾孝因為曾悌等三人都是庶出，鄙視他們，不和他們來往，拉攏曾忠、曾信，結成幫派。有時和客人喝酒，曾悌等經過堂下，也傲不為禮。曾仁、曾義都很氣憤，和曾友于商量，要跟他們結仇，曾友于不聽，百般寬慰。曾仁、曾義年齡還小，哥哥既不同意，也就算了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;曾孝有個女兒，嫁給了本縣一姓周的人家，後來病死了。曾孝便叫曾友于等兄弟，要去周家問罪。友于不願去，曾孝很生氣，命曾忠、曾信糾集本族中的無賴子弟，去捉了周妻，橫加毒打，拋糧摔碗，盆盆罐罐砸了個一乾二淨。周家告了官府，縣令大怒，將曾孝等拘拿了去，下在獄中，要申報郡府，革去功名。友于為弟兄們擔心，自己去見縣令投案。對友于的品行，縣令一向器重，看在他的面上，諸兄弟們才沒受多少苦。友于又到周家，代表弟兄們負荊請罪，周家也看重友于，官司才算了結。但曾孝回家後，並不感激友于。",
      "&emsp;&emsp;隔了一陣，友于的母親張夫人去世。曾孝等三弟兄也不服喪，照舊歡宴喝酒。曾仁、曾義氣憤不過，友于說：“這是他們無禮，對我們有什麼損失？”等入葬時，曾孝等又守住父親的墓門，不讓張夫人合葬。友于沒辦法，只得將母親暫時葬在墓道中。又過了不久，曾孝的妻子亡故。友于招呼曾仁、曾義過去赴葬，二人說：“老一輩的喪禮他都不講,還講什麼小一輩的喪禮！”友于再三勸告，二人不聽各自跑走。友于只得自已前去，到選葬時，哭得十分傷心。此時，卻隔牆聽見曾仁、曾義又是敲鼓，又是奏樂，曾孝大怒，糾合諸弟兄去毆打二人，友于操起根棍子跑在前面。曾仁感到到不好，立即逃走了。曾義剛要跳牆，被友于從後面一棍打下來。曾孝等人上前拳棍交加，不斷毆打。友于見狀，忙用身子護住弟弟。曾孝大怒，責駡友于。友于說：“責打曾義，是因為他太無禮，但他罪不至死。我不偏袒弟弟的過錯，也不助長哥哥的暴力。你如果還生氣，就打我吧！”曾孝掉過棍來就打友于，曾忠、曾信也跟著，打罵聲太大，驚動了鄰居。大家忙都跑過來勸解，曾孝才悻悻地走了。",
      "&emsp;&emsp;友于挨了打，毫不怨恨，扶著拐杖到哥哥曾孝家請罪。曾孝卻將他趕了出去，不讓居喪。曾義也被打得遍體鱗傷，茶飯不進。曾仁悲憤不已，寫下訴狀，告了曾孝等不為庶母出喪。縣令接狀發簽，捉拿了曾孝、曾忠、曾信，讓友于陳述事情經過。友于因為臉被打傷，無法去縣衙，呈文稟報縣令，哀求息事寧人。縣令便銷了此案，不再過問。曾義不久傷也好了。從此後，雙方仇怨日深。曾仁、曾義都年小體弱，常遭毒打，抱怨友于說；“人家都有弟兄，就我們沒有！”友于生氣地說：“這話是我應該說的，你們說什麼？”又苦勸兩個弟弟忍耐，二人始終不聽。",
      "&emsp;&emsp;友于只好關了門窗，攜帶妻子兒女借住到別的地方，那裡離家有五十多里遠，希望從此耳根清靜。友于在家時，雖然並不幫著弟弟們，但曾孝等也有顧忌。友于走後，曾孝等稍不如意，就跑到曾仁、曾義的家門口高聲辱駡，連去世的母親也跟著受辱。二人估量著打不過，只有關門鎖戶，一心想找個機會殺了他們，拚個你死我活。每出門，懷裏都藏著利刃。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天，被強盜擄去的長兄曾成，忽然帶著家眷逃了回來。曾孝等三兄弟因為分家已久，一塊商量了三天，竟無處安置他。曾仁、曾義暗喜，將長兄請到自己家中奉養，又去告訴了友于。友于十分高興，忙回家來，三弟兄共同勻出田產、房屋，讓長兄住下。曾孝等卻認為友于三人是買好送人情，又憤怒地跑上門來叫駡。曾成長期淪落在賊寇中，養成了勇武剛猛的脾氣，此時不禁大怒，罵道：“我回家來，你們沒有一個人肯挪出一間屋子，幸虧三個弟弟念著手足之情。現在你們上門叫駡，是想趕我走嗎？”衝出家門，用石頭將曾孝打翻在地。曾仁、曾義見機，各持棍棒、一湧而上，捉住曾忠、曾信痛打一頓。曾成又到縣衙告狀，縣令命人詢問友于，友于只得去拜見縣令，低頭無語，只是流淚。縣令徵求他的意見，友于說：“求大人給個公斷！”縣令便判曾孝等都拿出財產，曾老翁的家業由七人平均分配。從此後，曾仁、曾義與曾成更加互相愛護尊敬，談及葬母一事，三人都傷心地落了淚。曾成生氣地說：“如此不講仁義，真是禽獸！”便想開墳，將庶母與父親合葬。曾仁跑了去告訴友于，友于匆忙回家，勸阻長兄。曾成不聽，訂下日子，開墓改葬。到了那天，曾成在墓前擺上祭品，又一刀砍去了墓邊一棵樹，對六個弟弟說：“誰不披麻戴孝，就如同此樹！”大家唯唯聽命。一家人痛哭著重新為張夫人發喪，一切按禮儀進行畢。此後，弟兄們相安無事。但曾成性子暴烈，動不動就打罵弟弟們，對曾孝尤其嚴苛。惟有看重友于，即使是盛怒之下，只要友于來了，一兩句話就把事情解決了。曾孝做事，曾成總是看不順眼。曾孝因此沒有一天不去友于家，暗地裏對著友于咒駡長兄。友于委婉地勸解，還是不聽。友于受不了他的騷擾，又遷家到三泊租房子住，離家越遠了，也就漸漸地很少通音訊了。",
      "&emsp;&emsp;又過了兩年，弟兄們雖都害怕曾成，時間久了也就習慣了，也很少有紛爭。曾孝已是四十六歲的人了。生了五個兒子，長子繼業、三子繼德，是嫡妻生的；次子繼功、四子繼績是妾生的；還有一個奴婢也生了個兒子，叫繼祖，都已長大成人。也效仿父親過去的做法，分別結成幫派，整天爭鬥不休，連曾孝也制止不了。曾繼祖沒有親兄弟，年齡又最小，兄長們誰都能對他叫罵。繼祖的岳父家距三泊不遠，有一次，去拜見岳父時，繞道看望叔父友于。進入以後，看見叔叔家兩個哥哥一個弟弟，正在弦歌誦讀，那種和睦親近的樣子，令繼祖感慨萬千，便住在叔家，不回去。叔父催促他，就哀求叔父讓自己借住在這裏。友于說：“你住在這裏，你父母都不知道，所以讓你快回去。我豈是吝惜那一碗飯嗎？”繼祖只好回去。過了幾個月，繼祖帶著妻子去給岳母拜夀，告訴父親說：“我這次去就不回來了。”父親詢問緣故，繼祖吐露想要借住到叔父家的意思。父親擔心和他家一直有怨隙，恐怕難以久住。繼祖說：“父親太過多慮了，二叔是聖賢般的人！”於是攜帶妻子去了三泊。友于為他打掃了房子，讓他住下，當兒子一般看待，讓他和長子繼善一塊讀書。繼祖最聰慧，寄居叔家一年多，就考進雲南郡學。此後，更是與繼善關門苦讀，十分勤奮，友于非常喜愛他。\n\n     \n自從繼祖去了三泊以後，家中弟兄們更加不和睦。一天，為了點小事，繼業又辱駡庶母。繼功大怒，將繼業一刀刺死。官府拘捕了繼功，嚴刑拷打，沒幾天便死在獄中。繼業的妻子馮氏還整天以罵代哭，繼功妻劉氏聽見，惱怒無比，罵道：“你家男人死了，我家男人就活著嗎？”持刀進入繼業家，將馮氏又殺死了，自己投井而亡。馮氏的父親馮大立，痛憤女兒慘死，率領自家子弟，衣服裏暗藏兵器，去捉拿住曾孝的妻子，剝下衣服，在路上痛打。曾成大怒說：“我家死了那麼多人，馮家怎能又這樣？”吼叫著衝出家門，曾家子弟隨後，將馮家打了個落花流水。曾成首先抓住馮大立，割下了兩個耳朵，馮大立的兒子見狀來救，被繼績用鐵棍橫掃，打斷了雙腿。馮家人都被打傷，一哄而散。只剩下馮大立的兒子躺在路邊呻吟，曾成用胳膊夾著他，扔到馮家村外，自己回來了。又讓繼績去縣裏自首，馮家的狀子正好也到了縣裏，於是曾家子弟盡被拘拿，只有曾忠逃走了。跑到三泊，在友于家門外徘徊，恐怕友于還記念舊仇，不敢進去。正好友于領著兒子繼善和侄子繼祖科考回來，看見曾忠十分吃驚，問到：“弟弟怎麼來了？”曾忠還沒說話，已經涕淚交流，長跪在路邊。友于忙拉住手，把他拽進家內，詢問後才知家裏發生的變故，大驚說：“怎麼辦呢！一家人都兇橫暴戾，我早就料到大禍不遠了！否則我怎會躲到這裏？但我離家已久，與縣令好久都沒連絡，現在就是一路跪著去哀求，也只是受侮辱而已。現在只有希望馮家父子重傷不死，我們三個僥倖有考中舉人的，那麼這場災禍還能消解。”於是，留住曾忠，白天一塊吃，晚上一起睡，曾忠又感激，又慚愧。住了十幾天，見他們叔侄親如父子，兄弟如同胞手足，不禁淒然落淚，說：“現在才知道自己從前不是人啊！”友于也很高興他能悔悟，兩人相對不禁心酸悽惻。不久，回報友于父子同榜考中舉人，繼祖也中了副榜，全家大喜。也不去赴“鹿鳴宴”(1)，先趕回老家省視祖墳。\n\n     \n明代末年，最重視科舉，馮家聽說友于高中，也都收斂了起來。友于又托親友賄絡馮家許多錢財，幫他們買藥治傷，官司才了結。曾家全家人都感激友于，懇請他搬回老家。友于和弟兄們焚香立誓，讓他們都改過自新，然後將家遷了回來。繼祖仍跟著叔父，不願回自己家。曾孝對友于說：“我沒有品德，不該有光宗耀祖的兒子。弟弟又善於教誨，就讓他跟著你，暫且做你的兒子吧。將來有了長進，再請賜還給我。”友于答應了。",
      "&emsp;&emsp;­\n\n     \n過了三年，繼祖果然中了舉人。友于便讓他搬到父親家住，夫妻二人痛哭著離去。沒幾天，繼祖有個兒子才三歲，又逃到友于家，藏在繼善屋裏，不肯回去。捉了回去就逃回來，曾孝只得叫繼祖分家另住，和友于作鄰居。繼祖把自己家開了個門，通到叔父家，一早一晚跟往常一樣問安。此時，曾成已經老了，家裏的事都由友于作主。從此後，全家和睦，兄弟友愛，家門一天天好了起來。\n\n     \n異史氏說︰天下間只有禽獸只知道有母親而不知道有父親，不過許多讀書人家，就是這樣。在家裡面的行為，影響到兒孫的，是直通骨髓一點也改不來。所以古人認為︰“做父親的會殺人報仇，做兒子的一定會擄掠搶劫。”這是家庭影響產生的後遺症。曾孝雖然不仁義，受到的報應也蠻悽慘，可是終究知道自己品德不好，把兒子託付給弟弟，所以會得到一個正直負責的兒子。如果談因果報應，那就迂腐了。",
      "&emsp;&emsp;註\n\n1.鹿鳴宴：明清時於鄉試揭曉之次日，宴主考以下各官及中式舉人，宴會時歌《詩·小雅·鹿鳴》之章。"
    ]
  },
  {
    "title": "嘉平公子",
    "href": "http://liaozhai.weebly.com/22025241792084423376.html",
    "content": [
      "&emsp;&emsp;嘉平縣某公子，生得容貌俊秀，風流瀟灑，年紀大約十七八歲。有一次，他到郡裏去考秀才，偶然路過一家姓許的鴇母開的妓院，那裡面有個漂亮姑娘，他忍不住呆呆地望著她。那女子微微一笑，點了點頭，公子便上前跟她說話。女子問：“你住在那裡？”公子告訴她住的地方。又問：“屋子裡有其他人嗎？”回答道：“沒有。”女郎說：“我晚上來拜訪，不要讓別人知道。”公子答應了。",
      "&emsp;&emsp;公子回到寓所，到了晚上，將童僕都支開了。那女郎果然來了，自我介紹說：“我小名叫溫姬，”又說：“我愛慕你俊俏風流，所以背著鴇母來了。我自己希望能和你共度終身！”公子也十分高興，答應要花錢為她贖身。從此後，女子兩三夜就來一次。一天晚上，女子冒著大雨來了，進門後脫下濕衣服，扔到衣架上；又脫下腳上的靴子，請公子幫她擦去泥巴。公子看那雙靴子，是用五色花紋的新錦緞做的，全被泥水沾髒了，感到很可惜。女郎說：“我不是故意讓你做這種低下的事，是要你知道我對你的一片癡情。”",
      "&emsp;&emsp;聽窗外雨聲不止，女子信口吟了句詩道：“淒風冷雨滿江城，”請公子續接下句。公子推辭說不會，女子說：“公子這樣一表人才，怎麼不懂風雅呢？真掃興！”便勸他好好學習。公子答應了。",
      "&emsp;&emsp;兩人來往逐漸頻繁，僕人們都知道了。公子的姐夫宋某，也是世家子弟，聽說後，暗地裏懇求公子見見溫姬。公子便告訴了女子，女郎堅決不同意。宋某藏在僕人房間，等到女郎進來時，趴在窗子上偷看，看見女子的模樣，神魂顛倒，不能自持，急忙推門出來，女郎已起身，翻牆走了。宋某非常嚮往女郎，於是備下厚禮去見鴇母，指名要見溫姬。鴇母說：“是有個溫姬，但已經死掉很多年了。”宋某愕然，回來後告訴了公子，公子才知道那女子是鬼。到了夜晚，公子告訴女子宋某的話，女子承認說：“是的。但你想得到美人，我想得到美丈夫，我們兩人各遂所願，那就夠了，管他是人是鬼？”公子認為很對。",
      "&emsp;&emsp;公子考完回家，溫姬也跟著去。別的人都看不見她，只有公子能看得見。到家裡，女郎在書房住下。公子一個人睡在書房裏。不回臥室，父母都很奇怪。溫姬回去探親，公子才偷偷地告訴了母親。母親大驚，告誡公子跟她斷絕關係，公子不聽。父母十分擔憂，想盡了辦法也無法趕走女郎。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;有一天，公子有事要交待僕人，寫了張簡帖，放到桌子上。帖子上有許多錯別字：花椒的“椒”字錯成了“菽”，生薑的“薑”寫成了“江”，“可恨”寫成了“可浪”。溫姬見到了這張帖子，翻過來在後面寫到：“何事‘可浪’？花菽生江。有婿如此，不如為娼！”於是告訴公子說：“我當初以為你是世家文人，所以不怕羞恥，自己找上門來。沒想到你虛有其表！我只憑外貌取人，怎不被天下人恥笑呢！”說完，一下子就不見了。公子聽了溫姬的話，雖然很慚愧、悔恨，還是不知道她寫甚麼，仍然把帖子交給了僕人。結果，傳出去成為笑話！\n\n     \n異史氏說：”溫姬是個人見人愛的姑娘，而嘉平公子也風度翩翩，何必苛求真正知道些甚麼呢！至於後悔跟著他不如做娼妓，那麼他的妻妾也要覺得做他妻妾很丟臉了。反過來說，對於不管用甚麼方法都趕不走的女鬼，看了帖子竟然潘然悔悟，那麼‘花菽生江’這段話跟杜甫的‘子章髑髏(1)’有甚麼差別呢！“。\n\n《耳錄》(2)說：“路邊奉茶的人家掛著“施恭(3)結緣”把茶寫成恭也很好笑。\n\n     \n有個有錢人的後代變窮以後在門口貼上：“賣古淫器。”把磘當成淫，“有要宜淫、定淫(4)者的，大小都有，進去看東西談價錢。”一些世家子弟像這樣子的很多，豈僅是“花菽生江”呢！",
      "&emsp;&emsp;註\n\n1.",
      "&emsp;&emsp;子章髑髏：杜甫曾作《戲作花卿歌》一詩。詩中云：“子璋髑髏血模糊，手提擲還崔大夫。”\n《唐詩紀事》，謂吟誦這兩句詩可以驅邪療瘧。意謂“花菽生江”這樣的錯別文句，同杜甫“子章髑髏”的詩句一樣，都有驅邪的作用。\n\n子章，唐代梓州刺史段子璋。\n\n2.《耳錄》：蒲松齡友人朱緗曾作《耳錄》。\n\n3恭：俗稱大便為出恭。\n\n4宜淫：\n明宣德年間景德鎮制瓷官磘稱“宣磘”",
      "&emsp;&emsp;定淫：宋代河北定州瓷磘稱“定磘”"
    ]
  }
]
