[
  {
    "title": "江中",
    "href": "http://liaozhai.weebly.com/2774320013.html",
    "content": [
      "&emsp;&emsp;王某人南遊，將遊船停在江中。已經上床了，見明月光亮如潔白的熟絹，不能入睡，便讓家童為他按摩。忽然聽見船頂有如小孩行走，踏蘆席作響，自船尾而來，漸漸地走近船艙。懷疑是強盜，急忙起來問家童。家童也聽見。問答之間，見一人伏在船頂上，低頭往船艙裏窺探。大驚，拔劍且急呼家僕，全船人都醒。告知所看到的事情。或許是誤會。突然響聲又起。大家四面關顧，渺然無人，只有星星明月掛在天空，漫漫碧波蕩在江面而已。",
      "&emsp;&emsp;大家坐在船上，忽然看見綠色的燈火突出水面，隨水浮動；",
      "&emsp;&emsp;漸漸進入船內，火突然熄滅。隨即有黑人忽然站起來，立在水上，用手扒著船走。眾人說：“一定就是這東西！”正要射殺。剛拉開弓，黑人忽然躲進水裡，不見了。",
      "&emsp;&emsp;問船老闆。老闆說：“這裏原來是戰場，時常有鬼出沒，不足為奇。”"
    ]
  },
  {
    "title": "魯公女",
    "href": "http://liaozhai.weebly.com/397912084422899.html",
    "content": [
      "&emsp;&emsp;招遠縣有一個書生叫張于旦，性情放蕩不羈，在一座荒廟裏讀書。當時，招遠縣的縣官是魯公，三韓人氏。他有一個女兒專好打獵。有一次，張生在野外遇到魯公女，見她長得風韻娟秀，姿態妍麗；身穿錦緞貂皮襖，騎著一匹小馬駒，像畫上的人一樣。回到廟中，每每想起這女子的美貌，心裏總是念念不忘。後來聽說這女子忽然死了，張生悲傷得不得了。魯公因為距老家很遠，便把女兒的靈柩暫時寄存在張生讀書的荒廟裏。",
      "&emsp;&emsp;張生因為和魯公女有一面之緣，對她非常仰慕，猶如對神明一般。他每早都到魯公女靈前燒香，吃飯時必定祭奠。每每舉著酒杯對著魯公女靈柩祝告說：“我才見了你一面，就常在夢裏想到你，沒想到像畫一樣的人竟然死了。現在你雖近在我的身邊，但距離卻遠如萬里河山，真是遺憾。我是活著的人要受禮法約束，你是死了的人，應該沒有這種禁忌！你在九泉之下有靈的話，應當珊珊走來，安慰我傾慕的心。”",
      "&emsp;&emsp;張生日日禱告，將近半個月。一天晚上，他正在燈下讀書，忽一抬頭，見魯公女含笑站在燈下。張生驚訝地起來詢問，女子說：“感念你對我的一片真情，不能忘懷，所以不避私奔的嫌疑來與你相會。”張生大喜過望，二人於是共相歡好。此後，魯公女沒有一晚不來。她對張生說：“我生前好騎馬射箭，以射獐殺鹿為快事，罪孽很大，死了以後無處可去。若是你真的愛我，煩你替我念金剛經五千零四十八卷，我生生世世永遠不忘你。”張生恭恭敬敬地答應她的囑託，從此常常夜裏起來到魯公女柩前撚著佛珠誦經。",
      "&emsp;&emsp;有一次，偶然碰上節日，張生想帶魯公女一起回家過節。女子擔憂自己腿腳沒勁，走不動。張生要揹著她走，女子笑著同意了。張生像揹個小孩一樣，一點不覺得重。此後，揹著她走路就成了常事。張生考試時，也揹她一塊去，但必須夜裏走。有一年，省裏開科舉考試，張生要去赴考，女子說：“你福氣薄，去也是徒勞往返。”張生聽了她的話就沒去參加考試。又過了四五年，魯公罷了官，窮得沒有錢雇車把女兒的棺材運走，就打算就地埋了，但苦於沒有墳地。這事張生知道後，就對魯公說：“我有塊土地在廟旁，可以埋你家女公子。”魯公大喜。張生又張羅著幫助料理葬事。魯公對張生非常感激，但也不知道張生是為了什麼。",
      "&emsp;&emsp;魯公罷官回家去了，張生與魯公女仍然歡好如初。一天夜裏，女子依偎在張生懷裏，哭得淚如雨下，對張生說：“我們相處五年，現在要分別了！我受你的恩義，幾世都不足以相報。”張生驚訝地問她，她說：“蒙你為我念經加持。現在你已為我念滿了經數，所以我將要托生到河北盧戶部家。若是你不忘今天，再過十五年的八月十六日，請你去盧戶部家相會。”張生也傷心地哭著說：“我現在已三十多歲了，再過十五年，我就快入棺材了，相會又能怎樣呢？”女子說；“到時就給你當奴婢作為報答好了。”一會兒，她又說：“你可送我六七里路嗎。這半路上有很多荊棘，我穿著長裙子不好走路。”說罷，抱著張生的脖子，張生便送她上了大路。",
      "&emsp;&emsp;到了大路上，見路旁有許多車馬，馬上有騎著一人的，有騎著兩人的；車子有已坐三人、四人的，甚至坐十幾個人的不等。唯有一輛以金花為裝飾掛著朱紅繡簾的車子，只有一個老婆子坐在裏面。老婆子見魯公女來了，就叫著：“來了？”女子答應：“來了。”女子回過頭來對張生說：“就送到這裏，你回去吧！不要忘了我剛才說的話。”張生答應著。女子就走到車前，老婆子伸手拉她上了車，鈴鐺一響，車馬向遙遠的地方駛走了。",
      "&emsp;&emsp;張生無精打采地回到廟裏，將十五年後相會的日期記在牆上。想到念經還有這樣大的作用，就更加誠心念經。他夜裏做夢，夢見神明告訴他：“你志氣很好，但須要到南海去。”問神明：“南海多遠？”神明說：“遠在天邊，近在眼前方寸之地。”醒後，他領悟了神明的意思，就念起菩提經來，更加誠心修行。",
      "&emsp;&emsp;三年後，張生的大兒張政、二兒張明相繼高中。張生雖一下顯貴起來，可他仍然堅持修行。有一次夢見一個青衣人請他，到了一座宮殿，殿中坐著一位神明，像是菩薩，迎接他說：“你行善可嘉，可惜不長壽，幸好請示了上帝，為你延長壽命。”張生跪下叩頭，菩薩叫他起來坐下，請他喝茶，茶香猶如蘭花。又叫童子領他到一個池子裏去洗澡。池水很清，裏邊的魚都看得很清楚。進入池中，水很溫熱，捧起來聞一聞，有荷葉香味。一會兒，他漸漸到了深處，失足陷入水底，水深沒了頭頂，一下子就驚醒了，大為驚異。",
      "&emsp;&emsp;從此，張生身體更加健壯，眼更明亮，自己捋了一下鬍子，白鬍子都掉了。又過一些時候，黑鬍子也掉了，臉上也沒有了皺紋；數月以後，眉目像兒童，跟十五六歲一樣。還喜好遊戲，也像個孩子，不注意衣服飾物，禮儀小節。玩出了事，兩個兒子就去救他。不久他夫人老病去世了，張生的兒子們要給他娶大戶人家的女兒為繼室。他說：“等我到河北去一趟回來再說。張生屈指一算，已經到了與魯公女約定相會的時候了，便命人備馬，率僕人到了河北。一打聽，果然有個盧戶部。",
      "&emsp;&emsp;早先，盧公生一女兒，生下來就會說話，長大了更加聰明漂亮，父母最喜歡她。一些富貴人家來求婚，女兒都不願意。父母覺得奇怪，就問她，女兒詳細說了生前的姻緣。大家給她算了算時間，大笑著說：“傻丫頭！張郎現在已年過半百了，人事變遷，怕他屍骨都爛了；就是還活著，也老掉牙了。”女兒不聽，還是等著。母親見她決心不動搖，與盧公計謀，叫看門的不要通報客人，等過了約期，她就會絕望了。",
      "&emsp;&emsp;果然不久張生就來訪問，看門的不給他通報。張生不得已回到旅店，心裏又不痛快又沒有辦法，就去郊外散心，也借此機會暗暗打聽女子的消息。托生後的魯公女以為張生負約，終日哭泣，也不吃東西。母親對她說：“張生不來，一定是去世了。就是活著，違背了盟約，錯也不在你。”女子也不說話，終日躺在床上。盧公很憂心，也想知道張生到底是個什麼樣的人，於是託詞郊遊，正好遇到張生。一見是個少年，十分驚訝，互相談了幾句話，見張生風流瀟灑，盧公很喜歡，便邀他到家裏去。張生剛想問話，盧公忽然立起，叫客人等一下，自己匆匆進內房告訴了女兒。女兒很高興，自己奮力起床，出來一看，見長得不大像張生，就哭著回房了，埋怨父親誑她。盧公極力表明這個人就是張生，女兒也不說話，只是哭。盧公出來，情緒懊喪，對張生也不熱情接待了。張生問：“貴府有在戶部當差的嗎？”盧公隨便應了一聲“有”，眼睛向別處看，似乎不覺得有客人在。張生感到有些慢待自己，就告辭走了。",
      "&emsp;&emsp;魯公女只是哭，幾天就哭死了。張生夜裏做夢，見魯女來對他說：“來找我的果然是你嗎？你年紀相貌都變了，見了面竟沒有認出。現在我已憂鬱而死，煩你趕快到土地祠招回我的魂，還能復活，晚了就來不及了。”張生醒來，急忙去叫盧戶部的門，果然他女兒已經死了兩天了。張生悲慟欲絕，進屋弔唁一番，把夢中的事告訴了盧公。盧公聽從了他的話，急忙去土地祠招回了女兒的魂。又掀開被子，撫摸著女兒的屍體，一面叫女兒的名字，一面禱告。不多時，便聽到女兒喉嚨裏咯咯地響，見她朱唇一張，吐出一口冰塊樣的痰，漸漸呻吟起來。盧公高興得不得了，敬請張生客廳就坐，命人擺上酒宴，細問張生門第，才知道他家是巨族大戶，越發高興。於是選擇良辰吉日，命女兒與張生成了親。張生在盧公府住了半個月，便帶著妻子回家，盧公親自護送女兒，並在張府住了半年才回家。",
      "&emsp;&emsp;張生夫婦住在一起，真像小倆口一樣。很多人反而以為他們是魯家的兒子媳婦。盧公回家後，過了一年就死了。兒子很小，被豪強人家欺侮，家產幾乎都被人霸佔了。張生夫婦就把他接了來養，成了一家人。"
    ]
  },
  {
    "title": "道士",
    "href": "http://liaozhai.weebly.com/3694722763.html",
    "content": [
      "&emsp;&emsp;韓生，是個世家子弟，為人好客。同村的徐某，經常來他家飲酒。有一天正在舉行宴會，一個道士托缽來到門口化緣。家人給他錢和食物，他都不要，也不走開。家人生氣，就不再理睬他了。韓生聽到敲門聲響了很久，就問家人，家人便把實情說了。話還沒有說完，道士竟然進入屋中。韓生招呼他落座，道士向主人和客人只舉了舉手，就坐下了。韓生略微問了問，才知道他剛剛住進村東的破廟裏。韓生說：“您是那一天寓居東觀的，我竟不知道，很對不起沒能盡地主之禮。”道士答道：“我是野人初來乍到，還沒有結交朋友。聽說您為人大方，很想來討杯酒喝。”韓生連忙舉杯敬酒，道士酒量很大。徐某見道士的衣服又髒又破，非常貧窮，就對他不太尊敬。韓生也把道士當作浪跡四方之人對待。道士一連喝了二十餘杯，告辭而去。　　從此，每逢舉行宴會，道士就到場，遇見吃飯就吃飯，遇上飲酒就飲酒，毫不客氣。韓生也逐漸嫌他來得太頻繁。有一次喝完了酒，徐某嘲笑道士說；“道長天天作客，為什麼不做一次主人?”道士笑道：“我和居士一樣，只是兩個肩膀扛著一張嘴巴而已。”徐某羞愧得無法回答。道士說：“儘管如此，我早就懷著誠意，要竭力辦一杯水酒來酬報。”喝完了酒，又叮囑說：“明天中午敬請光臨。”第二天，韓徐二人相邀同往，但卻懷疑道士能否設宴款待。一路走去，道士已在途中守候。三人邊談邊走，不知不覺就來到了寺門之前。進門一看，院落一新，樓閣相連。二人非常驚奇，說：“好久沒到這裏來了，什麼時候建造得這樣壯麗?”道士答道：“剛竣工不久。”待到進入室內，陳設之華麗，更是世家所不能比。二人肅然起敬，剛剛就座，酒菜就擺上來了，侍候的都是十五六歲的漂亮少年，錦衣紅鞋，異常華美。酒肴芳美，非常豐盛。飯後，另有茶點果品。珍奇的水果多半不知道什麼名，而且都用水晶玉石一類器皿盛著，光燦燦耀人眼目。盛酒的玻璃盞，周長有一尺有餘。道士又說：“招呼石家姐妹來。”少年去後不久，就有兩個美人進來了。一個身材細長如弱柳，一個嬌小年輕，柔媚曼麗堪稱雙絕。道士便讓他們唱歌勸酒。小姑娘邊拍扳邊唱，年長的吹奏洞簫相和，歌聲清細。喝完一杯，道士又高舉起酒杯讓他們給客人斟酒。並問美人：“你們好長時間沒跳舞了，還能再跳嗎?”於是童僕立即在席前鋪好毛毯，兩個美女相對起舞，長衣飄舉，芳香四散。舞完，二女斜倚在畫屏旁邊。韓徐二人心思曠蕩，神不守舍，不知不覺之間竟然醉醺醺了。",
      "&emsp;&emsp;道士也不管客人如何，舉杯暢飲，起身對韓徐二人說：“姑且請你們自飲自酌，我稍微休息一下，馬上就過來。”說完就離開了。南屋緊靠牆壁，擺設著一張鑲嵌貝片、裝飾華貴的大床，姑娘替他鋪好床墊，扶他睡下。道士又拉著那個年長的女子共寢，讓年輕的女子站在床前替他搔癢。韓、徐二人看見道士這樣對待二女，心中頗感氣憤。徐某於是大叫道：“道士不得無禮!”就要前去阻止，道士急忙跳起來逃跑了。徐生看見小姑娘還在床邊站著，乘著酒醉把她拉向北面床上，公然擁抱著睡下。看見床上那個年長的美女，還臥在床上沒有起來，就對韓生說：“你怎麼這樣迂腐?”韓生於是逕自登上南邊那張床，與美人共寢，但美人已經睡著，推她不動，就摟著她同眠。天亮時，韓生酒也醒了，夢也醒了，才發覺懷中有個冷東西冰人．一看，原來自己正抱著一塊長石頭躺在青階之下。再急忙看一看徐生，徐生還沒睡醒。眼見他枕著一塊糞坑中用來墊腳的石頭，酣睡在破爛不堪的茅廁之中。韓生把徐某踢醒，相互感到驚駭。往四周一看，只見滿院荒草叢生，僅兩間破屋而已。"
    ]
  },
  {
    "title": "胡氏",
    "href": "http://liaozhai.weebly.com/3299327663.html",
    "content": [
      "&emsp;&emsp;在直隸這個地方有個大戶人家想聘請一位老師，這天一個秀才模樣的人登門拜訪毛遂自薦這個職位，主人請他進來，言談間覺得秀才非常豪爽，主人很喜歡他。秀才自我介紹姓胡，於是就行了拜師禮。胡秀才不但教書很勤奮，知識也比一般人淵博。只是他有時出遊，直到深夜才回來，大門關得好好的，也沒聽見敲門聲，而胡秀才已經在自己的房間裏了。於是家人大驚，認為胡秀才是個狐狸。但是主人看他沒有惡意，仍然很尊重他，並沒有因為他是異類就對他不敬。",
      "&emsp;&emsp;胡秀才知道主人有個女兒，就想求婚，向主人暗示了很多次，主人只是假裝不知道。有一天胡秀才請假離開了，第二天就有客人牽著一頭黑驢在門口等著拜訪主人，主人急忙出來把客人迎進去。客人大約五十多歲，衣服漂亮又整潔，看樣子很有修養。大家坐下後，客人說明了來意，才知道是為胡秀才做媒的。主人沉吟了許久說：“我與胡先生已經是莫逆之交，何必一定要結為婚姻呢?而且我女兒已經許配人家了，麻煩你轉達一下我的意思。”客人說：“我知道你的女兒確實是待聘的，為什麼如此不留餘地的拒絕我呢？”客人又再三請求，主人始終沒有答應，客人有點惱羞成怒，說道：胡秀才也是大戶人家出身，那裡比不上先生呢？主人就坦白告訴客人說：“本來沒有別的意思，只是覺得胡秀才不是同類罷了。”",
      "&emsp;&emsp;客人聽了很生氣，此時主人也很氣憤，就互相打了起來，客人站起身抓住主人，主人就命令家人用棍棒將他打出去，客人來不及牽驢子就逃走了，家人看看那頭驢黑色的毛，大耳朵長尾巴，是個大東西。牽牠也牽不動，就到驢的身後趕牠，這頭驢隨手就倒了，變成一隻草蟲。",
      "&emsp;&emsp;主人想起剛才客人生氣的樣子，知道他們一定會來報仇，就做好了準備。第二天，果然有一大群狐兵來了，有的騎馬、有的步行，有的拿著兵器，有的拿著弓箭，人喊馬叫的，聲勢很大。主人不敢出來，聽見狐狸說要燒房子，主人更害怕了。有勇猛的家人率領眾人大喊著衝出來，兩軍相交，互有損傷。狐兵漸漸抵擋不住，紛紛扔下兵器敗陣而逃。他們的兵器亮閃閃的，走近一看，原來是高粱葉子。大家笑著說：“狐兵的本事就這麼大。”因為仍然怕狐兵再來，主人就更加戒備了。次日眾人正在一起說話，忽然一個巨人從天而降，有一丈多高，幾尺寬，揮舞著大刀就到了大門口，追著殺人。大家用石頭",
      "&emsp;&emsp;弓箭不斷攻擊，巨人顛仆倒下死了，原來是草紮的。大家更覺得狐兵容易對付了。此後，狐兵三天沒有來，眾人稍稍有些放鬆。正好主人去廁所，突然看見狐兵張弓搭箭來了，亂箭齊發，都射到了主人臀部，主人非常害怕，急忙呼喊眾人跑過來支援，狐兵這才退去。拔箭細看，都是蒿子桿做的。像這樣鬧了一個多月，來來去去的，雖然沒有大的損傷，但是卻每天都要嚴加戒備，主人很苦惱。",
      "&emsp;&emsp;一天，胡秀才領著一些人又來了，看見主人出來就躲在眾人中。主人叫他，他不得已就走過來。主人說：我自以為沒有對先生有什麼失禮的地方，為什麼要來打架呢？這時狐兵要射箭，被胡秀才制止了。主人走近握著胡秀才的手，請他進屋，擺酒款待他。席間主人不慌不忙地說：“胡先生是個懂道理的人，應當體諒我呀，就憑我們的交情，那能不想結為姻親呢，只是胡先生所用的車馬、房屋，幾乎都和我們不一樣，我女兒嫁給你，就是胡先生大概也覺得不合適吧。有一句諺語說：‘強摘的瓜兒不甜。’胡先生看看怎麼辦呢？”胡秀才很不好意思。主人又說：“沒有關係，我們倆的交情還是在的。如果你不嫌棄我們是塵世間的凡人，我家裏的小兒子今年十五歲了，願意和你家結為姻親，不知你家有沒有合適的人呢？”胡秀才聽了大喜說：“我有個小妹妹，比你家公子小一歲，長得很漂亮，許配你家公子可以吧？”主人起身施禮，胡秀才也起身還禮。於是推杯換盞喝得很高興，盡棄前嫌，主人命家人取來很多罈美酒，犒賞胡秀才的隨從，大家都很高興。主人詳細詢問胡秀才的家世，想要寫婚書，被胡秀才制止了。胡秀才一直喝到晚上有點醉了才離去，從此家裏也就安定了。",
      "&emsp;&emsp;過了一年多胡秀才一直沒有來，有人懷疑他忘了婚約，主人卻堅信胡秀才一定會來。又過了半年胡秀才忽然來了，互相說了一些噓寒問暖的話之後說：“小妹妹長大成人了。請您選一個好日子，我送小妹過來侍奉公婆。”主人大喜，當時就定下婚期。到了那天夜裏，果然有車馬把新媳婦送過來了，嫁妝非常豐厚，幾乎要把房間擺滿了。新媳婦來拜見公婆，又溫柔又漂亮，主人非常高興。胡秀才與一個弟弟來送新媳婦，談吐都很優雅，酒量還特別好，直到天亮才離去。新媳婦能預知來年的好壞，因此謀生之道都聽她的。胡秀才兄弟經常來看望妹妹，胡秀才的媽媽也時常來看望女兒，很多人都見到過。"
    ]
  },
  {
    "title": "戲術",
    "href": "http://liaozhai.weebly.com/2513834899.html",
    "content": [
      "&emsp;&emsp;有個玩桶戲的人，他的桶能裝一升米，但這個桶不是家裏盛米的那種桶，它只有桶邊，卻沒有桶底中間是空的。在玩魔術時，他先將兩張蓆子鋪在地上，然後把一個量米的空的升子放進桶裏，等他從桶裏取出升子時，升子裏已裝滿了白米。他就這樣不停地從桶中舀出一升一升米，不一會兒，先前鋪的兩張蓆子上都堆滿了白米。接下來，他又把這些米一升一升舀回桶裏，舀完之後，再舉起桶，人們看到的仍是一隻空桶。觀看魔術的人對變白米出來並不覺得十分奇怪，但對這位魔術師能變出那麼多的白米覺得有些不可思議。",
      "&emsp;&emsp;有個叫李見田的人到附近一個製陶作坊閒逛。他本想買一口大甕，但與作坊主人討價還價結果，沒有買成。他有點掃興地回家了。到了夜晚，作坊主人開窯一看，發現窯中還沒有拿出來的六十多口陶甕都不見了。作坊主人不由得大吃一驚，轉而一想，這窯中的東西別人是不會一下子都拿走的，很可能是那個李見田跟我開玩笑。於是，他趕忙上門求見。但李見田不承認他拿走了陶甕。作坊主人苦苦哀求，李才說：“我代你出窯，一口陶甕也沒損壞，不都在魁星樓下嗎？”作坊主人按他說的去魁星樓看，果然看見放置得很整齊的六十多口陶甕。這魁星樓離作坊有三里多路，作坊主人雇人搬運，花了三天時間才搬完"
    ]
  },
  {
    "title": "丐僧",
    "href": "http://liaozhai.weebly.com/1998420711.html",
    "content": [
      "&emsp;&emsp;濟南有一個和尚，不知叫什麼名字。他赤著腳，穿著百衲衣，每天都到芙蓉街、大明湖各酒店念經化緣。人們給他酒飯、錢糧、米麵，他都不要。大家問他要什麼，他也不回答。",
      "&emsp;&emsp;終日沒見他吃過一口飯。有人勸他說：“師傅既然不吃葷酒，應到鄉下去化緣，為什麼天天在這種喧囂的地方呢？”和尚閉著眼念經，睫毛好長好長，好像什麼也沒聽見。過了一會兒，人們又講一遍。和尚瞪著眼睛厲聲說：“我就要這樣化緣！”說罷又念經不止。他念了好久以後自己離開了。有些好奇的人跟在他後面，要問個究竟，為什麼一定這樣化緣，可和尚始終不應聲；再三問下去，他又厲聲說：“你們不懂，老僧就是要這樣化！”",
      "&emsp;&emsp;這樣過了好幾天，和尚忽然出了南門，躺在路旁像僵死了一樣。一躺三天，一動也不動。當地人怕他餓死，會害到附近居民，都勸他到別處去，若要錢就給錢，若要飯就給飯。但和尚一直閉著眼，一句話也不說。大家一齊搖著他對他說，和尚大怒，從百衲衣中抽出一把短刀，一刀剖開自己的肚子，用手伸到肚子裏掏出腸子放在路上，接著氣絕身亡。大家都害怕了，趕快報告了官府。官府來草草埋葬了他。",
      "&emsp;&emsp;後來，包著和尚屍體的蓆子被狗扒了出來。人們用腳踏踏，好像是空的。打開一看，屍體沒有了，席子原樣捆著，像個空繭殼一樣。"
    ]
  },
  {
    "title": "伏狐",
    "href": "http://liaozhai.weebly.com/2023929392.html",
    "content": [
      "&emsp;&emsp;有個太史被妖狐所纏，全身被整得瘦瘠瘠的，請人畫符捉妖都沒用，於是向朝廷告假回鄉，希望能避開妖狐的糾纏。沒想到那隻狐狸仍然陰魂不斷地跟著他，弄得他無計可施。",
      "&emsp;&emsp;有一天，他投宿在河北省的涿鹿縣時，忽然客棧外有個搖鈴自稱能伏狐的醫生經過，太史連忙把他請了進來，結果醫生開了一服百戰不倒的春藥給他吃了。到了晚上，那妖狐化成女人又來糾纏時，兩人頓時展開了一場驚心動魄的肉搏戰，結果那妖狐輾轉哀啼求去而不得脫身，過了不久，妖狐叫不出聲音，太史點燈一看，妖狐已經變回原形死了。",
      "&emsp;&emsp;早先，我們鄉里某書生，素來被看成秦朝的嫪毐(1)，自己說生平沒有一次滿意的。一天，夜宿孤館，四面沒有鄰舍。忽然來了一個女郎，門沒有開人已經進屋了。書生心裡知道是個狐女，也欣然和她就寢。上床之後，衣褲未脫，直接貫穿皮毛。狐女驚喊疼痛，吱吱亂叫，忽地像老鷹脫鉤一樣從窗子逃走了。書生還向窗外輕聲喊她回來，卻早已無影無蹤了。真是伏狐猛將，應該張榜以“驅狐”為業。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;嫪毐︰戰國末年秦國的假宦官。與秦始皇母親趙姬通姦生子，並且謀反，事發，為秦始皇所誅。按照《史記·呂不韋列傳》的記載，嫪毐是一個「大陰人」（陰莖巨大的人），可以「陰關桐輪而行」（以陰莖為軸，轉動桐木車輪）。"
    ]
  },
  {
    "title": "蟄龍",
    "href": "http://liaozhai.weebly.com/3475640845.html",
    "content": [
      "&emsp;&emsp;於陵有一個姓曲的官員，有一天他在樓上讀書。正當陰雨昏暗的天氣，看見一個小東西，身上發著像螢火蟲一樣的光，蠕蠕地爬動。牠經過的地方，留下一道黑黑的痕跡，漸漸又盤爬到他的書上，書也焦黑了。",
      "&emsp;&emsp;曲公想可能是條龍，就雙手捧著書送到外面去。到了門外，曲公端著書等了很長時間，可小東西盤在書上一動不動。曲公說：“難道你認為我不恭敬嗎？”於是端著書又回到屋裏，仍舊放在書桌上，整了整衣帽，恭恭敬敬地作了個揖，再端起書來送出去。剛剛到屋簷下，就見那小東西昂首伸尾，離開書飛去：嗤嗤有聲，帶著一縷白光；幾步遠以後，回過頭來朝著曲公，就已頭大如甕，身子數十圍了。接著又一翻身，霹靂一聲，騰雲駕霧飛上天空。曲公回到屋裏查看牠爬出的地方，原來是曲曲彎彎的從書箱裏爬出來的。"
    ]
  },
  {
    "title": "蘇仙",
    "href": "http://liaozhai.weebly.com/3431120185.html",
    "content": [
      "&emsp;&emsp;高明圖任彬州知州時，發生了這樣一件事。有一個姓蘇的民女在河邊洗衣服，河中有一塊大石頭，女子蹲在石頭上。有一縷青苔，碧綠柔滑，非常可愛，在水面上蕩漾，圍著石頭飄動了三圈。民女看了後心裏一動，回家以後就懷了孕，肚子一天天大了起來。她母親私下問她，女子把實情告訴了母親，母親一時也弄不明白。",
      "&emsp;&emsp;幾個月後，竟生下了一個男孩。家人想偷著把他扔掉，但女子不忍心，藏在櫃子裏養著他。女子也決心不出嫁，以表明好女不嫁二夫。然而沒有丈夫就生孩子，總歸是不光彩的事。孩子長到七歲了，還從不讓他出來見外人。",
      "&emsp;&emsp;一天，兒子忽然對母親說：“兒已漸漸長大了，怎麼能長久關在家裏呢？我要走了，不能連累母親一輩子。”問他到那裡去，他說：“我不是人種，我要騰雲上天。”母親哭著問他什麼時候回來，他說：“等到母親歸天時，兒才來。我走了以後，你若需要什麼，就打開藏我的櫃子要，要什麼有什麼。”說罷，拜別母親就走。母親出門看時，已無影無蹤了。女子回去告訴她的老母親，老母也覺得很奇怪。",
      "&emsp;&emsp;此後，女子堅守舊志，一直沒有嫁人，與母親相依為命。但是家境卻越來越困難，有時吃了上一頓沒有下一頓。女子忽然想起兒子臨走時的話，打開櫃子，果然有米有麵，於是燒火做飯叫母親吃。後來缺什麼就要什麼，有求必應。又過了三年，女子的母親因病死了。一切喪葬用品，都是取自櫃中。葬了母親後，女子獨自一人過日子，一直過了三十年，從未接近過男人。",
      "&emsp;&emsp;一天，鄰居一個婦人去女子家借火，見她一個人坐在空房裏，與她說了一會話就走了。過了一會，忽見一團彩雲圍著女子的房子，清清楚楚像蓋子一樣。雲中站立著一個人，穿著華麗的衣服，仔細一看，就是蘇家的女子。轉了很久的時間，漸漸升高看不見了。鄰人都非常疑惑，到她屋裏一看，見她打扮得非常漂亮，端端正正坐在那裏，已經沒有氣了。",
      "&emsp;&emsp;大家因為她孤苦一人，正議論怎麼給她出殯，忽然一個少年進來。這少年長得英俊魁偉，向著眾人一一道謝。鄰居們也似乎知道這女子有個孩子，所以也不懷疑。少年拿出錢來埋葬了母親，並在墓旁栽上兩棵桃樹，就告辭而去，走了幾步就腳下生雲，然後就不見了。",
      "&emsp;&emsp;後來，這兩棵桃樹結的桃，甘甜味美，當地人都叫它“蘇仙桃樹”。年年枝葉繁茂，碩果累累。在這裏做官的，每每拿著這桃饋贈親友。"
    ]
  },
  {
    "title": "李伯言",
    "href": "http://liaozhai.weebly.com/264462027135328.html",
    "content": [
      "&emsp;&emsp;書生李伯言，是沂水人，為人剛正不阿，很有膽氣。一天，他忽然生了重病，家人要給他吃藥，李伯言阻止說：“我的病不是藥能治好的！陰間裏因閻王一職空缺，要讓我暫時去代理。我死後不要埋葬，等著我復生。”這天，他果然死了。",
      "&emsp;&emsp;李伯言死後，他的陰魂被一隊騎馬的侍從領著，進入一座宮殿。有人向他獻上王服。皂隸書吏們都肅穆地站在兩邊。李伯言見桌子上積攢了厚厚一疊卷宗，便立即開始審案。第一件案子，被告是江南某人，經查這人一生共姦淫良家婦女八十二人。把他提來一審問，證據確鑿。按陰間法律，應受炮烙刑罰。只見大堂下豎著一根銅柱子，有八九尺高，一人合抱粗細。柱子中間是空的，裏面燒著炭，裏外燒得通紅。一群鬼卒們用鐵蒺藜抽打著那人，逼他往銅柱上爬。那人手抱腳盤，順著柱子往上爬。剛爬到頂，銅柱內煙氣飛騰，轟的一聲，像放了個爆竹，那人從頂上一下子摔下來，蜷曲著趴在地下。過了一會兒，他才蘇醒過來。鬼卒又打他，逼他再爬，爬到頂又摔下來。如此三次，那人漸漸被燒成了一團黑煙，慢慢散去，再也聚不成人形了。",
      "&emsp;&emsp;另一件案子，被告竟是李伯言同縣的親家王某，奴婢的父親告他強奪親生女兒。原來，有一個人要賣奴婢，王某知道那奴婢來路不明，但貪圖價格便宜，還是買下了。不久，王某暴病而死。隔了一天，王某的朋友周生忽然在路上遇到他，知道是鬼，嚇得忙跑回自己的書齋，王某竟也跟著進去了。周生害怕地禱祝著，問他要幹什麼。王某說：“想麻煩你到陰間裏給我作證！”周生驚恐地問：“什麼事？”王某說：“我家那個奴婢，明明是我出錢從別人手裏買的，現在被奴婢的父親誣告是強奪的。這件事你親眼見過，所以請你去給我說句話，沒有別的事。”周生堅決不去。王某走了出去，說：“這事恐由不得你！”不久，周生果然死了，一同去閻王殿受審。李伯言一見被告是親家王某，心裏產生了袒護的念頭。這個念頭剛一出現，忽見大殿上冒出火苗，火焰洶洶地燒著屋樑。李伯言大驚，急忙站了起來。一個書吏連忙告訴他說：“陰間和人世不同，容不下一點私念。您趕快打消別的念頭，火就自己熄滅了！”李伯言忙聚精會神，收回私念，火光一下子沒有了，便接著審案。王某與奴婢的父親爭執不休，李伯言便審問周生，周生如實說了。李伯言判王某明知故犯，應受笞刑。打完，派人送他們返陽。周生與王某都在三天後醒了過來。",
      "&emsp;&emsp;李伯言審完案子，坐著車返回來。半路上見一群缺頭斷足的鬼，有好幾百人，迎面跪在地上哭泣。李伯言停下車子詢問緣故，原來都是一些死在異鄉的野鬼，想回故土，又怕沿途關隘阻擋，所以乞求閻王給個路條。李伯言說：“我只代理三天職務，現在已經卸任了，怎麼幫你們呢？”眾鬼說：“南村的胡生，將要建道場，您替我們囑託他，這事就能辦到。”李伯言答應了。到家後，隨從們都回去了，李伯言就醒了過來。",
      "&emsp;&emsp;胡生，字水心，跟李伯言關係很好。他聽說李伯言又活了過來，便來探望。李伯言突然問他：“什麼時候建道場？”胡生驚訝地說：“戰亂之後，我妻子兒女僥倖得以保全。過去我跟妻子談起過這個心願，但並沒跟任何人說。你怎麼知道了？”李伯言詳細告訴了他眾鬼的請求。胡生歎息說：“沒想到臥室裏的一句話，竟傳到陰司裏去，真是可怕啊！”便恭敬地答應了。第二天，李伯言去王某家。王某還在疲憊地躺著，看見李伯言來了，肅然起敬，再三感謝他庇護了自已。李伯言說：“陰司裏不能徇情。你的傷好些了嗎？”王某說：“沒什麼了，只是挨打的地方化了膿。”又過了二十多天，王某才好了，屁股上的爛肉都掉了下來，只留下一片像是棍傷的疤痕。",
      "&emsp;&emsp;異史氏說“陰間的刑罰慘於陽間，官吏執法的要求也比陽世嚴謹；關說既然無法可施，那麼接受酷刑也不要怨懟。誰說陰間沒有天日，我們只恨沒有一把正義的火，能在陽世的公堂上燃燒！”"
    ]
  },
  {
    "title": "黃九郎",
    "href": "http://liaozhai.weebly.com/406432006137070.html",
    "content": [
      "&emsp;&emsp;話說有位帥氣而又風流的年輕書生，姓何，名師參，字子蕭，在浙江北部苕溪東岸的書齋裏潛心苦讀，他的大門面對著開闊空曠的綠色原野。　　這天傍晚時分，子蕭偶爾走出書齋，看見有位婦女騎著毛驢過來，還有一個少年帥哥跟在她的後面。那婦女大約五十歲左右，神態外表清雅脫俗；轉眼看那個少年，大約十五六歲，他那瀟灑俊美的風度舉止，比漂亮的少女還要動人！",
      "&emsp;&emsp;何子蕭向來有追求同性帥哥的傾向，他注視著那個俊美的少年帥哥，遐想連連，神魂出舍。踮起腳跟，目不轉睛地望著那個少年和他的母親遠去，直到他們的蹤影完全消失，這才依依不捨地返回書齋……",
      "&emsp;&emsp;第二天傍晚，何子蕭早早地在書齋門外等候，直到落日蒼茫，雲霧彌漫，才看見那個少年帥哥經過書齋門前。彬彬有禮地迎上前去，微笑著問他從那裡來。少年答道：“我從外祖父家回來。”",
      "&emsp;&emsp;子蕭邀請少年帥哥到書齋裏面休息片刻，少年推辭說：“對不起，我沒有時間了。”子蕭心想：“失去這次機會，以後很難遇見他的。”他固執地拉著少年帥哥的手不放。少年心想：“稍坐片刻，諒也無妨。”於是跟著子蕭進入書齋。",
      "&emsp;&emsp;少年坐下來，簡單地聊了一會兒，就要向子蕭告辭。子蕭再三挽留他，都無法留住。子蕭挽著他的手，殷切地囑咐他：“以後順便的時候，常來這裏坐坐啊！”少年答應著離開了。",
      "&emsp;&emsp;從此，何子蕭一門心思牽掛著那個少年帥哥，一天到晚如饑似渴，在書齋外面來回不停地走著，不斷向遠方注目眺望，腳下一刻也沒有停歇……",
      "&emsp;&emsp;這天，夕陽逐漸沒入地平線時，少年帥哥忽然經過書齋門前。何子蕭非常高興，連忙邀請少年進入書齋坐坐，並且吩咐書童擺出酒菜來。",
      "&emsp;&emsp;雙方坐下之後，何子蕭拱手問道：“這位小官人，在下一直希望和您能夠交往，但是不知怎麼稱呼。敢問您的姓字……”那少年帥哥起身答道：“小弟姓黃，排行第九，因為年少，還沒有名字家人都叫我九郎。”　　子蕭問道：“賢弟為什麼如此頻繁地來往於這裏啊？”九郎答道：“只因母親身體不好，住在外祖父家，所以我兩次三番地前去探望。”",
      "&emsp;&emsp;喝了幾杯酒後，九郎想要告辭。子蕭緊緊拉著他的手臂，攔在門口竭力挽留他，同時從裏面把門反鎖。九郎明白子蕭的心思，但是無可奈何，感到非常害羞，紅著臉重新坐下……",
      "&emsp;&emsp;子蕭挑亮了燈燭，與九郎帥哥聊天。九郎的神情如同少女一般溫和。只要子蕭的話題一涉及情欲方面，九郎便滿臉含羞，朝向牆壁。",
      "&emsp;&emsp;沒有多時，子蕭實在無法克制自己，拉著九郎，要他和自己一同上床就寢。九郎懂得子蕭的意圖，擔心自己在情欲之中真相顯露，他不肯答應子蕭，堅持以睡相很難看來推辭。子蕭再三懇求，九郎這才解開外面的衣衫，穿著內褲睡到床上。子蕭趕快吹滅了燈燭……",
      "&emsp;&emsp;過了一會兒，子蕭情欲難忍，移動身子，與九郎帥哥共用一個枕頭。他輕輕地把手臂伸向九郎的大腿，然後擁抱著九郎，苦苦懇求與他做愛。九郎憤怒地說道：“我看在您是一位知書達禮的君子，所以和您互相來往。今夜您竟然要做這樣的事情，這是禽獸相愛啊！”不久，晨星點點，東方微明，九郎立刻起身，離開書齋。",
      "&emsp;&emsp;子蕭惟恐九郎帥哥從此和自己絕交，又開始漫長而又焦急的等候。他每天從早到晚在書齋門前不停地來往徘徊，目不轉睛地盼望著九郎帥哥，焦急的目光簡直把北斗星都要望穿了！",
      "&emsp;&emsp;過了好幾天，九郎帥哥才經過書齋。子蕭驚喜萬分，急忙迎上前去，請他原諒自己那天由於感情衝動而造成的過錯。同時，再三拉著九郎帥哥走進書齋，促膝並肩坐下談話，暗暗慶倖九郎沒有在乎那天的過錯。",
      "&emsp;&emsp;不多時，子蕭懇求九郎帥哥解開衣服、鞋子，上床就寢。到了床上之後，子蕭輕輕撫摩著九郎帥哥，再次誠懇地請求能夠和他有肌膚之親。九郎內心非常矛盾，感動地說道：“大哥，您的情義在我的心底纏綿，已經深深地刻在我的肺腑了。但是，我們親愛的感情，又何必一定要在這上面表現呢？”子蕭用各種美好的話語，懇求能夠和九郎歡喜一次。九郎只得在口頭上含糊答應他。",
      "&emsp;&emsp;子蕭等到九郎帥哥睡著以後，悄悄抱緊他。九郎頓時醒過來，取過衣服，急忙起身，趁著漆黑的夜色逃走了。子蕭的心情從此變得憂鬱不樂，失魂落魄似的，茶飯不思，整夜不睡，一天天憔悴消瘦，每天只是讓書童到外面打探九郎的消息……",
      "&emsp;&emsp;那天，九郎經過書齋門前，打算直接走過去。書童看見他，立刻拉住他的衣袖，要他進書齋。九郎看見子蕭面容清瘦憔悴，非常震驚，急忙上前問候。子蕭把自己愛慕九郎、思念九郎的真情如實訴說，兩行淚水不斷地落下……",
      "&emsp;&emsp;九郎不知說什麼好，停了一下，輕聲說道：“小弟的本意，實在是因為你我如果這樣，對於小弟沒有好處，而對於哥哥卻是有害的啊！哥哥既然希望和我相親，小弟又有什麼好吝惜的呢？”子蕭聽了，非常喜悅，擁抱著九郎躺到床上，解開雙方的衣衫。九郎沒有說話，閉上眼睛，雙手緊緊抱著子蕭……",
      "&emsp;&emsp;有了愛的滋潤，子蕭很快好轉，沒有幾天就恢復健康了。這天夜裏，九郎和子蕭在盡情地享受之後，關切地撫著子蕭的臉說道：“哥哥，這幾天我盡力接受您的盛情，希望今後不要經常這樣啊！”子蕭沒有聽出九郎的言外之意，含糊地答應著。九郎不忍心這樣傷害子蕭，等他睡著之後，趁著黑夜，含著淚水，獨自悄悄離開書齋了……",
      "&emsp;&emsp;數日後，九郎再次來到子蕭的書齋，子蕭冷冷地看著九郎：“你既然執意要離開我，今天又何必再來？你走了，我也死了這條心……”“子蕭哥哥，對不起，小弟實在有難言之隱，你要我怎麼說呢？”九郎接著說，“今天我過來，有一事相求，哥哥肯幫助我嗎？”",
      "&emsp;&emsp;“如果不是有事，你也不會來見我，是嗎？”子蕭反問道。九郎無言以對，他深深地愛著子蕭哥哥，卻不忍心因為交歡而害了子蕭哥哥，而且還不能說出來，只能任憑委屈的淚水落在衣衫上……",
      "&emsp;&emsp;子蕭一把抱住九郎：“弟弟，是我不好，我不該這麼說你。你說吧，有什麼事？哥哥一定盡力！”九郎哽咽著說道：“我母親患有心痛病，已經在外祖父家修養多日。這幾天病情加重，只有太醫齊野王的先天丹能夠治療。哥哥和齊太醫關係不錯，能不能幫小弟求得先天丹啊？”",
      "&emsp;&emsp;子蕭說道：“這點小事，不在話下，哥哥當然能夠做到！”九郎非常感動：“哥哥，我沒有看錯你！”子蕭抱著九郎帥哥，希望和他做愛。九郎急忙推開子蕭：“哥哥不要這樣，這樣對於你我實在有害無益的。”子蕭說：“我對你如此愛慕，難道你真的一點沒有感覺嗎？”",
      "&emsp;&emsp;九郎心想，看來只有聽天由命了：“哥哥，小弟不是鐵石心腸。今天小弟可以依從你，只怕日後你我都要後悔莫及的啊！”說著，一件件脫下了自己所有的衣衫。兩個俊美的年輕帥哥緊緊擁抱著，盡情地享受著青春的身心愉悅……",
      "&emsp;&emsp;第二天，子蕭前往城裏，尋找齊太醫。到了晚上，他返回書齋，把先天丹交給九郎。九郎非常高興，雙手抱拳，向子蕭深表感謝。子蕭望著俊美的九郎帥哥，控制不住情欲，又想和他交歡。九郎說道：“哥哥不要總是這樣，讓小弟幫哥哥尋找一位漂亮的女郎，那就勝過小弟千萬倍了！”子蕭問道：“不知是那位女郎啊？”九郎說道：“小弟有位表妹，美麗無倫。哥哥如果有意，小弟願意奔走效勞！”子蕭微笑了一下，沒有回答；九郎把先天丹藏在懷裏，告辭了。",
      "&emsp;&emsp;過了三天，九郎又來了，再次向子蕭求藥。子蕭怨恨他來得遲，在言辭中不斷地對他進行責備。九郎說：“小弟本來是不忍心害哥哥的啊，所以一再疏遠哥哥。如今既然不能得到哥哥的體諒，小弟可以讓哥哥盡情地爽快，但是希望哥哥以後不要後悔啊！”從此，九郎和子蕭哥哥連日交歡，夜夜不斷。每隔三天，九郎總要托子蕭向齊太醫求取先天丹。",
      "&emsp;&emsp;齊太醫對子蕭如此頻繁地求藥感到奇怪，問道：“一般人服用這種藥，沒有超過三個療程，就能夠好了。你那朋友的母親怎麼這麼久還沒有恢復健康啊？”於是又配製了三日的先天丹，包好並交給了子蕭。他又看了看子蕭，問道：“你的神色這麼陰黯，是不是患病了？”子蕭說：“沒有啊。”齊太醫幫他按了一下手脈，大驚失色，說道：“你的血脈裏面有鬼氣，病情是精氣虧損。如果不謹慎的話，那就非常危險了！”",
      "&emsp;&emsp;子蕭回到書齋告訴了九郎。九郎一下子呆住了，歎了口氣說道：“齊太醫不愧是一位醫術高明的良醫！不瞞哥哥說，我的確是狐狸的化身，你我一起的時間久了，恐怕對哥哥非常不利的啊！”子蕭懷疑九郎是在說謊，暗中藏起部分先天丹，不肯全部交給九郎，因為他擔心九郎不肯來和他交歡。",
      "&emsp;&emsp;過了一些日子，天氣寒冷了，子蕭的病情果然加重了。九郎讓書童請齊太醫前來診治，齊太醫說道：“那天我沒有如實告訴他病情的真相，其實當時已經晚了。如今他的魂氣已經快要歸赴陰間，即使扁鵲、華佗再世，又有什麼用呢？”",
      "&emsp;&emsp;九郎每天來到書齋探望子蕭哥哥，歎道：“哥哥不聽我的忠告，如今果然落到這種地步。”不久，白雪紛紛揚揚地從雲層降落大地，子蕭去世了。九郎傷心欲絕，痛哭著離開……",
      "&emsp;&emsp;在此之前，當地有位賈太史，從小與子蕭同窗共讀，十七歲就被提報為翰林。那時侯，有個叫做秦蕃的傢伙，貪婪而又兇暴；但是他賄賂勾結朝廷官員，民間沒有人敢揭發他的罪行。賈太史勇敢地向朝廷上書，揭露秦蕃的罪惡，結果被朝廷以“越權上書”的罪名，將他免職。秦蕃被提升為這個省的中丞，每天窺伺著賈太史的把柄，以便報復。賈太史從小憑著才幹出眾而名聞四方，後來曾經與一個叛臣來往密切。秦蕃得知這個線索，於是趕緊收買到賈太史當初往來的書信，以此來威脅賈太史。賈太史擔心連累全家，萬般無奈，只得懸樑自盡。賈太史的夫人也懸樑而死。",
      "&emsp;&emsp;過了一夜，賈太史忽然蘇醒過來，對人們說道：“我是何子蕭啊。”人們問他各種事情，他回答的都是何家的事情，大家才明白他是借賈太史的身軀轉魂還陽。家人挽留他，他不願住在這裏，離開之後回到原先的書齋……",
      "&emsp;&emsp;秦蕃得知何子蕭借賈太史的身軀復活，懷疑其中有詐，決意要陷害他，於是派人向新子蕭索要千兩黃金。子蕭假意應承，但是內心非常憂愁，進退無路。",
      "&emsp;&emsp;就在這時，九郎忽然來到書齋，新子蕭看見他的到來，興奮無比，和他共敘生離死別的感受，兩人悲歡離合的心情交集在一起，難以盡述。過了一會兒，新子蕭抱著九郎帥哥，要求上床歡愉，享受生命。九郎說道：“哥哥，難道你還有第三條性命嗎？你還敢這麼做？”新子蕭說道：“我後悔復活，面對著俊美的你，卻不能和你一起，忍受身心的煎熬。與其這樣，還不如死了來得安逸！”於是，新子蕭向九郎訴說著自己內心痛苦的情感……",
      "&emsp;&emsp;九郎悠然凝神，默默地思考，過了一會兒說道：“哥哥，幸虧你能夠複生，與我重新團聚。您長久沒有妻室，以前我曾經提起我的表妹，聰明美麗，很有智謀，必定能夠替哥哥分擔身心上的憂愁。”",
      "&emsp;&emsp;新子蕭希望能夠親眼見見那位女孩。九郎說：“這個不難。明天我打算請她陪伴我的母親，這條路正是她要經過的。您可以稱作我的兄長，我假裝口渴，陪著她到您這裏來喝茶。您大喊‘驢子逃走了’，就表示沒問題了！”二人定好計策之後，九郎就告辭了……",
      "&emsp;&emsp;第二天中午，九郎果然帶著一位女郎，騎著毛驢從書齋門外經過。新子蕭雙手抱拳，彬彬有禮地和九郎不停地說話，偶爾斜眼瞥視一下坐在毛驢上的那位女郎，只見她眉清目秀，美麗飄逸，簡直是仙子降臨。",
      "&emsp;&emsp;九郎說：“哥哥，小弟口渴，想要喝茶。”新子蕭連忙請九郎和女郎進入書齋喝茶。九郎回頭對女郎說道：“三妹不要驚訝，他是哥哥的結拜兄長，咱們不妨在這裏稍微休息一下。”隨後，他扶著三妹下了毛驢，又將毛驢繫在門外，然後一同進入書齋，在竹榻前坐下。",
      "&emsp;&emsp;新子蕭自己起身烹茶，然後九郎說道：“您以前所說的，根本無法完全形容她的美麗靈秀啊！如今得到她，就是死了也心滿意足了！”三妹聽出他好像在說自己，就從竹榻上站起來，嬌聲說道：“九兄，咱們走吧！”新子蕭一看不對勁，趕緊看了一下門外，喊道：“毛驢逃走了！”九郎急忙火速奔出門外。",
      "&emsp;&emsp;新子蕭攔腰抱住三妹，請求和她一起要好。三妹急得臉色通紅，又窘又急，就好像被關在囚籠裏面一般；她朝外大喊：“九兄救我！”九郎在門外沒有答應。三妹只得說道：“您自己有妻室，怎麼可以讓別人喪失廉恥呢？”新子蕭告訴她：“我還沒有結婚成家啊！”",
      "&emsp;&emsp;三妹說道：“如果你能指著山河發誓，不會讓我像秋天的扇子那樣被隨意拋棄，那麼我聽你的。”新子蕭跪下對著天地山河起誓，於是三妹不再拒絕。",
      "&emsp;&emsp;他們完事以後，九郎跨進房門。三妹怒氣衝衝，憤怒地責駡九郎。九郎說道：“妹妹，這位何子蕭，當初是著名的學士，如今是賢良的太史。子蕭與哥哥情誼最好，他的人品完全可以託付終身的。現在這件事情即使被舅母知道了，想必也不會怪罪我的。”",
      "&emsp;&emsp;時間將近黃昏了，新子蕭挽留三妹過夜，三妹不聽，執意要離開，她恐怕母親要驚疑見怪。九郎自願替她照料母親，跨上毛驢直接走了……",
      "&emsp;&emsp;過了幾天，有位婦女帶著婢女經過書齋門前。那位婦女年紀大約四十多歲，神情外貌很像三妹。新子蕭叫三妹出來看，果然是她的母親。那婦人看見了自己的女兒，感到很奇怪，問道：“你怎麼會在這裏啊？”三妹非常羞慚，無法回答母親。",
      "&emsp;&emsp;新子蕭邀請那位婦人進入書齋，拜見了岳母，把事情的前後經過告訴了她。岳母微笑著說：“九郎真是孩子氣，怎麼不好好商量？”三妹自己進入廚房，安排飲食招待母親，吃過以後，母親和婢女就離開了……新子蕭自從得到聰明美麗的三妹作為配偶之後，心情和面容都表現得非常愉快。然而，本省中丞秦蕃對他的威脅敲詐，使他憂愁的情緒纏繞在心頭，經常緊皺雙眉，非常愁苦。三妹關切地詢問其中的原因，新子蕭詳盡地敍述了整個事情的前因後果。",
      "&emsp;&emsp;三妹聽了之後，說著說：“這件事情嘛，只要我的九兄一個人，就能夠解決了，您還憂愁什麼啊？”新子蕭探問其中的緣故，三妹說道：“聽說中丞秦蕃沉溺於歌舞聲色，喜歡接近那些俊美的少男，這些都是我的九兄所具備的特長啊！我們投其所好，把九兄獻給他，就能找到機會，消眾人心頭的怨恨，報老賊逼死太史、向你敲詐的冤仇。”新子蕭考慮了一會兒說：“九郎是絕對不肯賣身給秦蕃老賊的。”三妹說道：“只要郎君您苦苦請求，九兄不會不答應的。”",
      "&emsp;&emsp;過了一天，新子蕭看見九郎來到書齋，立刻趴在地上，跪迎九郎。九郎見此情景，大吃一驚，問道：“哥哥，你我已經有兩輩子的交情，只要能夠為自家人出力效命，那怕是讓小弟從頭到腳獻出全身，小弟都不會吝惜的。哥哥幹嗎忽然用這種姿態面對小弟啊？”新子蕭把三妹的謀劃全部說給九郎聽，九郎得知要讓他侍奉秦蕃老賊，當然不願意，臉上露出非常憎惡的神情。",
      "&emsp;&emsp;這時，三妹過來說道：“當初讓小妹失身於郎君，究竟是誰從中策劃的啊？如今小妹既然嫁給了郎君，倘若不解決郎君的危難，使他年紀輕輕就被老賊害死，那麼九兄你將怎麼安排小妹的後半輩子？”九郎覺得別無他路，只得答應他們，去侍奉秦蕃老賊，以便見機行事……",
      "&emsp;&emsp;新子蕭暗中和九郎謀劃，定好計策，由新子蕭寫好書信，迅速傳遞給以前交往的王太史，讓他出面把九郎獻給秦蕃。",
      "&emsp;&emsp;王太史接到書信之後，領悟了信裏的意思，於是按照計畫大擺宴席，邀請中丞秦蕃前來赴宴。王太史讓九郎男扮女裝，在宴會上表演飄逸脫俗的天魔舞蹈，那瀟灑神奇的舞姿宛如嬌美的少女表演一般。",
      "&emsp;&emsp;秦蕃老賊被九郎美妙的舞姿所迷醉，連忙向王太史請求，想要用重金買下九郎，內心惟恐王太史不肯答應。王太史故意低頭沉思，以此為難秦蕃老賊。時間拖了很久很久，王太史假裝考慮了又考慮，這才說出是新子蕭托他將九郎帥哥獻上來的。秦蕃老賊一聽，非常高興，原先對於新子蕭的怨恨，因為進獻了俊美的九郎，一下子消除了，不再迫害新子蕭了。",
      "&emsp;&emsp;自從得到九郎之後，秦蕃老賊每天縱情淫樂，無論行動還是休息，都和九郎寸步不離；秦府裏面原本有美貌的侍妾十餘位，如今都被秦蕃老賊看得如同塵土一般。九郎在秦府裏面的一切飲食、用具，都如同王侯貴族一般，秦蕃老賊賞賜給九郎的金銀就有數萬兩！",
      "&emsp;&emsp;九郎為了給賈太史和子蕭哥哥復仇，忍辱負重，經過半年時間，折騰得秦蕃老賊精氣虧損，臥病在床了。九郎知道老賊病入膏肓，去陰間的時間很近了，於是抓緊時間，搜集了秦府的所有金銀財帛；搬運到新子蕭的家裏。不久，秦蕃老賊終因縱慾過度，一命歸西了！",
      "&emsp;&emsp;九郎帥哥拿出了金銀錢財，興建了豪宅大院，購置了家用器具，招買了婢女僕人。從此，九郎和他的母親、舅母一同都搬進新的家園裏居住了。每當九郎外出時，華貴的車馬和眾多的奴僕前呼後擁、遮天蓋地，九郎坐在馬車上，真是氣宇軒昂，英俊瀟灑。可笑那些凡間的世人，壓根不知道的九郎原本是狐仙的化身啊！",
      "&emsp;&emsp;我寫了一篇《“笑判”》，一併記在這裏：",
      "&emsp;&emsp;男女生活在一起，結為夫妻，是人倫關係中的重要情事；乾濕不同，是陰陽交往的正道。偷情約會，尚且被人譏諷為放蕩，而同性相戀，難免被人視為醜不可聞。男人必須強壯，那條道路才會敞開；不是桃園洞天，漁夫怎可誤入？如今有些人自甘下流，捨棄正道不走，卻樂而忘返。無法興雲佈雨，卻到處廝磨；顛倒陰陽，還表裏為奸。把女性置於無用之地，卻說你像老僧一樣清心寡欲。把赤兔馬放在門口，好像要射戟一樣；在國庫前彎弓搭箭，好像要斬關而入。有人說某監生夢見黃鱔入臀部，其實是昨天夜裏有舊相好來訪；再怎麼努力，也無法長出果實。身著戎裝，騎著大馬頻頻光顧黑松林，固然能夠相安一時；假設黃龍府的潮水忽然湧來，如何能抵禦它呢？應該斬斷鑽刺的禍根，塞住迎來送往的通道。"
    ]
  },
  {
    "title": "金陵女子",
    "href": "http://liaozhai.weebly.com/37329385172289923376.html",
    "content": [
      "&emsp;&emsp;沂水有個姓趙的人，有一天進城辦事回來，看見一位穿白衣的女子在路旁哭泣，十分哀痛。趙某看了她一眼，只見那女子長得很美，不覺心生愛意，於是停下腳步，久久地凝視著她。女子淚流滿面，說道：“先生啊，你不往前趕路，看我幹什麼呀！”趙某說：“我看這曠野無人，而你又哭得這樣傷心，實在讓人難過。”女子說：“我丈夫死了，我無路可走，所以為此而哀傷。”趙某勸她挑一個好丈夫再嫁，女子說：“我這樣孤身一人，還有什麼可挑的，如果可找到一個可以託付終身，做一個小妾我也滿足了啊！”趙某欣然自我推薦，女子願意跟他走。趙某覺得離家太遠，要去雇車馬代步。女子說：“不用了。”往前行走，飄飄的像是神仙走路一樣輕快。",
      "&emsp;&emsp;女子到了趙家以後，操持家務十分勤勞。過了兩年多，有一天，她對趙說：“為了感謝你對我的眷戀之情，所以當初跟了你，不知不覺已經過了三年，如今到了離別的時候了。”趙說：“你從前說沒有家，如今你到那裡去呢？”女子說：“當時是隨便亂說的，我怎麼會沒有家呀！我父親是金陵城賣藥的，你要是想和我見面，可運些藥去，我們可以幫你賺些錢。”趙某為女子作了些準備，還為她租了車馬。女子說不用，出門直接走了。趙某追也追不上，瞬息之間她的影子都不見了。",
      "&emsp;&emsp;過了很久時間，趙某思念起那女子，於是買了一批藥材到了金陵。他把貨寄放在旅店後，就到街上四處尋找女子的下落。忽然，藥店裏的一位老翁看見了他，說：“我女婿來了。”說著把趙某請進店中。那女子正在院子裏洗衣服，見了趙某不說話也不笑，只是埋頭繼續洗衣服。趙某很生氣，抬腿就往院外走，老翁把他強拉回來，那女子仍和剛才一樣沒有一點兒表示。老翁讓女子做飯擺酒，並準備贈他一份厚禮。女子阻止老翁道：“他這人福薄，給多了他承受不起，稍稍慰勞他的辛苦，再揀十幾副藥方給他，就足夠他吃用不盡了。”老翁問趙某運來的藥在那，女子說：“已經替他賣了，錢在這裏。”老翁於是把藥方和藥錢都交給了趙某，送他回家。趙某試一試這些藥方，都有奇效，現在沂水縣還有知道這藥方的人。例如搗蒜臼接茅屋簷下的雨水清洗身上的瘊子，就是其中之一方，效果特別好。"
    ]
  },
  {
    "title": "湯公",
    "href": "http://liaozhai.weebly.com/2827120844.html",
    "content": [
      "&emsp;&emsp;湯公的名字叫湯聘，是辛丑年間的進士。湯聘身患重病，處於彌留之際，忽然覺得身體下部有股熱氣，漸漸往上升。升至大腿處，小腿就死去；升到腹部，大腿就死去；升到心窩處，心卻最難死去。於是童年時的往事以及許多細小瑣碎早已遺忘的事情，都隨著心血湧來，像潮水般在心裡一一浮過。每回憶起一件善行，就覺得心中清靜平和；想起一件惡行，心裏就覺懊悔煩躁，就如同放在油鍋裏煎炸一般，那痛苦滋味，真是無法用語言來表達。想到七八歲時，他曾經探鳥窩掏出幼鳥殺死取樂，只是這一件事，就使他心中的熱血像潮水般的翻湧，大約有一頓飯的功夫才慢慢地平靜下來。直到平生所作所為，一一如潮水般的掠過他的心頭，才覺得那股熱氣一縷一縷地穿過喉嚨，直入腦部，又從頭頂冒出，就像吹煙一樣向上升騰，大約過了一個多時辰，魂靈才脫離身體飄然而去。這遊蕩著的魂靈，沒有了驅殼。那魂靈飄呀飄呀，無依無歸，漫無目的，終於漂泊到城外的路上。",
      "&emsp;&emsp;這時，有一個巨人走過來，足足有幾丈高，他拾起湯聘的靈魂，放在袖子裏。靈魂一進入袖筒，發現裏面人已很多，肩腿相壓，空氣污濁，令人憋悶不堪，實在無法忍受。湯聘突然想起只有佛祖可以解救危難，就禱念起“阿彌陀佛”來，才念了三四聲，靈魂就飄出了巨人的袖筒，掉在地上。巨人馬上把他揀了回來。這樣巨人揀回他三次，他從袖中又掉落三四次，最後巨人終於走了。湯聘的靈魂孤零零地呆在那裏，不知該往那裡去才好。想到佛祖在西土，於是就向西方走去。不多時，看見路旁有個和尚在打坐，他就向前施禮問路。和尚說：“凡是讀書人的生死薄，都由管功名的文昌帝君和管教化的孔聖人二位掌管。你必須先到他們那裏一一註銷了名字，才能離開陰間往別處去。”湯聘又問文昌帝君和孔聖人的居處，和尚一一地告訴了他，湯聘於是朝和尚指示的方向奔去。",
      "&emsp;&emsp;不一會兒，湯聘來到了孔聖廟，見孔子面朝南端坐在那裏。於是他像活著時一樣跪拜施禮，陳述了自己的心願。孔子說：“生死名冊的變更，仍然歸文昌帝君掌管。”於是指給他去找文昌帝君的路，湯聘又急忙向前趕去。見有一殿閣，像帝王的宮殿一樣的雄偉壯麗，他低頭彎腰恭恭敬敬地進去，果然裏面有一位神人，長相與世間所見過的文昌帝君像一模一樣。湯聘跪伏在地，虔誠地祈禱。文昌帝君知道湯聘的來意，一邊翻查名冊一邊說：“你為人誠實，品格端正，理應生還人間，但是你的驅殼已經腐爛了，除了觀音菩薩，誰也無能為力。”於是又指給他一條路，讓他急速去見觀音菩薩。湯聘聽命前往。他走著走著，突然看見一片繁茂的樹木和竹林，掩映著一座華麗的殿宇，進去一看，只見觀音菩薩梳著田螺形髮髻，神態端莊，金色的面容如滿月般的美麗。座前的寶瓶內插著楊樹枝條，依依低垂，蔥翠如煙。湯聘恭恭敬敬的叩拜，敍述了文昌帝君的那番話。觀音菩薩表示很為難。",
      "&emsp;&emsp;湯聘不住地哀懇。旁邊有位羅漢說道：“菩薩可以施展大法力，搓土可以當肉，折枝可以做骨頭。”觀音菩薩就答應這位羅漢的求情，親手折下柳枝，倒出寶瓶中的水，和上淨土成為泥，把柳枝和泥都拍附在湯聘的身上，讓仙童把他送回到停放靈柩的地方。仙童推開棺木，等湯聘進去又合上棺蓋。這時，湯聘的棺材內發出呻吟和翻身的聲音，湯聘的家人都十分驚駭地聚集到棺前，打開棺木扶他出來，湯公已霍然痊癒，算來湯公氣絕已七七四十九日了。"
    ]
  },
  {
    "title": "閻羅",
    "href": "http://liaozhai.weebly.com/3833132645.html",
    "content": [
      "&emsp;&emsp;萊蕪縣有一位秀才叫李中之，他生性剛直，不徇私情。可是他每過幾天就會昏死一次，每次昏死都如僵屍一般，三四天後才能蘇醒。有人問他到底看到了什麼，他總是守口如瓶，半點兒也不曾洩露。當時縣裏有位張生，也是幾天昏死一次。他對人說：“李中之就是閻羅王。我到了陰間，也是他的部下。”至於閻羅殿門上的對聯，這位張生都能背著敍述下來，又有人問他：“李中之昨天到陰曹處理了什麼事情？”張生說：“我不能細說，但記得他提審了曹操，並打了二十大板。”",
      "&emsp;&emsp;異史氏說：曹阿瞞的案子，想來已換過幾十位閻羅審理了，變牛變馬，劍山刀鋒，種種懲罰也都用過了，應該判他什麼罪，不須斟酌便可定刑。可是幾千年都定不了案，至今還在提審，是什麼緣故？是不是因為臨刑的囚犯都求趕快定刑，所以讓他求死不得多受一些罪？真是怪事！"
    ]
  },
  {
    "title": "連瑣",
    "href": "http://liaozhai.weebly.com/3689929795.html",
    "content": [
      "&emsp;&emsp;楊于畏，移居到泗水的岸邊。他的書房朝著田野，牆外有很多古墓。夜裏聽到白楊樹葉被風吹得颯颯作響，聲如波濤。夜深了，點燈沉思。忽然聽到牆外有人吟道：“玄夜淒風卻倒吹，流螢惹草複沾帷。”反復吟誦，聲音哀怨淒楚，細聽這細聲細語好像女子聲音，心裏很納悶。",
      "&emsp;&emsp;第二天，牆外並無人的痕跡，只有一條紫色的帶子遺留在亂草荊棘中，楊于畏撿回來放在窗臺上。如同往常一樣，二更天左右，吟誦聲又如作夜。楊把杌子移到窗下，登上去窺探，吟誦聲頓時停止了。心想，可能是鬼，然心裏嚮往，羡慕她。",
      "&emsp;&emsp;第三夜，事先埋伏在牆頭上。一更將盡，見有一女子姍姍地從草叢中出來，手扶著小樹，低頭哀吟。楊稍微咳嗽一聲，女子立即跑入荒草中不見了。楊於是等在牆下，聽她吟誦完了，再隔著牆接續道：“幽情苦緒何人見，翠袖單寒月上時。”接完很久沒有聲音，他於是進了屋，正想睡下，忽然見一美女從外邊進來，邊施禮邊說：“先生原來是個風雅君子，我過去太害怕了。”楊很高興，拉她坐下。見她單薄瘦弱，嬌怯而渾身發涼，一付弱不禁風的樣子。楊問她：“家住那裡？一直寄住在這裡嗎？”女子說：“妾是隴西人，隨父漂流，十七歲得暴病身死，至今二十多年了。九泉荒野，孤寂如鳥，所吟誦的，是妾自作，用來寄託幽恨的，想了很久接不下去，蒙君代為續上，九泉之下不勝歡喜。”楊要與她在一起，女子皺了皺眉頭說：“墓中朽骨，比不得生人，如果幽冥人間歡愛，縮短人壽，妾不忍嫁禍于君子。”楊於是放棄了。",
      "&emsp;&emsp;楊戲弄她，用手摸她的胸前，卻覺得乳房像處女一般。又想看她裙子下的雙腳。女子低頭笑著說：“狂生太麻煩了！”楊拿起她的腳來玩弄，簡單紫色的棉襪，繫著一縷絲線。再看另一隻，卻用紫色帶子繫著。便問：“怎麼不一起繫帶子？”女子答：“昨夜怕你，忙於躲避，不知遺落那裏了。”楊說：“我為您換上。”隨即從窗臺上取下交給女子。女子吃驚的問：“那來的？”楊因此告知詳情。於是去線繫帶子。接著翻案上書，忽見“連昌宮詞”(1)，感慨地說：“妾生時最愛此書，今視之如在夢中。”",
      "&emsp;&emsp;楊與她談詩文，見她聰明可愛。在西窗上點燈夜談，如交了好友一般。",
      "&emsp;&emsp;從此，每夜只要聽到吟誦聲，一會兒便到。女子囑咐他：“君應保密，不要宣揚。妾膽小，怕惡客人見到。”楊答應了。兩人歡喜如同魚水，雖不至於隨便，可是閨房之中，確實有比畫眉更甚的事。女子每在燈下為楊寫書，字體端正秀麗。又自選了宮中詞一百首，錄下來吟誦。讓楊買了棋盤，購了琵琶，每夜與楊下圍棋，要不就彈琵琶做“蕉窗零雨”(2)的曲子，痛人肺腑。楊不忍聽完，就彈“曉苑鶯聲”(3)的調子，頓時覺得心情歡暢。點著燈下棋彈琴，高興得忘了天曉。看到窗上曙光，女就張皇而去。",
      "&emsp;&emsp;一天，薛生來訪，正趕上楊白天睡覺。看到書房裏琵琶，棋局都在，知道不是他所愛好的。又翻書看到錄的宮中詞，見字跡秀麗，更加懷疑。楊醒了，薛問：“這些戲曲從那裡來的？”楊說：“想學學。”又問他詩卷，楊推託說：“向朋友借的。”薛反復拿著玩賞，見最後一頁有行小細字：“某日月，連瑣書。”笑著說：“這是女郎小字，怎麼這樣欺騙我！”楊很尷尬，無話可答。薛生一再詰問他，楊不告訴，薛攜起詩卷要走，楊更加窘迫，於是告訴了他。薛生要求見一見，楊便講了女子的囑咐。薛生仰慕心切，楊不得已，答應了他。",
      "&emsp;&emsp;半夜時分，女子來了，楊對她講了此事，女子發怒說：“怎麼跟你說來著，這樣多嘴告訴別人？”楊把實情相告。女子說：“與君緣分盡了。”楊不斷勸解，安慰，始終不高興，起來道別。臨走說：“妾暫時躲避。”",
      "&emsp;&emsp;第二天，薛生來了，楊代女說不肯見。薛生懷疑他推托。晚上，與兩個學友同來了，很晚不去，楊攆他們，他們反而一夜不走。楊很生氣，但也無法。這天，眾人見數夜無影，漸漸有離去之意，喧鬧聲也漸漸停息了。忽聽到低吟聲，眾人側耳一聽，淒涼婉轉欲絕。薛生傾耳細聽，其中有一姓王的武生，檢起巨石投過去，大聲招呼說：“作態不見人，什麼好句，嗚嗚呀呀，使人煩悶！”吟聲頓止。眾人怨他，楊更加氣憤，臉色都變。第二天，眾人才一同走了。",
      "&emsp;&emsp;楊生自己坐在空房裏，希望女子再來，可是一點蹤影也沒有。過了兩天，女子忽然到了，笑著說：“君召來惡賓客，幾乎嚇死妾！”楊生慌忙謝罪，女子馬上走出門說：“妾原說緣分盡了，從此告別了。”楊去拉她，已經沒影了。",
      "&emsp;&emsp;從此月餘不再來。楊想念她，形銷骨立，可是又不可挽回。一天晚上，正自己飲酒，忽然女子掀簾進來，楊大喜說：“您原諒我了？”女子涕淚垂胸，默聲不語。楊著急問她，見她想說又忍住說：“賭氣走了，可是又急於求人，難免慚愧。”楊再三詰問，才說：“不知什麼地方來了一個齷齪的皂隸，逼我為妾。想我一身清白，豈能屈身於惡奴之妾。可是一線弱質，不能抗拒，君如眷顧我彈琴鼓瑟的交情，一定不能讓我自己去應付此事。”楊大怒，氣憤地要去拚命，但憂慮人鬼不同路，無能為力。女子說：“明天夜裏早睡，妾到夢中邀約你。”於是又親切交談，坐到天亮。女臨走，囑咐他不要白天睡，留著覺到半夜睡。楊答應了，因此，晚上飲了兩杯酒，乘著酒勁上床，蒙衣睡下。忽然見女子來了，交給他一把佩刀，拉了他就走。到了一所院子，正想關門說話，忽然聽到有人拿著石頭敲門，女子吃驚得說：“仇人到了！”楊猛然打開門出來，見一人赤帽青衣，刺蝟樣的毛繞著嘴。楊上去怒斥他。卻見他橫目相對，言語蠻橫。楊大怒，一個箭步衝上去，只見那個皂隸樣的人用石頭丟他，石頭紛紛落下，像急雨一樣，打中了他的手腕，不能握刀。正危急間，遠見一人，腰掛箭矢，手握弓箭。仔細一看，是王生。於是大喊救命。王生急忙趕到，拉開弓，一箭射中了鬼的大腿，又射了幾箭，才射死。楊高興致謝。王生問他怎麼到了這裏？他便把詳情相告。王生很高興，心想前日投石之罪可補償了，於是和女子共同進了屋。女子戰戰兢兢，羞縮害怕，遠遠站著不作聲。桌上有一把小刀，一尺多長，握把上裝飾著金玉，拿出匣來，光彩照映。王生感歎，讚不釋手。與楊略說了幾句，見女子畏懼可憐，就出了門，分手而去。楊自己也回來，爬牆時跌倒在地上，驚醒過來，聽到村裏雞已經叫了。感到手腕疼得厲害，天明一看，皮肉盡腫。",
      "&emsp;&emsp;中午，王生來了，便說了夜裏做夢的奇遇。楊生說：“沒夢到射人嗎？”王奇怪他先知道。楊伸出手來讓他看，並告訴他緣故。王回憶夢中的女子的美貌，悔恨不是真見到。自己也慶幸對女子有幫到忙，又請見女子。",
      "&emsp;&emsp;夜裏，女子來稱謝，楊說應歸功於王生。於是告訴她王生的誠意。女子說：“將軍先生相助，死不敢忘。可是看他勇武的樣子，妾實在害怕。”過了會兒說：“他愛妾的佩刀，刀是父親出使粵中，花百金買來的，妾喜愛才要來，纏上金絲，鑲上明珠。父親可憐妾年輕身亡，用它殉葬。今願割愛相贈，見刀如見妾。”",
      "&emsp;&emsp;第二天，楊生把此意告訴王生，王生大為高興。到了夜裏，女子果然把刀拿來說：“囑咐他珍藏，這不是中國的東西。”從此，往來如初。過了數日，一天，在燈下笑著看楊生，像是有話要說，面紅暈而止。楊生摟著她問緣故，女子答：“久蒙眷愛，妾近生人，每天吃飯，白骨頓時有了生意，但必須有生人的精血，才可以復活。”楊生笑著說：“卿自己不肯，豈是我珍惜。”女子說：“交歡後，君定有幾天大病，然用藥就可痊癒。”於是兩人交歡。接著，穿衣起來說：“還需一點生血，能忍痛割愛嗎？”楊取了利刃，刺臂出血，女子仰臥在床上，讓楊生把血滴到她的肚臍中。完事後才起來說：“妾不來了！君記著一百天的日期，看到妾墳前樹梢上有青鳥叫，就趕快掀開墳墓。”楊答應。女臨出門，又囑咐說：“謹記莫忘，遲速都不可。”說完才走了。",
      "&emsp;&emsp;過了十多天，楊果然病了，腹脹要死。醫生給她吃了藥，打下許多像泥一樣的髒東西來，過了幾天就好了。等到了一百天，讓家人帶著鋤頭去等待。太陽落山，近傍晚，果然見樹上青鳥叫。楊生高興得說：“可以了。”於是鏟掉荊棘，扒開墳，見棺木已經腐爛，可是女子模樣像活的一樣。撫摸身上，微有溫暖。蓋上衣服抬回來，放到暖和處，微微有氣，細如懸絲。漸漸的餵了湯，半夜，蘇醒過來了。對楊說：“二十年像做了一場夢！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;連昌宮詞︰連昌宮，唐代皇帝行宮之一，在河南府壽安縣（今河南宜陽）西十九里。元和十三年，元稹在通州任司馬，寫下這首著名的長篇敍事詩，通過連昌宮的興廢變遷，探索安史之亂前後唐代朝政治亂的因由。",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;蕉窗零雨之曲：以隔窗聆聽雨打蕉葉為意境的曲子。指一種聲情淒婉的曲子。",
      "&emsp;&emsp;3.",
      "&emsp;&emsp;曉苑鶯聲之調：以清晨園林中流鶯啼鳴為意境的、旋律明朗歡快的曲子。"
    ]
  },
  {
    "title": "單道士",
    "href": "http://liaozhai.weebly.com/219343694722763.html",
    "content": [
      "&emsp;&emsp;有位韓公子，是城裏世襲官員的子弟。有一位姓單的道士，擅長變戲法，韓公子特別喜歡他的技巧，經常把他當座上賓請到家裏。單道士往往在和客人們一起坐著或站著的時候，轉眼之間就消失得無影無蹤。韓公子希望單道士能把這種技法傳受給自己，單道士不肯。韓公子不依不饒地堅決懇求，單道士說：“我不是吝嗇我的法術，而是恐怕敗壞了我們這個行業的德聲。法術不同其他，傳授給君子還可以，若轉給小人，小人就會利用隱身法盜竊他人財物。對於你當然沒有這方面的顧慮，但你一旦出門見到美女而愛不自禁，施展隱身法潛入人家的閨房，豈不是助長邪惡而放縱淫行嗎？我實在不敢遵從。”韓公子知道不能強迫道士，心中暗自憤恨，於是就暗地裏和僕人們密謀找機會把道士痛打一頓，讓道士蒙受恥辱。他怕道士用隱身法逃走，就把細沙撒在道士必經的麥場上。韓公子以為，道士施展法術雖然可以隱身，但所過之處必然會在細沙上留下腳印，\n沿著腳印跟蹤，然後再突然下手痛擊他，一定能夠得手。",
      "&emsp;&emsp;主意一定，韓公子就把單道士騙來了，他讓僕人們用趕牛的鞭子猛力抽打道士，單道士忽然不見了。麥場的細沙上果然留下了道士的腳印。韓公子的僕人跟著腳印又是一陣亂打，頃刻之間，腳印亂了，眾人失去了目標。韓公子氣咻咻地剛剛回到家，單道士也到了。單道士對韓家的僕役們說：“我不能再在這裏住了！這些日子有勞你們侍候我，如今分別，我亦應當有所表示。”說罷，只見他手往從袖裏一探，取出一壺酒；又一探，取出一碗菜肴，他把酒菜放在桌上。擺好之後，手又伸進袖子，共探取十一次，擺上滿滿的一桌。然後，他邀請那些僕役們圍著桌子開懷痛飲，在座的人都喝醉了。喝完酒，道士又把桌上的菜盤酒盞一一放進袖子。韓公子怔怔地看著他表演這些神奇的法術，驚奇不已，他央求道士再為他變戲法。單道士於是在牆上畫了一座城，用手一推，城門立即就開了。然後，他把自己的行李衣箱等物品全都扔進城門裏去，轉身向韓公子拱手道別說：“我走了！”只見他縱身躍入城中，城門關閉，道士頓時蹤影皆無。",
      "&emsp;&emsp;聽說單道士在青州城的大街上教兒童在手心畫上一個黑色的圓圈，遇著人時往人家的眼前一拋，手心的黑圈立刻不見，卻落在了隨手拋撒的地方，有時落在人家的臉上或衣服上。又聽說單道士也擅長房中術，能用陽具吸吮燒酒，一次能夠吸進一壺。韓公子曾經親眼看他表演過。"
    ]
  },
  {
    "title": "白于玉",
    "href": "http://liaozhai.weebly.com/303332011029577.html",
    "content": [
      "&emsp;&emsp;吳筠，字青庵，年少即有才名。葛翰林讀了他的文章，常常讚賞不已。並託好友把吳生邀到家中，親自領略他的言論風丰采。常說：“那有像吳秀才這樣才華橫溢的人，不會出人頭地的？”又託鄰居傳話給吳生說：“假使能奮發得志，我就把女兒嫁給他。”吳生聽了這話後欣喜若狂，當時葛翰林有個女兒非常漂亮。他相信自己會取得功名的。然而，鄉試落榜。他託人向葛翰林說：“大富大貴本來應有，不知是早是遲。請等他三年，三年若仍不得志，他家小姐可嫁別人。”於是更加發憤苦讀。",
      "&emsp;&emsp;有天晚上，朗朗月光下站著一位來訪的書生，皮膚白皙，留著短鬍鬚，細細的腰，瘦長的雙臂。來人自稱姓白，字于玉。吳生迎他進門，剛剛談了一會兒，便覺得心胸開闊。吳生對他十分友好，當晚就留他同住。白于玉第二天起身後即告辭，吳生囑咐他常來。白于玉很感謝吳生的厚意，願搬來與他同住，於是二人約好了日子，就分手了。",
      "&emsp;&emsp;到了那天，白于玉先讓僕人送行李炊具來。稍後，自己騎著一匹駿馬而來。吳生另外安排了一所房屋。白于玉叫人把馬牽走。從此兩人朝夕相處，交情更深。吳生見他讀的書不是一般常見的，更沒有八股文之類，不免驚訝，問他。他笑著說：“人各有志，我不是熱衷於功名的人。”到夜間，請吳生喝酒，向吳生推薦一本書，內容都是吐納養生之術，大半看不懂，吳生認為不切實際而將書放在一邊。有一天，白于玉對吳生說：“前些天給你的書，是《黃庭經》(1)要訣，修仙的雲梯。”吳生笑著答道：“我迫切需要的不是這個。況且求仙的人，必須斷絕情緣，消除各種雜念，我做不到。”白于玉問：“為什麼？”吳生說自己考慮的主要是傳宗接代。白于玉說：“為何老不娶妻？”吳生笑著用《孟子》上的話回答：“寡人有疾，寡人好色。”白于玉也套用《孟子》上的話說：“「王請無好小色。」所好何如？”吳生便把葛翰林許婚的事情說了一遍。白于玉懷疑葛家小姐未必真美，吳生說：“她的美貌是人所皆知，不是我的品味低。”白于玉微微一笑，沒有說話。",
      "&emsp;&emsp;第二天，白于玉忽然整裝辭行。吳生十分難過，口裏說個不停。白于玉只好讓童僕先背行李走。兩人正依依不捨地話別，這時有一隻青蟬落到了桌上，白于玉說：“接我的車駕已到，就此分手。今後如思念我，可睡在我睡過的床上。”吳生還想再問，一眨眼白于玉已變成指頭般大，跨上蟬背吱的一聲就飛入了雲霄。吳生才知道他不是凡人，驚詫了好長時間，悵然若失。",
      "&emsp;&emsp;過了幾天，窗外紛紛下起細雨，吳生對白于玉的思念之情愈發難耐，看他睡過的床，已有不少老鼠印。一邊歎悔一邊打掃，鋪上蓆子就睡。不多時，白于玉的侍童來叫他去，他欣喜相隨。不久就看見鳳凰飛來，侍童捉住對吳生說：“黑夜裏路不好走，請騎上這個吧。”吳生擔心太小背不起，侍童說不妨一試。吳生跨上去才覺得綽綽有餘，侍童坐在鳳尾，小鳳凰展翅一飛，淩空而起。不一會，就見眼前出現一道紅色大門。侍童扶吳生下來，告訴他這是天門。走到門口，吳生看到門邊臥著一隻大老虎，十分恐懼，侍童用身體擋住老虎，讓他過去了。進去後，才發現這裏景色秀麗，與塵世完全不一樣。侍童領他來到廣寒宮，只見裏面臺階全由水晶鋪成，人好像走在鏡子中一樣。兩棵參天桂樹在空中交織在一起，濃郁的花香隨風飄散。亭臺樓閣上都配以紅色的窗，在那裏進進出出的美人，個個都是風姿綽約。世間難尋。童子說：“西王母宮中美女比這裏的更好。”然後就帶他出來了。一會兒，就看見白于玉在門前迎侯，二人攜手同入。只見屋外有涓涓泉水流淌，細白的砂地，玉砌的雕欄，不知身在何處。剛就座，就有年輕貌美的女子來上茶。又過了一會，白于玉命人設酒宴招待，四位美女在席間穿插侍候。吳生剛覺得背上有些發癢，美人就輕輕用纖手搔撓，吳生頓時覺得心神不定。半醉間與美人答話，她們都笑著遠遠避開。白于玉命美女唱歌以助酒興。有個穿絳紅色的衣服的女郎舉杯向客人而唱，其他女郎以笙管相和，接著一個穿綠褲的美女一邊酌酒一邊唱歌。還有一個穿淡白色綢衣和一個穿紫衣的，在一旁嬉笑推讓，不肯上前。白于玉命這倆人一個斟酒，一個唱歌。紫衣人便舉杯來到吳生面前敬酒，吳生假裝接杯，輕輕地碰了一下她的手腕，女郎一笑，失手打破了酒杯。白于玉怪她不小心，她一面笑著拾起破杯，一面低頭地說：“冷得像鬼手一樣，還硬要來抓人手臂。”白于玉大笑，罰她唱歌跳舞。這時，穿白衣的又來敬酒，吳生推辭不能再飲，她捧著酒杯，站在那裏有面有為難之色，吳生不忍心，便又乾了。不久便醉眼朦朧，眼光也就愈發不加掩飾地在四位美女的身上流連盼顧，覺得這四人，個個都是絕色。他不加思索地對白于玉說：“世上美貌的女子，我只求一個得不到，而你卻擁有這麼多，能不能讓我今天真正風流一次？”白于玉笑著說:“你心目中不是早有家人嗎？”吳生說：“今天才知道自己只不過是井底之蛙而已。”白于玉便把姑娘們叫到面前，讓他自己挑選。看來看去，反而挑花了眼，決定不下。因為紫衣女人剛剛與吳生有把臂之好，白于玉就命她帶著被子侍候客人。二人床第之間，恩愛纏綿。吳生要求送件東西作紀念，女郎便脫下臂上的金手鐲交給了他。這時侍童忽然進來說：“這裏是天宮，凡人不能久留，請你及早離開。”女郎悄悄地走了。吳生問主人何在？侍童說：“他上朝去了，臨走時吩咐我送客。”吳生跟他走出門邊，卻不見了侍童，此時門邊老虎大吼一聲，吳生大驚奔逃，一腳踏空，跌下半空卻看不到地面。心裡大為驚恐從夢中驚醒過來，外面已是日高三丈。起身正整理衣服，有樣東西從懷中落在床上，一看，正是那只金鐲子，心中對夢裏所做的事情越發覺得奇怪。此後，他對塵世間的萬種慾念都一掃而光，一心只想成仙，但唯一顧慮的，就是自己至今還沒有留下後代。過了十個多月，一天，吳生正在午睡，夢見紫衣女人從外面進來，懷裏抱著個嬰兒，她說：“這是你的骨肉，天上不能留，特地抱來交給你。”就把嬰兒放在床上，用衣服蓋好，匆匆而去。吳生將她拉住不放，要她相陪。她說：“前次跟你在一起是結婚，這一次是與你永別的。你我百年夫妻已到頭。你倘若有志修仙，也許會再見面。”吳生醒來，見嬰兒在被褥中熟睡，就抱給母親看，並說明緣由。母親十分高興，雇了一個乳娘哺育，取名夢仙。",
      "&emsp;&emsp;吳生托人轉告葛翰林，說自己將要修仙，請小姐另擇佳偶。葛翰林不同意，但吳生非常堅決。葛翰林告訴女兒，女兒說：“遠近無人不知我已許配給了吳郎，如今又改變主意，這不成了再嫁了嗎？”翰林又將女兒的意思告訴吳生，吳生說：“我現在不但無意於功名，而且對男女之情也已淡薄。現在之所以沒有披髮入山，只因老母在堂。”葛翰林又與女兒商量，女兒說：“吳郎窮，我不嫌棄，甘願與他粗茶淡飯過日子，他要出家，我會代他侍候老母，絕不再嫁。”派去的人來回跑了三四趟，一直沒拿準個主意。葛家於是選擇吉日，備上車馬、嫁妝，把女兒送到吳家成親。吳生被葛女的賢德深深感動，夫妻互敬互愛。葛女孝敬婆婆，比窮人家的女兒還誠懇體貼。一晃兩年過去，吳母去世。葛女將自己的嫁妝典當了，為他盡心盡力營辦喪事。吳生對妻子說：“有你這樣賢德的人在，我還有什麼可憂慮的！想到我成了仙，全家就可以升天，所以我將遠去，家中的一切都託付給你了。”葛女不加阻攔，隨他去了。自己在家料理家務，撫養孤兒，將生活安排得井井有條。",
      "&emsp;&emsp;小夢仙漸漸地長大成人了，十分聰明。十四歲時，被譽為神童，中了舉人，十五歲授任翰林。每當皇帝為他父母封獎時，都不知道自己生母的姓氏，只封葛母一人。他常問母親父親在那裏？母親就將事情全部告訴了他，他就想棄官去找父親。母親說：“你父親出家已有十多年了，如今也許修煉成仙，你到那裡去找？”後來，有一次吳夢仙奉旨去南嶽祭祀，半路上遇見強盜。正在危急關頭，忽然有一個道人持劍而來，將強盜驅散。吳夢仙再三致謝，要酬謝道人重金，道人不收。臨別之際，將一封信給吳夢仙托他給轉交，並說：“我有一位十分要好的故交，和你是同鄉，請代我問候他。”問他故交的姓名，答人道：“叫王林”吳夢仙想村中並無叫王林的，道人說：“像你這樣的達官貴人，當然不認識那些身分卑微的野老村夫。”又拿出一個金手鐲，說：“這是女人用的東西，我們出家人留著也沒有用處，就送給你吧。”一看那鐲子雕鏤得十分精美。帶回家就交給了夫人。夫人請來名工巧匠，照樣子做一隻想與之相配，但做出來的始終比不上原來的那一隻精美。吳夢仙問遍了全村之人，誰也不知道叫王林的人。就偷偷地拆開信件，上面寫道：",
      "&emsp;&emsp;你我三年夫妻，一朝分離便天各一方。你為我葬母教子，大德大賢，我無法報答恩情。今送上仙丹一丸，將它打開吃下，就可以成仙了。",
      "&emsp;&emsp;信後面寫著“琳娘夫人妝次”。看完後，仍不知寫給誰的。就拿去給母親看，母親捧信大哭，說：“這是你父親的家信。‘琳’正是我的閨名。”這時，吳夢仙恍然大悟，原來“王林”是“琳”字拆開，十分悔恨。又拿出金鐲子給母親看，母親說：“這是你生母遺物，你父親出家前給我看過的。”再看那丸藥，只有黃豆大小。吳夢仙高興地說：“我父親已經是神仙，母親吃了這藥必定會長生不老的。”他母親沒有立即將藥丸吃下，而是將它藏好。正好葛翰林來看外孫，就將那封信讀給老人聽，又奉上藥丸祝壽。葛翰林剖開那藥丸，兩人各吃一半。當時葛翰林已有七十高齡，老態龍鍾，服了藥丸之後，立刻精神煥發，體力陡然強壯。回家時不再坐轎改為步行，家人竭力追趕，才勉強能跟上。",
      "&emsp;&emsp;一年之後，京城著了一次大火，燒了一整天還無法撲滅。吳家老少都站在庭院中整夜不敢睡覺。眼看那熊熊烈火已被波及到附近，鄰家屋頂已透出火光，全家人驚慌失措，無計可施。忽然夫人臂上的金鐲子颼的一聲飛去，眼見它越變越大，最後覆蓋在吳家的宅院上面，好像月亮的光環。大家都清清楚楚地看到金鐲的缺口正對著東南角。一回兒火勢從西邊漫延過來，燒到光圈的邊上，竟轉而向東去了。火漸漸地遠去，大家都以為金鐲子不會再回來，忽然見紅光一收，鐲子錚的一聲掉到了腳下。這次大火把京城裏的幾萬間居民住家都燒成了灰燼，吳家宅院前後左右的人家，無一倖免，唯獨吳家宅院安然無恙。只有院子東南角一棟小樓房被燒毀，就是金鐲子缺口處漏遮的地方。吳母現已年過半百，有人看見她，還像二十來歲的人。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.《黃庭經》是道教上清派的主要經典，也被內丹家奉為內丹修鍊的主要經典。"
    ]
  },
  {
    "title": "夜叉國",
    "href": "http://liaozhai.weebly.com/228122144922283.html",
    "content": [
      "&emsp;&emsp;交州有個姓徐的人，常年漂洋過海做生意。有一次，他的船在海中行駛時，忽然被一陣狂風捲走了。等他睜開眼睛一看，自己已到了一個非常陌生的深山密林裏。他很希望這裏有人居住，於是，他用纜繩把船繫牢，背著剩下的一點乾糧以及一些日用品上了岸。",
      "&emsp;&emsp;他蹣跚著進了山。剛進山，便看見兩邊懸崖上有許多洞口，它們遠望像蜂窩一樣，而且，洞裏隱隱約約有人的聲音。他懷著一種忐忑不安的心情往山上走。到了一個洞口，他站在洞外向裏偷看，不看不知道，一看嚇一跳：原來，洞裏有兩個夜叉，他們的牙齒像刀戟，眼睛好像燈籠。他們正用手爪撕鹿肉吃。見此情景，徐嚇得魂不附體，慌忙往山下跑。但為時已晚，因為夜叉已經發現了他，並輕而易舉地把他抓進洞裏。徐聽這兩個夜叉說話，就像聽鳥獸的叫聲，一點兒也聽不懂。兩個夜叉搶著撕破他的衣服，看起來是要把他當食物吃掉。徐嚇得渾身顫抖，但腦子還算清醒，他迅速拿出袋中的乾糧和牛肉脯，遞給他們吃。想不到，兩個夜叉吃得津律有味。吃完那些東西，他們又來翻徐的袋子，徐搖搖手，表示早已沒有了。夜叉很生氣，又把徐抓住。徐哀求說：“放開我，放開我吧。我的船上有鍋灶，可以烹煮東西吃。”但夜叉根本聽不懂他的話，仍然發怒。徐又給他們打手勢，夜叉好像明白了他的意思，便跟著他一起到船上，把炊具拿進洞穴。有了炊具，徐又是找柴薪，又是燒火。他將夜叉沒有吃完的鹿肉放進鍋裏煮，煮熟以後送給夜叉吃。夜叉吃煮熟了的食物，感覺味道不錯，顯出高興的樣子。",
      "&emsp;&emsp;到了傍晚，夜叉用大石頭把洞門堵住，徐猜測他們的用意是防止他逃跑。還帶著恐懼感的徐，只好瑟縮著身子在遠離夜叉的地方打盹。天亮後，夜叉要出洞門覓食。他們出門後又拿石頭把洞門堵死了。但過了不多時，他們帶回一隻鹿給徐，徐剝掉鹿皮，在洞的深處取來清水，把鹿肉煮了。這時，又來了幾個夜叉，他們一起把煮熟的鹿肉吃得精光。一起用手指指鍋，似乎是說這玩意兒太小了。果然，沒過幾天，就有一個夜叉背來一口大鍋，看樣子，那口鍋是人常用的。於是，夜叉們有的弄來狼，有的弄來獐，有的弄來鹿，等到煮熟後，他們喊喊徐一起吃。",
      "&emsp;&emsp;在洞穴裏住了幾天，徐和夜叉們漸漸熟悉起來。夜叉們出洞時也不再堵洞門了。慢慢地，他和他們像一家人一樣聚在一起。徐對他們發出的聲音所表達的意思也多少明白了些，他學他們的發音，說夜叉語。夜叉好像更喜歡徐，他們帶來一個母夜叉給徐作妻子。徐開始很害怕，不敢動，母夜叉反過來要求徐，兩個人一起相處得很好。母夜叉對徐很照顧，每次出去時都留些肉給徐吃，就像夫妻一樣",
      "&emsp;&emsp;。",
      "&emsp;&emsp;有一天，夜叉們都起得很早。他們的頸上都掛著一串明珠，輪流出門，好像在等待貴客的來臨。夜叉們吩咐徐多煮些肉。徐問母夜又是怎麼回事，她說：“今天是天壽節。”她出去對別的夜叉說：“徐郎沒有骨突子。”於是，夜叉們各自摘下五顆，交給母夜叉，母夜叉自己解下十顆，共成五十顆，以野麻作繩子，穿起來掛在徐的頸上。經商半輩子的徐一看，這些珠子一顆就要值一百多兩黃金。",
      "&emsp;&emsp;一會兒，夜叉們都出了洞穴，徐煮完肉，母夜叉進洞叫他也出去迎接天王。徐跟母夜叉來到一個有幾畝寬的大洞穴，看見洞穴中間有塊石頭光滑得像桌子一樣，四周圍有石墩，主要的座位用豹皮包的，其餘的都是鹿皮包的。二三十位夜叉，依次排列入座。一會兒，突然刮起大風，夜叉們慌忙出洞迎接，來者是龐然大物，模樣跟夜叉差不多。他進洞後，坐在主要位置上，環視四周。夜叉們也都跟著進了洞，分成東西兩排。他們全仰著頭，雙手交叉成十字。大夜叉清點了一下夜叉數，問道：“臥眉山的人全在這兒嗎？”",
      "&emsp;&emsp;夜叉們哄鬧著答應了。大夜叉看看徐，發現他不是夜叉，便問：“這個人是從那裡來的？”母夜叉回答是她的丈夫，夜叉們並稱讚他善於烹調。這時，便有兩三個夜叉，跑去拿來熟肉放在桌几上。大夜叉用手抓著吃了個飽，他稱讚熟肉味道香美，並叫以後經常供給他。他看著徐問道：“骨突子為什麼這麼短”大家回答：“剛來沒準備”大夜叉便從自己的頸上取下珠串，解下十顆給他。每一顆珠子都有手指頭那麼大，而且非常圓。徐用夜叉語表示感謝。大夜叉這才離去。",
      "&emsp;&emsp;他像飛的一樣跟著風走，一下就不見了。接著大家享用剩下的食物後各自回家。",
      "&emsp;&emsp;徐在山洞裏同夜叉們一起生活了四年多。母夜叉替他生下三胞胎，兩男一女。這三個孩子都跟正常人長得一模一樣，不像是母夜叉的樣子。夜叉們都很喜歡這些孩子，常來跟孩子們戲耍。有天，夜叉們外出找食物，徐看家，忽然別洞的母夜叉跑來要跟徐交配，徐不肯，那個母夜叉很生氣，把徐撲倒在地，徐的妻子正好回來，看到這情形非常憤怒，跟那母夜叉互相撕咬，啃掉了他耳朵，不久",
      "&emsp;&emsp;這隻母夜叉的配偶回來將他領回家去，從此徐妻每天守著他形影不相離。",
      "&emsp;&emsp;時光飛逝。轉眼間又過去三年。徐的幾個孩子都會走路了。徐教他們說人話，他們咿咿呀呀，慢慢學會了一些。這些孩子雖然都還小，但走山路像走平地一樣，一點也不吃力。他們跟徐感情很深。",
      "&emsp;&emsp;有一天，母夜叉帶著一子一女外出，半天沒有回來。徐思念故鄉心切，便帶著兒子到海岸邊，發現他的那條船還在，而且北風強勁，不斷的颳著，他就和兒子商量一同返回故鄉去。兒子要去告訴母親，被徐阻攔了。於是，父子倆乘船離開了這片深山密林。經過一晝夜重新返回交州。徐回到家裏，妻子以為他已葬身大海，已經改嫁他人了。徐就和兒子生活在一起。他拿出兩顆明珠，賣了很多錢，他們用這些錢添置家產和雜物，家裏的生活很富裕。徐給兒子取名為彪。徐彪長到十四五歲時，能舉幾千斤重的東西，力大過人。交州元帥認為他是個人才，便讓他做了千總。正好邊境做亂，徐彪因為出征有功，十八歲就做到副將。",
      "&emsp;&emsp;大約在這個時候，有個商人過海時也遇到大風，他的船也被吹到臥眉山。這個商人登岸時，發現岸邊有一個少年。那少年看見他大吃一驚。少年忙問商人從那裡來，商人說自己是中國人。問籍貫在那裡，商人說在交州。於是，少年把他拉到幽谷的一個小石洞中，叮囑他不要外出。商人一看，洞外滿是荊棘，更不見有人煙。他正在納悶，那少年已返回洞穴，並帶來一些鹿肉給他吃。少年說：“我父親也是交州人。”商人這才知道這少年原是徐某的兒子。商人在外地見過徐，便對少年說：“你父親是我的老朋友，現在他的一個兒子已做了副將。”少年不懂什麼是副將，商人解釋說：“這是中國的官員。”少年又問：“什麼是官？”商人只好又解釋一番：“出門時有車馬，住的是好房子，在上面喊一聲，下面就有上百個人呼應，別人見到他，只敢側目而看，側身而立，這樣的人就叫官。”聽商人這麼一說，少年羡慕不已。",
      "&emsp;&emsp;商人對他說：“既然你父親在交州，你怎麼還老是留在這裏不走？”少年便把夜叉國的情況講給商人聽。少年有些無奈地說：“我也常常想找父親去，但母親不是中國人，言語相貌都不相同。更何況要是被這裏的同伴發覺，必死無疑。因此，我有些猶豫不決。”少年出洞時，對商人說：“等刮北風時，我為你送行。請你到我父親和哥哥那裏，把我的情況告訴他們。”",
      "&emsp;&emsp;商人藏在洞穴裏快一年了，少年一直在關照他，所以他沒有受到傷害。他常常在荊棘叢中向外探望，見山中常有夜叉來往，特別害怕，只好呆在洞裏不敢外出。直到有一天，北風呼嘯，那少年很快趕來了，他帶著商人跑向海邊，路上一再叮囑：“我的話你可別忘了。”商人答應了。",
      "&emsp;&emsp;商人經過一番顛沛，總算又回到中國。到了交州以後，他立刻去找徐彪副將。商人將自己這半年的所見所聞全部告訴了徐家父子。徐彪聽了以後非常悲傷，要去尋找母親和弟弟。但父親不贊成，父親擔心出海會有各種兇險，容易出事故。徐彪捶胸頓足，痛哭不已。父親勸阻不住，便報告了交州元帥。元帥讓徐彪帶兩名士兵一同航行。",
      "&emsp;&emsp;徐彪的船也不順利，在海上顛簸了半個月，還沒上岸。更糟糕的是，他們迷失了方向，無法分辨東南西北。忽然，海浪滔天，船被掀翻，徐彪和兩名士兵一同掉進大海。他隨波沉浮，過了好長時間，他感覺像是被什麼動物拉去，到了一個有房屋的地方。定眼一看，旁邊站著一個夜叉模樣的動物。",
      "&emsp;&emsp;徐彪說起夜叉語。那夜叉一驚，忙問徐彪要去什麼地方，徐彪說要去臥眉山。夜叉高興地說：“臥眉是我的故鄉，冒犯你了。你偏離航道已有八千里之遠。這是去毒龍國的，不是去臥眉的航道。”於是，夜叉找來船送徐彪去臥眉山。夜叉在水中推船，船如飛箭一樣迅速前行，轉眼之間已走千里。一個晚上就到達臥眉北岸。只見一個少年在水邊觀望。徐彪知道山中沒有人類，懷疑是弟弟。走近一看，果真是弟弟。兩人相見，握手大哭。徐彪想帶弟弟一起回家，弟弟卻跑去接母親和妹妹。回頭謝帶他來的夜叉時，人已經不見了。不久母親和妹妹都來了他們見到徐彪都高興得哭起來。她聽兒子說要接她去交州，擔心以後被人欺淩，但徐彪說：“我在中國是有地位的人，別人不敢欺淩我們的。”於是，母夜叉和三個孩子決定一起前往中國。可是風向不對，不好航行，正在猶豫時，北風又呼呼大作，他們趕快上船。在海上航行三天後，終於到達交州海岸。岸上的人見到母夜叉長得怪模怪樣，都嚇得跑走了。",
      "&emsp;&emsp;到家以後，母夜叉見到徐某，十分生氣不斷斥罵他。怨他當年離開臥眉時不事先同她商量。徐某連忙謝罪。家裏的僕人拜見主母時，都嚇得戰戰兢兢的。徐彪勸母親學漢語，學漢人穿衣吃飯。結果，母女倆都穿男子的裝束。幾個月後，他們能說一些簡單的漢語。徐彪的弟弟妹妹也漸漸白淨起來。他們也都有了自己的名字，弟弟叫徐豹，妹妹叫徐夜兒。徐彪後悔自己沒有讀過書，就請人教弟弟讀書。徐豹很聰明，經史子集讀一遍就懂了。後來，他考中武進士。夜兒因為種族不同，沒有人願意娶他，正好徐彪的下屬袁守備妻子過逝了，就強迫他娶了夜兒。夜兒能拉強弓，百來尺以外射小鳥，百發百中，袁守備每次出征，都跟妻子一起，一直晉升到同知將軍，大的功勳大都是夜兒打下的，徐豹三十四歲掛帥印，母親曾經跟他一起南征，每當遇到重大戰役，就披甲上陣接應兒子，敵人見了沒有不逃避的。皇上詔封他為男爵，徐豹上疏替母親辭了改封為夫人。",
      "&emsp;&emsp;異史氏說：「夜叉夫人，真是罕見，可是仔細思量也不稀奇：每一家的牀頭都有個夜叉在。」"
    ]
  },
  {
    "title": "小髻",
    "href": "http://liaozhai.weebly.com/2356739675.html",
    "content": [
      "&emsp;&emsp;山東省長山縣有個居民，平時在家中經常有一個矮小的客人來和他談天，但他根本不認識這個客人，覺得蠻奇怪的。",
      "&emsp;&emsp;有一天，客人向他說：“過幾天我便要搬來和你做鄰居了。”又過了四五天，又說：“現在我們已經住在同一個村落裏了，早晚可以談個夠。”問他住在什麼地方也不說，只是用手指著北方。從此每天都來。而且常常向鄰人借東西，如不借給他東西也會自動不見。村裏人都認為這個人是狐狸幻化的。",
      "&emsp;&emsp;村莊的北面有座深不可測的古墓，村人料想他必定住在裏面，於是一起拿著棍棒前去埋伏。可是等了好久都沒動靜，到了三更的時候，聽到墓中有吱吱喳喳的聲音，好像有一堆人在說話。不久，一個接一個的小人跑出來，數都數不完，眾人上前一陣亂打，每一下都像打在火花上一樣，一下就散開不見了。事後只在現場留下一個紗製的小髻，聞起來狐臭難聞，無法形容。"
    ]
  },
  {
    "title": "西僧",
    "href": "http://liaozhai.weebly.com/3519920711.html",
    "content": [
      "&emsp;&emsp;有兩個和尚從西域來到內地，一個直奔五臺山，一個投奔到泰山。他們的服飾、相貌和語言都和中國的人不一樣。那西域和尚自稱：“我們從西方來到這裏，路過火焰山，那山層層疊疊的。人在山上走，就像在爐灶上被熱氣薰蒸著一樣。所以我們必須在雨後趕路，走路時還要全神貫注，目不轉睛。步履更要十分輕捷，否則一旦不慎踢到山石，‘騰’的一下就會竄起火焰。我們還經過了流沙河，河中有水晶山，山上的懸崖峭壁直插天際。水晶山的四面晶瑩透明，隔山看去好像沒有什麼遮擋似的。路途還經過一處要隘，非常狹窄險峻，只能容一輛車通過。守關隘的兩條龍，牠們角對著角，口對著口地把守著。行人若要從此關經過，必須先向龍行禮。龍允許通過後，牠們對合在一起的角和口就自然分開了。那龍是白色的，身上的鱗片以及嘴邊的龍鬚就像水晶一樣晶瑩透明。”",
      "&emsp;&emsp;西域和尚還說：“我們在旅途上已經輾轉行走十八年了。當初離開西方時是十二個人，到了中國後只剩我們兩個人了。西方盛傳中國有四大名山，它們是泰山、華山、五臺山和普陀山。相傳山上遍地都是黃金，山上的觀音菩薩和文殊菩薩都還活著。還傳說如果誰能到四大名山，就可以立地成佛，長生不老。”聽了這番話，才知道西方人羡慕東方，就跟我們羡慕西方世界是一樣的。假若東方的西遊人與西方的東渡者在中途相遇，各敍述一番自己的嚮往，一定會相視失笑，同時也可以免去雙方長途跋涉的辛苦了。"
    ]
  },
  {
    "title": "老饕",
    "href": "http://liaozhai.weebly.com/3276939253.html",
    "content": [
      "&emsp;&emsp;澤州有個叫邢德的人，是條綠林好漢。他的箭術很高強，能拉硬弓，連續不斷射出箭矢，是一項絕技，遠近聞名。",
      "&emsp;&emsp;但是，他不會做生意，過得窮困潦倒，每次出門做生意",
      "&emsp;&emsp;往往賠本。不過，南北兩京有錢的商人都喜歡跟他一起出門，這樣一路上都不會擔心貨物被搶",
      "&emsp;&emsp;有一年初冬，有幾個客商主動借給邢德一些本錢，拉他一起做新的買賣。邢德有個朋友會卜卦，他去找卜卦的朋友卜了一卦。那個朋友對他說，卦象叫後悔，這次買賣即使不虧本，也絕對賺不了多少錢。邢德聽了這話，心中悶悶不樂。因為他自己並沒有多少本錢，要是這次再虧本，他連借來的錢都還不起。因此，他想退出來，不做這趟生意。但是，那幾個借錢給他的客商死活都要拉他，並且，很匆忙地出發了。",
      "&emsp;&emsp;到達都城後，他的買賣做得極不順心。臘月中旬，邢德獨自一人騎馬出了城門。想到沒賺著錢過年，他的心情好不鬱悶。",
      "&emsp;&emsp;見路邊有家客店，他便解下行裝喝起酒來。這時，在客店餐廳的北窗下，有個白髮老人與兩個少年正在飲酒，桌邊站著一個頭髮蓬亂的童僕。他們吃完酒菜後，老人叫少年從袋裏拿出銀子，堆在桌上。交完酒菜錢後，他們就要離開客店。少年從馬槽裏牽出一隻騾子，扶老人騎好，童子則跨上一匹瘦馬跟隨。待這一老一少走出幾丈遠，兩少年才各自帶著弓箭，騎馬走了。邢德見他們有那麼多銀子，眼裏幾乎要冒出火光來。他也扔下碗筷，悄悄尾隨他們而去。他看老人和童子還在不遠處，邢德穿近路跑到他們前面。他勒住馬，拉開弓對準老人，只見老人卻不緊不慢地彎下身子去脫左腳上的靴子，他微笑著對邢德說：“你不認識老饕嗎？”邢德也顧不上同他說話，拉滿弓一箭射去，但這老人好像沒看見一樣仰臥馬鞍上，伸出腳，張開兩個腳趾就將邢德射來的箭緊緊夾住了。他帶著嘲笑的口吻對邢德說：“就你這點本事，那裡用得著你爺爺動手？”邢德被激得漲紅了臉，施展出自己的絕技，一箭連著一箭向老人射去。老人用手抓住一枝箭，好像沒有注意他的第二枝箭，呼地老人從騾背上摔下來。邢德高興極了，他以為老人已被他射殺。不料，他剛走到老人旁邊，老人竟然一口吐出箭，躍起身來，指著邢德說：“初次見面，你為什麼這樣無禮？”邢德著吃了一驚，他的馬也受到驚嚇，趕快逃走。邢德這才知道老人是個奇人，不敢回去。",
      "&emsp;&emsp;邢德拍馬走了三四十里，遇到官府的家丁押送金銀財寶。他仗著自己的武藝，截走了一千多兩銀子。他正有些得意時，忽然聽見身後有蹄聲。回頭一看，原來是童子換騎了老人的那頭跛騾追來了。童子邊追邊喊：“你不要走，搶來的東西要分一些出來。”邢德說：“你認識我‘連珠箭’邢某嗎？”童子不以為然地回答：“剛才已領教過了。”邢德見童子其貌不揚，身上又沒有弓箭，以為很好對付。他連珠射了三箭，那童子雙手各接一箭嘴巴啣了一箭。笑著說：“這點本事羞死人了。我來得匆忙，沒有帶弓來，你的這些箭我拿著也沒什麼用，就把它們還給你吧。”說著，就從手指上脫下鐵環，穿在箭上，然後用力一擲，只聽得嗚嗚風響。邢德急忙用弓一擋，不料，弓弦正好碰上鐵環，當的一聲斷了，弓身也隨之破裂。這一來，邢德嚇呆了，童子擲過來的箭迅即穿耳而過，邢德撲嗵一聲跌下馬。童子跟著下馬要來搜刮財物，邢德躺在地上用弓打他，童子奪過弓，一折兩半，再一折成四段，丟棄一邊。接著，童子用手和腳將邢德壓在地上，邢德幾乎動彈不得。他那條厚實的腰帶，早被童子用手捏得粉碎。制伏了邢德，童子取走了大部分銀子，跳上跛騾，說聲“魯莽了”，一擺手就跑得遠遠的了。從這件事以後，邢德不再有恃無恐了。他變得待人和善起來。因為他懂得了山外有山、天外有天、人外有人的道理。"
    ]
  },
  {
    "title": "連城",
    "href": "http://liaozhai.weebly.com/3689922478.html",
    "content": [
      "&emsp;&emsp;有一個姓喬的讀書人，晉甯人，少年就有才名。然而年齡到了二十多歲，還沒有成就功名。為人誠懇、坦蕩。與姓顧的朋友很好，後來姓顧的死了，他時常去照顧他的妻子兒女。縣宰因喬生的文章寫得好，非常器重他。後來縣宰在任上去世了，家口也被阻在家鄉之外，回不去。喬生就自己出錢，往返兩千多里，把縣宰的棺材和家人送了回去。因此，士林中人更加器重他。可他的家庭從此更加窮困。",
      "&emsp;&emsp;當時有一姓史的孝廉，有個女兒，名字叫連城，善刺繡，通詩書，父親十分嬌愛她。拿出她刺繡的“倦繡圖”來請眾少年題詩，意思是選擇女婿。喬生獻詩說：“慵鬟高髻綠婆娑，早向蘭窗繡碧荷；刺到鴛鴦魂欲斷，暗停針線蹙雙蛾。”又誇讚挑繡精緻說：“繡線挑來似寫生，幅中花鳥自天成；當年織錦非長技，倖把迴文感聖明。”連城得到詩，非常高興，對父親稱讚喬生題的好。可是父親嫌喬生家貧。",
      "&emsp;&emsp;連城逢人就稱道喬生的才名，又暗中派家人假傳父命，贈銀子幫助喬生。喬生感歎說：“連城真是我的知己！”因此很自然的傾懷相思。",
      "&emsp;&emsp;不管如何，連城最終被許配給一個姓王的鹽商的兒子王化成，喬生才絕望了，然而夢中還是思念她。不久，連城得了肺癆，病重難醫，有一個西域來的和尚，說能夠治療他的病，但必須有一錢男子胸脯上的肉，糅合成藥丸。史孝廉派人到王家告訴女婿這件事，女婿笑著說：“傻老頭，想剜我的心頭肉！做夢。”派去的人回來告知，史孝廉憤怒的說：“有能割肉的，能治好女兒的病，就嫁給他。”喬生聽說就去了，自己拿出刀子，割下胸上的肉交給和尚，血流滿衣襟。和尚給他敷上藥才止住。合了三丸藥，三日服盡，藥到病除。史孝廉要實踐前言。先去告訴王家，王家大怒，要去告官。史孝廉於是設宴招待喬生，取出千金擺在桌上說：“對不起大恩大德，請用千金相報答。”也說明不能踐約的原因。喬生不高興的說：“我所以不憐惜胸上的肉，是以此報答知己，豈是賣肉啊！”甩袖而去。連城聽了，心裡不忍，託人安慰他。並且說：“以您的才華，當不會長久落魄，那怕天下沒有比我更好的人？我做了個不祥的夢，三年必死，不必與別人爭我這黃泉下的人。”喬生告訴來人：“士為知己者死，不因貌色。只怕連城也未必真正瞭解我——但是如果真的瞭解我，不是夫妻又有什麼關係。”來人代女郎表白心跡。喬生說：“如果然是這樣，相逢時為我笑一笑，我死也沒遺憾了。”",
      "&emsp;&emsp;過了幾天，喬生偶然外出，遇到女子從叔叔家回來，看到喬生，秋波轉顧，啟齒嫣然一笑。喬生大喜說：“連城真瞭解我！”",
      "&emsp;&emsp;之後王家來商議婚期，連城病又犯了，數月後竟然死了。",
      "&emsp;&emsp;喬生前去弔唁，十分悲痛也昏死過去。史孝廉叫人把他抬送回家去。",
      "&emsp;&emsp;喬生知道自己死了，也不悲傷。走出了村莊，還希望見一見連城。遠遠望見從南到北的一條大路上行人絡繹不絕，因此，也混在人群中。",
      "&emsp;&emsp;一會兒，進入一所官署。遇到了和他交好的姓顧的朋友，他吃驚的問：“你怎麼來了？”隨即拉著他的手，要送他回去。喬生歎息說：“一點心事還未了。”顧說：“我在這裏主管檔案，很得信任，如可以效力，我定相助。”喬生問連城在那裏？顧隨即領著他找了很多地方，最後見連城與一白衣女郎在一起，淚眼漣漣顏色慘淡，坐在牆角。見喬生來了，驟然站起來，似乎很高興，問他怎麼來。喬生說：“你死了，我怎麼敢生！”",
      "&emsp;&emsp;連城哭著說：“這樣負心之人，還不拋棄她，以身相殉幹什麼？既然不能許君再生，願來世相報。”喬生告訴顧說：“有事你自管去，我樂意死不願活了，只是麻煩告訴我連城要到那去出生，我好與他同去。”顧答應而去。白衣女郎問喬生是什麼人，連城替他詳為告知。白衣女郎聽說，也不勝悲痛。連城告訴喬生說：“女郎和自己同姓，小字叫賓娘，是長沙史太守的女兒，一路同來，於是互相扶持幫助。”",
      "&emsp;&emsp;喬生細看她，樣態嬌憐。正想問她，顧生已轉回來，向生賀喜說：“我替您把事情辦成功了，馬上叫你朋友跟著你回魂，怎麼樣？”兩人大喜。正要拜別，賓娘大哭說：“姐姐走了，我到那去？乞求可憐我，我給姐姐當奴僕！”連城悲痛難忍，沒有辦法。又與喬生商議，喬生又哀求姓顧的。顧感到為難，極力說不可能。喬生再三求他，他才說：“讓我去試試看。”去了一頓飯的功夫才回來，搖著手說：“真是不能盡力了！”賓娘聽說，婉轉嬌哭，靠在連城胳膊上，怕她馬上離開，情狀悽慘卻沒有辦法，相對默默無言。看她愁顏慘容，真使人柔腸欲斷。顧對喬生憤然說：“請帶賓娘走吧，如有罪責，小生拼命承受！”賓娘才轉憂為喜，跟喬生出來。喬生憂慮她遠道無伴。賓娘說：“我跟著你們去不回家了。”喬生說：“你真傻，不回去怎麼能復活？”以後我們到了湖南，不要避不見面，就很好了。“正好，有兩位婦女，帶牒文到長沙去，喬生請她們照顧賓娘，才泣別而去。途中，連城走得緩慢，一里路得休息一下，共歇了十多次，才見到了門。連城說：“重生以後，恐怕還有反覆，請你活轉後把我的骸骨要來，我到你家再活過來，才不會反悔。”喬生答應了她。一同到了家，連城膽戰心驚，像不能走路，喬生等她。連城說：“我到了這裏，四肢無力，像無所依託，願望恐怕不能實現，還應商量一下，不然，活過來後怎有自由？”於是互相偎依著進入側房。坐了一會兒，連城笑著說：“你恨我嗎？”喬生吃驚的問她緣故，她紅著臉說：“怕事情不好，再連累你，請先以我的魂魄來報答。”喬生大喜，相互親愛，極盡眷戀。因此徘徊不敢馬上出來，在廂房中呆了三天。連城說：“諺語說：醜媳婦終要見公婆，這樣擔心，終不是長久之計。”於是拉著喬生進去。剛進了靈堂，豁然醒了。家人驚異，餵他湯水。喬生於是叫人請史孝廉來，請求要連城的屍體，自己說能使她活。史孝廉大喜，聽從了他的話。剛把連城抬進喬生的屋子，再看已經醒了，告訴父親說：“兒已委身喬郎了，再無回去的道理。如有變動，仍還是一死！”史孝廉回來派人給他們送去一切。",
      "&emsp;&emsp;王家聽說了連成復活，具詞審理，官府受了賄賂，把女判歸王家，連城憤怒的要死，可無可奈何。連城到了王家，氣息奄奄不吃不喝，只求早死。見屋裏無人，就把帶子懸到樑上。過了一天，更加厲害，將要死去。王害怕，送回史家。史家再抬回喬家。王家聽說也無可奈何，於是平息下來。連城起來，想起賓娘，想去信問一問，因路遠難去。",
      "&emsp;&emsp;有一天，家人進來說：“門前有車馬。”夫妻出來一看，賓娘到了院中了，相見異常歡喜。太守親自送女兒來，喬生請進家。太守說：“小女子靠你再生，發誓不嫁別人，現在依從了她的意願。”喬生叩謝施禮。史孝廉也到了，共敘同宗情移。喬生名字叫年，字大年。",
      "&emsp;&emsp;異史氏說：“一笑的知己，以身相許，世人可能說她癡。那麼以前漢高祖時代，為田橫(1)死的五百人，那裡都是愚蠢的呢？只因知己難求，賢人豪傑，因此心有感受，難以控制。所以那些錦繡才人，在茫茫天涯，才會傾心於女子的一笑，可嘆呀！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;此為作者以田橫部下五百人忠於田橫，讚揚喬生“士為知己者死”的精神。田橫，秦末齊人。拒項羽，復齊地，自立為齊王。劉邦稱帝后，田橫率五百士逃往海島。劉邦怕他作亂，下詔強迫他入洛陽，並答應把他封王封侯。田橫行至距洛陽三十里，因恥于向劉邦稱臣，與從者皆自殺。島上五百人聞訊後也全部自殺。"
    ]
  },
  {
    "title": "霍生",
    "href": "http://liaozhai.weebly.com/3866929983.html",
    "content": [
      "&emsp;&emsp;文登縣的霍生和嚴生從小就十分親暱，經常在一起開玩笑。兩人言辭敏捷，逞詞鬥嘴，唯恐自己的功夫不夠精深。",
      "&emsp;&emsp;霍生的鄰居是位老嫗，曾經為嚴生的妻子接生。她偶然與霍生的妻子聊天，說起嚴生妻子的外陰上長了兩顆痣。霍妻把這件事告訴了丈夫。霍生和同夥定下計謀，準備和嚴生開一個大玩笑。他等到嚴生快走近時，故意與同夥們竊竊私語，說：“嚴某的妻子和我最親密。”眾人不信，霍生於是開始編故事，說得有板有眼，並且強調說：“你們如不信，我可以告訴你們一個證據，她的外陰長著兩顆痣。”嚴生站在窗外，把霍生的話都聽了進去，所以沒有進門就直接走了。",
      "&emsp;&emsp;嚴生回到家裏，殘酷地毆打他的妻子，妻子不服，他就更加兇殘地拷問她。嚴生的妻子不堪忍受這樣的虐待，就上吊自殺了，霍生這才追悔莫及，可是因為是偷聽的，不敢向嚴生辯解嚴生胡說。",
      "&emsp;&emsp;嚴妻死後，她的陰魂整夜地啼哭，全家都不得安寧。不久，嚴生暴死，鬼魂就不再哭了。霍妻夢見有個女子披頭散髮地大喊大叫：“我死得好苦，你們夫妻怎麼還能歡笑！”霍妻醒後就一病不起，幾天後就死了。不久，霍生也夢見這個女子指著他大聲地辱駡，用手掌打他的嘴巴，驚醒之後，他覺得嘴唇隱隱作痛，用手一摸才發現嘴唇已高高腫起，三天之後嘴邊長出兩顆痣，從此再也無法治癒。再也不能大聲說笑，嘴張得太急了，就會疼痛難忍。",
      "&emsp;&emsp;異史氏說：死後能夠變成厲鬼，說明她的冤屈太大了。把受害者私處的病轉嫁到害人者的唇吻上，實在神奇而近乎於戲弄！",
      "&emsp;&emsp;我們縣裏還有個姓王的，與一位同窗好友的關係特別親密。有一次這位同學的妻子回娘家，王某知道她騎的驢子容易受驚，就事先埋伏在路旁的草叢中，等到婦人騎著驢來到，王某突然跳出，驢受驚，婦人從驢上墜下。這時婦人身邊只有一個童僕跟著，不能扶婦人上驢背。於是王某殷情地扶婦人跨上了驢背，他半扶半抱，婦人也不認得他是誰。從此，王某就得意洋洋地炫耀，聲稱童僕去趕驢的時候，他在草叢中與婦人私通了，並把當時婦人所穿的內衣、褲子、鞋子描述得特別詳細。婦人的丈夫聽到這件事，十分慚愧地走開了。不一會，王某在窗隙中看見他的同學一手拿刀，一手抓著妻子，怒氣衝衝地殺來了。王某大為驚懼，趕緊越牆逃跑。他的同學在後面緊追不捨，一直追了二三里，沒有追上，才回去。王某因盡力狂奔，肺葉都張開了，因此得了哮喘病，治了好多年都沒有治好。"
    ]
  },
  {
    "title": "汪士秀",
    "href": "http://liaozhai.weebly.com/277542276331168.html",
    "content": [
      "&emsp;&emsp;安徽廬州有個汪士秀,剛直勇猛，力大過人，一手能舉起幾百斤的石臼來，他和父親都是踢球好手。父親四十歲那年，過錢塘江遇見風浪，沉船落水身亡，已經八九年了。",
      "&emsp;&emsp;這天，汪士秀有事到湖南去，夜晚，船停泊在洞庭湖上，夜深了，人們都已經睡著，只有汪士秀還在眺望湖面.皓月當空，微風習習，銀光灑在湖面上，波光閃爍，江面如同一塊白綢子。這時，忽然從湖裏跳出五個人來，帶著一張大蓆。他們把蓆子平鋪在湖面上，只見那蓆子有半畝地大小，平平穩穩的就，像鋪在地上一樣.一會兒，又取出酒菜，一一擺好，杯盤碰撞錚，錚作響。擺好後，三個人席地而坐，另外兩個站在一旁侍候。坐著的人都戴著黑色頭巾，下面連著肩背，樣式非常奇特，其中一人穿著黃衣，兩個穿著白衣站著的，都穿著褐色衣服，一個像小孩，一個像老翁。只聽穿黃衣服的說︰\"今晚月色很好，咱們弟兄可以痛痛快快喝一場。\"穿白衣服的接著說︰\"這月光使我想起了南海廣利王，那天他在梨花島設宴，月色極像今晚。\"",
      "&emsp;&emsp;三個人一邊閒聊，一邊互相勸酒。漸漸地，聲音低下來,聽不清了。汪士秀坐在船頭上，屏息靜氣，悄悄地看著他們。他忽然覺得那個站著的老翁，長得有些像自己的父親。",
      "&emsp;&emsp;二更天將盡的時候，只聽蓆上那穿黃衣服的人說︰\"趁此明月，咱們踢一會兒球來助興吧。\"那個小孩便彎腰從湖裏取出一個圓球來，球大約正好可以用手抱住，裏面好像裝滿了水銀，裏外透明，在月光下晶瑩閃爍。坐著的人都站了起來，穿黃衣服的人喊老翁一塊踢球。圓球在他們中間踢來踢去，銀光閃閃，光耀奪目。其中老翁踢得最好，那一招一式，跟父親生前的踢法一模一樣。",
      "&emsp;&emsp;只見他一腳飛起,那球踢了一丈多高，剛要落下來，穿黃衣衫的人上前一腳，",
      "&emsp;&emsp;轟的一聲，那球遠遠向船上飛來。汪士秀不由興起，騰身飛起一腳，向那球踢去。那球又輕又軟，一下子飛到半空。由於汪士秀用力過猛，球像被踢破了，一線白光從球裏漏下來，倏地劃過天空，猶如一條銀龍，直入水中。湖面噴著泡沫，就像沸騰一樣，一會兒便消失了。這時，穿白衣服的人大怒道︰\"是誰如此大膽，踢壞了我們的球。",
      "&emsp;&emsp;\"老翁笑著說︰\"踢得好，踢得好！這是我們家傳的流星拐踢法，真是一好球！\"穿白衣服的人越發惱怒，說︰\"我們都在生氣，唯獨你這個老奴高興！快過去把那個小子抓過來。不然我就用錐子紮你的腿。\"",
      "&emsp;&emsp;汪士秀見無處逃身，心裏也就不害怕了，手握一把尖刀，站在船頭等著。",
      "&emsp;&emsp;一會兒，那個老翁和小孩各持一把刀子登上了船。汪士秀仔細一看，老翁正是他的父親，急忙喊道︰\"阿爸，我在這裏！\"老翁一看，大驚失色，刀子一下扔在船上。小孩見了，轉身就走。老翁向汪士秀喊道︰\"秀兒，趕快躲起來。不然,我們都得死呀！\"話聲剛落，那三個人猛然跳上船來。他們的面孔漆黑如炭，眼睛凸出，大如石榴。那穿黃衣衫的人一把將老翁抓了過去。",
      "&emsp;&emsp;汪士秀跳過來爭奪，在船頭上和那幾個人拚殺起來。船身劇烈搖晃，纜繩也斷了。汪士秀見父親就要被拉走，他手起刀落，一下子把穿黃衣衫的胳膊砍下來。黃衣人疼痛難忍，只得返身逃走。一個白衣人見同伴吃了虧，急忙向汪士秀打來。汪士秀奮力一刀砍下了他的腦袋。只見那顆頭滾了幾滾，咕咚一聲落進水裏。剩下的一個，見抵擋不過，抽身逃去。汪士秀把父親扶起來，想趁著月色開船渡過湖去。忽然，一張大嘴伸出湖面，深不見底，像井一樣，四面的湖水都向大嘴中嘩嘩流淌。那大嘴又猛然一閉，一股水柱噴向天空，頓時波浪滔滔，水天相連所，有的船都顛簸震盪起來。人們嚇得面如灰土，紛紛亂叫；汪士秀一眼瞥見船上有兩個石鼓，便抓起一個向大嘴投去。",
      "&emsp;&emsp;石鼓有上百斤重，落水聲音如同雷鳴一般。接著,汪士秀舉起第二個石鼓，猛地扔了下去。大嘴不見了，霎時，風平浪靜。",
      "&emsp;&emsp;汪士秀懷疑父親是鬼，父親告訴他︰\"我本來沒有死，那次過錢塘江，船翻落水，十九個人都被妖怪吃掉了，只因我會踢球，才被他們留下來.後來，錢塘江神怪罪他們作惡太多，十分惱怒，他們才遷到洞庭湖上來；這三個都是魚精，所踢的圓球，是個魚鰾。\"",
      "&emsp;&emsp;父子重逢，十分高興，他們讓船夫當即開船離開了那個地方。天亮以後，看見船頭上有一個魚翅，足有四五尺長。汪士秀一下明白，這就是他昨夜砍掉的黃衣人的手臂。"
    ]
  },
  {
    "title": "商三官",
    "href": "http://liaozhai.weebly.com/218301997723448.html",
    "content": [
      "&emsp;&emsp;山東葛城有個讀書人，叫商士禹，為人性情耿直。城裏還有個惡霸豪紳，欺男霸女，無惡不作，老百姓敢怒不敢言。一天，商士禹喝醉了酒，正好碰見那個惡霸豪紳迎面走來。他就乘著酒興，把惡霸痛駡了一頓。惡霸惱羞成怒，指使家奴，把商士禹打死了。商士禹有兩個兒子，大的叫商臣，二的叫商禮還，有個女兒，叫商三官。兄妹三個聽到父親慘死的消息，悲痛難忍，義憤填膺，商臣和商禮到官府去告狀。當時，商三官十六歲，已經許配給了人家。並將於近期出嫁，因為父親被害，便把婚事擱了下來。",
      "&emsp;&emsp;商臣，商禮兄弟倆四處奔走了兩個多月，可是案子卻毫無結果。三官的婆家聽說官司一時不能解決。就託人來和三官的母親商量，是不是早些把婚事辦了。三官的母親本想答應，可是三官卻不同意，她說︰\"那有父親屍骨未寒，做女兒的就舉行婚禮的！難道他家沒有父母嗎，竟然這樣不懂人情禮節！\"",
      "&emsp;&emsp;婆家人聽了，十分羞愧，不再提辦婚事了。",
      "&emsp;&emsp;又過了些日子商臣，商禮的官司無法伸張，冤屈的回到家裏。全家人都很悲忿，他們為了打官司，先不想安葬父親，好作為證據。三官說︰",
      "&emsp;&emsp;\"人被活活打死，官府都不理睬，這是什麼世道就可想而知了。難道老天會專門為我家降下一位包青天嗎？停屍不葬，父親的骨骸暴露在外，作兒女的如何忍心。\"兄弟倆覺得妹妹講得有理，便埋葬了父親。",
      "&emsp;&emsp;葬了父親以後一個夜裏，三官不見了；誰也不知道她去了什麼地方，母親認為女兒夜裏私自逃跑是一件醜事，也不敢聲張，更不好告訴婆家，親戚和街坊鄰居，只是囑咐兩個兒子悄悄尋找，過了半年，仍然杳無音信。",
      "&emsp;&emsp;一天，那個惡霸過五十大壽，家裏張燈結綵，大擺宴席，還請來了唱戲的。有個老藝人，名叫孫淳，帶著兩個徒弟來了；其中一個徒弟叫王成，長相一般，但聲音清亮，吐詞真切，賓客們聽了，紛紛叫好。另一個徒弟叫李玉，長得眉清目秀，像個姣好的女子，讓他唱歌，他卻十分羞怯，不肯張口。後來硬讓他唱，他只好羞答答地唱了幾首曲子，像是民歌，童謠，人們聽了，也為他鼓掌喝彩。孫淳有些不好意思，連忙對主人解釋說︰\"我這個徒弟才來不久，還沒學會什麼。讓他來，只是給老爺斟酒掌扇，請各位多多包涵。\"說完，就讓李玉給大家斟酒，李玉往來穿梭，伺候賓客們喝酒，他十分殷勤，看主人的眼色行事，不一會兒，便博得惡霸的歡心。",
      "&emsp;&emsp;酒宴直到深夜才散去，賓客們各自回家了，惡霸見李玉細心機靈，就打發走別的奴僕，獨自留下李玉伺候他。這時，惡霸已喝得醉醺醺的，李玉給他鋪好床，又幫他解衣脫靴，安頓睡下。那個惡霸頭一沾枕頭，便呼呼大睡起來，.李玉悄悄把門閂上，吹滅了燈。奴僕們都到別的房間大吃大喝去了，過了一會兒，一個奴僕經過主人的屋前，忽聽裏面有響動。他從門縫兒朝屋裏看看，可是黑洞洞的，什麼也看不清，聲音也不響了；又過了一會兒，咚的一聲，仿佛有什麼東西落到地上，他急忙敲門，可是沒有人應答。奴僕不禁害怕起來，急忙跑去喊人，眾人推門而入，點上燈一看，只見主人身首分離，李玉也上吊死了。",
      "&emsp;&emsp;眾人嚇得大驚失色，急忙傳告主人的家眷，人們議論紛紛。誰也說不清是怎麼回事。人們把李玉的屍身挪到院子裏，覺得他的靴子裏空空的，好像沒有什麼東西似的，脫下來一看，竟是一雙女子的小腳，大家更加害怕，就抓來孫淳逼問。孫淳見了，也驚呆了，一時講不出話來，停了一會兒，他才戰戰兢兢地說︰",
      "&emsp;&emsp;\"李玉是一個月前才投到我門下做徒弟的，今天他再三央我帶他來給老爺拜夀，我實在不知他的來歷。\"",
      "&emsp;&emsp;後來有人發現李玉腳上穿的是一雙白色孝鞋，就聯想到商士禹的案子。懷疑李玉是商家派來的刺客，先找二人看著，這個女子容貌如生，摸摸他還有體溫，這兩個人想偷偷姦淫她。一個人抱著屍身轉側，剛要解開她的衣服，忽然間頭腦好像被東西敲了一下嘴，裡不斷吐血,馬上就死了。另一個大驚失色,跟大家說，眾人都像神明一樣敬拜她。並且把這事報告了官府。",
      "&emsp;&emsp;郡官傳來商臣，商禮，兄弟倆一看,那李玉果然是自己的妹妹商三官.",
      "&emsp;&emsp;郡官十分驚奇，讓兄弟倆把三官屍首領回去安葬，並勒令惡霸家裡不可以再追究。",
      "&emsp;&emsp;異史氏說：“商家兩兄弟竟然不知道家有女中豪傑，真是白白做了大丈夫。而商三官的作為，就是荊軻也比不上，何況是庸庸碌碌隨世沉浮的人了。希望天下的女子都買絲線來為商三官繡像，這個功德不比供奉關羽差啊。”"
    ]
  },
  {
    "title": "于江",
    "href": "http://liaozhai.weebly.com/2011027743.html",
    "content": [
      "&emsp;&emsp;有一個農民叫于江。他的父親夜裏睡在田間，不幸被狼吃掉了。于江當時只有十六歲，他撿到父親丟下的鞋子，悲慟欲絕。大夜裏，于江等到母親睡著了，拿著大鐵錘悄悄地走出了家門。他來到田間，躺在父親遇難的地方，等待機會為父親報仇。不久，來了一隻狼，牠在于江身邊走來走去，東嗅嗅西嗅嗅。于江一動也不動。過了一會兒，狼開始用牠的毛茸茸的大尾巴掃于江的額頭，然後又漸漸地低下頭，去舔他的大腿，于江還是一動也不動。緊接著，狼高興地跳到了于江的面前，正要張口咬他的脖子，于江猛然揮起鐵錘，猛擊狼的頭部，狼立即斃命倒地。于江一躍而起，把狼的屍體藏在草裏。",
      "&emsp;&emsp;過了一會兒，又來了一隻狼，跟前面那隻狼一樣，先嗅再掃，然後欲咬，于江把牠也殺掉了。這時已是半夜時分，不再有狼的蹤影。忽然一陣睡意襲來，于江打了個盹，夢見父親對他說：“你殺了兩隻狼，已足以泄我心頭之恨。但是帶頭殺害我的那惡狼，鼻頭是白色的；現在斃命的兩隻都不是。”于江醒後，堅持躺在那裏等待那只白鼻子的惡狼來。就這樣一直等到天亮，還是沒有等到。于江想把死狼拖回家去，又害怕嚇著母親，於是就把狼扔到一口枯井裏才回家。",
      "&emsp;&emsp;第二天夜裏，于江又去田間等候，還是一無所獲。就這樣又過了三四個夜晚。忽然一隻狼來了，他咬住于江的腳，拖著他走。剛走了沒幾步遠，荊棘刺進他的肉中，石頭劃破了他的皮膚，于江忍著，一動也不動，像死人一樣。狼這才把他扔在地上，想要咬他的腹部。于江突然躍起，舉起鐵錘向惡狼砸去，惡狼倒下了。于江又連砸幾下，狼被砸死了。于江這才仔細觀察這隻狼，果真長著白鼻頭。于江大喜，扛起惡狼回到家裏，這才把復仇的經歷告訴了母親，母親流著眼淚跟他來到了現場，于江從古井中拽出兩隻狼的屍體。",
      "&emsp;&emsp;異史氏說：鄉下農戶的孩子中，能有這樣的傑出人物嗎？他的俠義和剛烈發自於赤膽忠誠，不僅僅是勇敢膽大，而他的智慧也異於尋常啊！"
    ]
  },
  {
    "title": "小二",
    "href": "http://liaozhai.weebly.com/2356720108.html",
    "content": [
      "&emsp;&emsp;滕縣人趙旺，夫婦二人吃齋念佛，不動葷腥，鄉里都稱他們是善人。家裏稱得上小康。有個女兒叫小二，絕頂聰明又標緻漂亮。趙旺十分寵愛她，六歲那年，就讓她和兄長趙長春一起拜師讀書，五年之內，熟讀五經。同窗有一少年姓丁，字紫陌，比小二大三歲，風流文雅有才華，二人彼此愛慕。丁生私下將愛意告訴母親，丁家便向趙家提婚。趙家一心想把女兒許給豪門大族，就沒有答應。",
      "&emsp;&emsp;不久，趙旺受迷惑而加入了白蓮教，後來教主徐鴻儒舉兵造反，趙旺一家都變為反賊。當時徐鴻儒選了六名少女，傳授白蓮教法術，其中就有小二。因為小二知書善解，對那套紙兵豆馬的法術一學就會，徐就將所有法術傳給了她。而趙旺因為女兒的緣故，也得到提拔。",
      "&emsp;&emsp;當時丁生已年滿十八，但不願結婚，心中只是惦記著小二，就逃亡投奔了徐鴻儒。小二見了他十分高興，給了他特殊的優待。因為小二是徐鴻儒得意門生，主持軍務，所以不管白天黑夜出入軍中，和父母都不能呆一會兒。她與丁生經常晚上見面，打發走那些僕役，兩人單獨談到深夜。丁生對她說：“你知道我這次來的一片苦心嗎？”她說：“不知道。”丁生說：“我來這裏，並沒有什麼野心，全都是為了你呀。這些左道妖術，成不了大事，只能自取滅亡。你是聰明人，難道想不到嗎？這次你能和我一同逃走，我這番苦心也就不白費了。”小二聽後十分震驚，像是從夢中驚醒過來，說：“就這樣背著父母走了，不義。請讓我告訴他們一聲。”二人便來到父母面前竭力說服，趙旺卻執迷不悟，說：“師傅是天降神人，難道會有錯嗎？”小二知道無法說服，就喬裝打扮，把垂髪攏上來成為髮髻。她拿出兩個紙剪的鷂子，和丁生各騎一隻，鷂子展翅撲騰，比翼而飛，天明時，已到了萊蕪縣境。她用手一撚鷂子的脖子，鷂子就忽然收起翅膀降落下來，將鷂子收起後，又換成兩匹驢子，一直騎到山谷裏，假說為避戰亂，租了房子住下。兩人出來時匆忙，也沒帶什麼行裝，一點柴米沒有。丁生十分憂愁。向左鄰右舍的人去借，都不肯借。小二卻面無愁容，當掉手飾度日。二人閑在家相對猜燈謎，並回憶書中典故比勝負，輸了罰打手心。",
      "&emsp;&emsp;西鄰有個姓翁的，強盜出身。一天，他打獵回來。小二說：“有這樣的闊鄰居還怕什麼？向他借千兩銀子，一定會給的。”丁生表示難辦。小二說：“我會讓他高高興興地拿出來的。”就用紙剪了一個判官，放在地上，又扣上籠子。而後二人相互擁抱坐在床上燙酒，又翻《周禮》行酒令：任意說某冊第幾頁第幾人，然後一起翻書。如果翻著的人官銜名稱是“食”字旁、“水”字旁、“酉”字旁的就飲酒一杯；是“酒”部的則加倍。後來小二恰巧翻得“酒人”，丁生就用大杯斟滿酒催她乾杯。小二禱告說：“如果我借到錢來，你該會翻到“飲”部。”丁生翻開書本，得“鱉人”。小二笑得前仰後合，說：“事成了。”把酒往杯中倒了下去讓丁生喝。丁生不服氣。小二說：“按部首來說，你屬於水族，應該是鱉飲。”正在爭吵笑鬧之時，就聽到籠子中發出“嘎嘎”叫聲，小二起身說：“來了。”翻開籠子一看，見下面有滿滿一袋銀兩。丁生又驚又喜。後來翁家褓姆抱小孩來玩時說：“我家主人回來剛剛點上燈坐下，地忽然裂開一大口子，深不見底。有一個判官從裏面出來，說：“我是陰間管事的，泰山帝君集合地府屬官，造一個惡人名單，現在需要一千盞銀燈，每盞重十兩。凡供奉一百盞的，可以免除罪過。”主人驚慌，燒香叩頭祈禱，同時拿出白銀千兩。判官鑽入地下，地又重新合了起來。”夫妻倆聽了她的話，故意裝出驚奇的樣子。",
      "&emsp;&emsp;從此後，日子漸漸富裕起來，買了牛馬，養了奴脾，還蓋了房屋。附近一些無賴之徒，見到他們家富足，便結成一夥，在一個半夜裡翻牆進來打劫。當夫婦二人被從夢中驚醒時，發現室內火把通明，滿地都是強盜。有兩個強盜上來扭住丁生，又有一個強盜伸手向小二懷裏摸來。小二裸著上身起來，豎起一個指頭說：“定，定！”十三個強盜立時就瞪眼張口動彈不得，個個呆若木雞。小二這才穿上衣褲從床上下來，喊來家丁，將強盜一個個綁了起來，逼著他們招供。這才責備他們說：“我們從遠方來到這裏避難，你們不但不幫忙，反而如此害我們！人都難免有為難之處，你們有什麼難處可以明說，我們也不是守財奴。而像你們今天的行為與禽獸又有什麼兩樣？本來你們是罪該萬死，但我不忍心這樣，今天放你們走，下次如果再犯，就不客氣了！”強盜們叩頭謝罪後趕忙走路。",
      "&emsp;&emsp;過了一段時間，徐鴻儒被官府捉拿，趙旺夫婦及兒子媳婦都被殺，丁生帶些錢去將趙長春的三歲兒子贖了回來。丁生把他當成自己的孩子撫養。給他改姓丁，取名承祧。村裏人慢慢知道他們與白蓮教有親屬關係。當時遇上蝗災，莊稼受害。小二剪了數百個紙鷂子放在田中，蝗蟲不入丁家的田地，莊稼沒有遭殃。村裏人很嫉妒，將他們告到官府，說是白蓮教的餘黨。官府看他們富裕，就把丁生抓進監獄，想乘此機會敲竹槓。丁家用重金賄賂，才被放出來。小二說：“我們的錢財來得不清白，應當破點兒財。可是這地方人心太險惡，不能久住。”於是低價變賣家產，遷到益都郊區居住。",
      "&emsp;&emsp;小二十分精明強幹，會做生意，經營方面勝過男子。曾開辦琉璃廠，雇來工人加以指點，製造的燈飾，花樣奇巧美觀，別家都比不上，雖然價格高，但銷路很好。夫妻倆空閒時在一起品茶、下棋、看書為樂。所有錢財帳目五天清一次，夫妻倆一個報賬，一個算賬。對下人賞勤罰懶，輕者罰站或跪，重者鞭打。每到檢查日就放假，不開夜工。夫妻二人設小宴，讓婢女唱曲子娛樂。由於小二明察秋毫，誰也不敢欺瞞。而賞賜也往往超過勞動者所應得的，因此，所辦之事容易成功。",
      "&emsp;&emsp;小二還借給村裏最窮的人錢讓他們找生計，所以村裏二百多家沒有一個失業遊民。有一年大旱，小二讓人在野外搭起祭壇，晚上她乘車前往，踏著巫步作法，果然天降大雨，方圓五里的莊稼都被救活，人們把她看作神明。小二出門從來不遮臉，村裏人都見過她的真面目。也有些年輕人背地裏議論她的美貌，但見到她時都規規矩矩，不敢抬頭。每逢秋天，她出錢叫村裏不能下地耕作的小孩子採集野菊、蒿子之類的加以收藏，將近二十年，堆滿了整個樓房。大家暗地裏取笑她。後來年歲饑荒，到了人吃人的地步，她把收集來的野菜雜在糧食裏賑濟饑民。附近村人靠它保全性命，沒有流亡在外的。",
      "&emsp;&emsp;異史氏說：“小二所作所為，完全靠天幫助，而不是靠人的能力。但是如果沒有別人啟發、開導，她早就被殺了。由此可見，世界上有才能而誤入岐途而死的人一定還有不少。和小二一同學法術的六個人中，可能就有像小二這樣的，只可惜沒有遇上丁生罷了。”注:鱉飲:一種飲酒遊戲，拿繩子綁著身體，像鱉一樣伸著頭喝酒。因為鱉不屬於食，水，酉三個部首，所以會吵鬧。"
    ]
  },
  {
    "title": "庚娘",
    "href": "http://liaozhai.weebly.com/2421823064.html",
    "content": [
      "&emsp;&emsp;金大用，中州名門之後，娶了尤太守的女兒為妻，字庚娘，美麗而賢慧，夫妻感情深厚。因為流寇作亂，全家人逃離故鄉，金大用攜家帶口往南逃。途中遇到一位年輕人，也和妻一起逃亡，自稱是廣陵的王十八，願意為他們在前邊帶路。金大用非常高興，二人作息都在一起。到了一條河上，庚娘悄悄地告訴金大用：“別和那個年輕人乘同一條船，他總看我，兩眼滴溜溜轉，臉色陰晴不定，一定沒安好心。”金大用答應了。王十八獻殷勤尋找大船，替金搬運行李，操勞周到，金不忍推辭。又覺得他還攜帶年輕的妻子，應該不會有別的想法。王的媳婦和庚娘在一起住，脾氣秉性也很溫柔。王十八坐在船頭上與掌櫓的人很談得來，好像很熟悉，關係也不錯。沒過多久太陽落山了，水路遙遠，茫茫一片，分不出東南西北。金大用環視四周，僻靜隱蔽，開始懷疑。片刻之後，明月東升，放眼望去，都是蘆葦。",
      "&emsp;&emsp;船停下來之後，王十八邀請金大用父子出來遠望散心，於是乘機把金大用擠到水裏；金大用有老父在身邊，看到之後就想喊，船夫就用篙一捅，他也落水了；金大用母親聽到動靜出來偷偷地看望，船夫也把她捅到水裏淹死了。這個時候王十八才假惺惺地喊救人。母親出來時，庚娘在後面，已經略微看到些情況。等到聽說一家人都淹死了，她也不驚慌，只是哭著說：“公公婆婆都死了，我可往那裏去呀！”王十八近來勸道：“娘子別發愁，請跟我一起到金陵，家裏要房有房，要地有地，足夠養活你，保你無憂無慮。”庚娘不再哭泣，說：“如果真是這樣，我也就滿足了。”王十八非常高興，伺候得格外殷勤。天一黑，他就拉扯庚娘求歡，庚娘推託說正趕上月事，王十八才到妻子那裏去睡覺。",
      "&emsp;&emsp;一更天剛過，夫婦倆大吵大鬧，不知什麼原因。只聽媳婦說：“你這樣做，腦袋要遭雷劈的！”王十八就打媳婦。媳婦大聲說：“死了倒乾淨！真不願意給殺人賊做媳婦！”王十八一邊怒吼，一邊揪著媳往外走。只聽咕咚一聲，接著就聽人們大聲說媳婦淹死了。",
      "&emsp;&emsp;沒多久就到了南京，王連忙把庚娘領到家，登堂入室，拜見老夫人。老夫人一看不是原來的媳婦感到十分驚訝。王說：“媳婦落水死了，就新娶了這個媳婦。”王回到房間，又想冒犯庚娘。庚娘笑著說：“三十多的男人了，怎麼還不懂得夫婦之道呀？市井小民初次合房也要喝上一杯薄酒，你家這麼闊氣，這點小事應當不難辦到吧？不然的話，等一覺醒來二人相對，成何體統？”王非常高興，便拿出酒來和庚娘對飲。庚娘端著酒杯，殷勤誠懇地勸酒。王漸漸地喝醉了，推辭不再飲。庚娘拿起大碗，強顏歡笑地繼續勸酒，王不忍心拒絕，又飲了起來。於是喝的爛醉如泥，脫光衣服催促庚娘就寢。庚娘撤掉酒具，吹滅蠟燭，假託要小解，於是走出房間，繼而持刀進去，暗中用手摸索王的脖子，王還抓著庚娘的胳膊發出親暱的聲音。庚娘用力切他，他沒有死，大喊大叫地起來；庚娘又揮刀猛砍，他才死掉。老夫人似乎聽到動靜，過來想問個究竟，庚娘也把她殺了。王的弟弟王十九感覺到發生了什麼事。庚娘知道免不了一死，於是急忙自殺，可是刀子太鈍，刺不進自己的皮肉，就開門逃跑，十九緊追不捨，可是庚娘已經跳進池塘。王十九大呼小叫地呼喊鄰居，可是庚娘被救上來時已經死了，只見她面色紅潤，和活人一樣。大家一起給王驗屍，見窗子上有一封信，打開一看，才發現那是庚娘詳細地述說自己的冤屈。眾人都把庚娘當作烈女看待，為她籌集資金出殯。天亮的時候，圍觀者已經聚集數千人，見到她的面容，都爭相朝拜。一天下來，籌集的百兩黃金，就把她埋葬在南郊。好事的人還為她置備了帶珍珠的帽子和華貴的壽袍。陪葬物十分豐富。",
      "&emsp;&emsp;當初，金大用落水之後，趴在一塊漂浮的木板上，才沒有死。快天亮的時候漂到了淮河上，被小船救起。小船大概是尹姓富翁專門為救落水者準備的。金蘇醒後，就到老翁處表示拜謝。老翁熱情款待他。留他教兒子讀書。金因為不知親人消息，準備四處探訪而猶豫不決。不久有人說：“撈上一對死了的老夫妻。”金懷疑是自己的父母，就跑去看，果然不錯。老翁代他置辦棺木。金生極其哀慟，這時又有人說：“救上來一名落水的婦人，自稱金生是她的丈夫。”金生涕淚橫流，吃驚地往外跑，那女子已經到了，可並不是庚娘，而是王十八的媳婦。她向金大哭，請求他別拋棄她。金說：“我的心緒早已大亂，那裡有閑功夫幫助別人？”婦人越發悲傷。尹老翁問清來龍去脈，高興地以為是老天的報應，勸金生收留婦人。金以居喪為藉口，況且還將復仇，恐怕被家小拖住後腿。婦人說：“如果像你所說的那樣，假如庚娘還在，那你就以報仇居喪為由把她趕走嗎？”老翁認為她言之有理，就請求金暫時代他收養，金生這才答應。擇日埋葬父母時，婦人披麻戴孝，哭哭啼啼，如同死了公婆。喪事結束，金生懷揣刀手托缽，要到揚州去，婦人連忙制止說：“我姓唐，祖居南京，和那個傢伙是同鄉，從前說揚州是騙你的。況且江上的賊寇，一半是他的同黨，仇不能報，只會招禍呀。”金生徘徊不知如何是好。忽然又傳說女子殺人復仇的事，早在水鄉澤國傳遍了，姓甚名誰也很詳細。金生聽了感到十分痛快，可是也越發悲傷起來，於是辭別婦人說：“萬幸沒有遭到玷污。家有這樣的貞烈媳婦，怎忍心辜負她再娶呢？”婦人認為婚事已經說好了，不肯半途離開，甘願做小。",
      "&emsp;&emsp;當時正好有一位姓袁的副將軍，和尹老翁有交情，正好要向西部發兵，路過尹家，見到了金生，非常喜歡他，就請他當了軍中記室。沒過多久，流寇叛亂，袁副將軍立下大功，金生也因為參與軍機而立功，被授予遊擊之官歸鄉探親。夫婦這才正式舉行成婚大禮。",
      "&emsp;&emsp;過了幾天，攜帶媳婦前往南京，去給庚娘掃墓。過了鎮江，想登金山。乘船過江的時候，突然從身邊划過一條船，船裏有一位老太太和一位少婦，他覺得很奇怪，少婦非常像庚娘。船很快地划了過去，少婦從窗中窺視金生，神情也很像是庚娘。金生又吃驚又懷疑，也不敢追問，就急忙大聲喊道：“看群鴨兒飛上天啦！”少婦聽到後，也大聲喊道：“饞狗想吃貓剩下的葷腥啦！”這都是當年閨中開玩笑的隱語。金生大吃一驚，叫船往回划近那條船，果真是庚娘。庚娘被侍女攙扶到金生的船上，兩人相抱痛哭，令過往行人也非常悲傷。唐氏就以正妻拜見庚娘。庚娘吃驚地問是怎麼回事，金生才把來龍去脈細說一遍。庚娘拉著唐氏的手說：“同在一條船上這麼一說，這件事真是永遠記在心上難以忘懷了，真沒想到原來的仇敵現在居然成了一家。承蒙你代我埋葬了公婆，我應該首先感謝你，你怎麼能以這種禮節對待我？”於是按照年齡大小，唐氏比庚娘小一歲，以妹妹相稱。",
      "&emsp;&emsp;此前，庚娘被埋葬之後，自己也不知過了多久。忽然有一個聲音喊她：“庚娘，你丈夫沒死，還會重新團圓。”於是就如同從夢中醒來。摸一摸四面都是牆壁，這才知道已經死了被埋葬在這裏，只覺得很憋悶，倒也不怎麼痛苦。這時有兩個年輕的歹徒偷看到殉葬品又多又美，就掘墳破棺，剛要收拾殉葬品，見庚娘還活著，雙方對看都很害怕。庚娘恐怕他們傷害自己，就哀求道：“幸虧你們來，才讓我重見天日。頭上髮簪耳環，都拿去，我願意讓你們把我當尼姑賣掉，還可以再得一點錢。我也不向外洩露這件事。”其中一個盜墓賊連忙磕頭說：“娘子貞烈，人神都欽佩。小人不過太窮沒有辦法，才做這種不仁不義的事。只要不往外洩露就已經萬幸了。那裡還敢把你當尼姑賣掉呢！”庚娘說：“這是我自願的。”另一名盜墓賊說：“鎮江耿夫人獨身一人，無兒無女，如果見到娘子必然非常高興。”庚娘謝過他們。自己拔下珠寶飾品全都交給盜墓賊，他們不敢收，庚娘堅決要給，兩賊才一起下拜接受。於是把庚娘用船送到耿夫人家，藉口說船遇到大風迷失了方向。耿夫人，大戶人家，獨身一人度日。見到庚娘非常高興，把她當成自己親生女兒。剛才母女二人離開金山回家，庚娘把事情前因後果詳細追述一遍。金生連忙登上對方的船，以岳母相拜，老太太也把金生當女婿款待。邀請他到家裏，留下住上幾天才回家。此後往來不斷。",
      "&emsp;&emsp;異史氏說：“重大變故發生後，壞人活著，好人死了。活著的氣得人眼眶爆裂，死了的令人悲傷流淚。（烈女）卻談笑自若，處變不驚，親手殺掉仇敵，自古以來的豪傑男兒有幾個能和她相比呢！誰說英烈女子不能和義勇男兒相提並論？“"
    ]
  },
  {
    "title": "宮夢弼",
    "href": "http://liaozhai.weebly.com/234702281824380.html",
    "content": [
      "&emsp;&emsp;從前有個叫柳芳華的人，他相當富有，是遠近聞名的大戶人家。柳芳華為人慷慨大方，好結交朋友。因此，他的家裏常常聚集著上百名客人。他不僅愛交朋友，而且總是樂於幫助別人。每當朋友有難向他借錢時，他從不拒絕，有些人借了錢不還他也不去索討。柳芳華的許多朋友都向他借過錢，只有一個叫宮夢弼的陝西客人從未向他求過什麼。柳宮兩人交情很深，宮每次到柳家一住就是一年。柳芳華的兒子柳和，那時還梳著兩個小牛角辮，他管宮夢弼叫叔叔。每天放學回來，宮夢弼便同他一起玩耍、做遊戲。他們把地磚揭起來，然後往地下埋石子。這些石子在他們眼裏就是金子，因此，埋石子也就成了埋金子。這種埋金子的遊戲他們老玩不夠，到後來，他們把五棟房子幾乎都埋遍了。不少客人都笑宮夢弼行為幼稚，宮卻不以為然，柳和對他則比對其他客人親熱得多。後來，柳家漸漸沒落，再也不能滿足眾多客人的要求。於是，柳家的賓客也就漸漸稀少，最後只剩下十幾個人。柳芳華一輩子重情義，他晚年時，家境更加衰敗，他硬是賣田賣地來招待客人。這時，柳和也長大了，他受父親的影響，花錢大方，把朋友看做親兄弟。",
      "&emsp;&emsp;不久，柳芳華病逝了，柳和沒錢辦喪事，宮夢弼便拿出自己的錢為柳家料理後事。柳和對他很感激，便將家裏的事託付給他管理。宮夢弼每次從外面回來都要帶回一些瓦片，把它們丟在房子的黑角角裏。這些瓦片有什麼用？柳和不明白，別人也都不明白。有一天，柳和對宮夢弼訴苦，說家裏太窮，什麼事也做不了。宮勸導說：“你不知道過苦日子的艱難，不要說現在沒錢，就是給你一千兩白銀，你也能馬上花光。男子漢怕什麼窮？不能自立才是最可怕的。”過了不久，宮要回自己的家。柳和希望他早點回來，宮答應了。宮走了以後，柳和不會持家，家裏窮得飯都吃不飽，原來的家當差不多賣光了。柳和天天盼著宮夢弼回來，但宮卻銷聲匿跡，不知去向。",
      "&emsp;&emsp;當初，柳和出生時，柳家家業興旺，稱富一方。柳家和鄰縣一個大戶人家黃家訂下親事。後來，黃家聽說柳家變窮了，便有二心。柳芳華去世時，黃家不來弔喪。柳和服喪期滿後，母親叫他去黃家商量婚期，希望黃家能給予同情和照顧。但柳和趕到黃家時，黃家竟將他拒之門外，並讓守門人轉告他：“回去籌備百兩銀子再來，不然，從此斷絕來往。”柳和一聽這話傷心得痛哭起來。黃家對門的一個劉老太婆可憐他，留他吃了飯，還送給他幾個錢，叫他趕緊回家。柳和的母親聽說黃家翻臉不認人，又悲又氣。想來想去，她只好叫兒子到一些富貴人家求助，因為柳家過去都接濟過他們，他們欠柳家的錢柳家根本沒去要過。但柳和說：“過去他們和我們柳家交往是因為柳家有錢，如果我現在坐著高車大馬去，借一千兩銀子也不難，但現在我們衣衫襤褸，人家根本瞧不起。誰還想起過去柳家對他們的恩惠，想起過去的那份情誼呢？況且父親給人錢財，從來沒有立過契約或找個保人，現在連討債的憑證也沒有啊。”在母親的強求下，柳和只好出門求助，但二十多天都沒借到一文錢，後來只有一個演戲的門客送來一兩銀子。想到世態這般炎涼，柳和母子都深深地絕望了。",
      "&emsp;&emsp;話說黃家姑娘這時已長大成人。她聽說父親因為柳家變貧窮而拒絕柳和求婚，心中十分不滿。黃家要把她嫁給別人，她哭著對家人說：“柳郎不是生下來就窮的，假如現在他家裏比過去還要富有，那我們家會把我許給別人嗎？只是由於貧窮而拋棄柳郎，這不仁義！”父親再三規勸，她始終不變心。她的父母見女兒這般執拗，都很生氣，早也罵晚也罵。但姑娘不予理睬，她深信自己的態度是對的。不料，過了不久，黃家遭盜賊搶劫，黃氏夫婦差一點被盜賊殺害，家中的財物被洗劫一空。黃氏夫婦只得過起清貧生活，但他們是多麼懷念從前的富裕生活啊。",
      "&emsp;&emsp;一晃三年過去了，黃家的貧困狀況一點兒也沒改變。有個西方商人聽說黃家姑娘長得很漂亮，願意拿出五十兩銀子作聘禮，要娶黃姑娘為妻。她的父母為貪這些錢就一口答應了。黃姑娘得知這一消息後，非常氣憤。她悄悄換了一身衣服，把臉塗成黑灰色，當夜逃出了家門。",
      "&emsp;&emsp;一個姑娘家逃出家門，無依無靠，只好沿途乞討。就這樣，黃姑娘整整走了兩個多月，才找到柳和家。柳母從未見過她，所以當她滿身塵土、穿著髒兮兮的衣衫走進柳家時，柳和的母親把她當成乞丐，姑娘哭哭啼啼說出了事情的經過，柳母聽了以後很感動，與姑娘抱頭痛哭一場。柳母親自為姑娘準備熱水，姑娘經過梳洗之後，變得肌膚白嫩，光彩照人。柳和母子非常高興。過了些日子，柳母為柳和舉行了一個簡單的婚禮，從此，一家三口相依為命，日子過得雖清貧卻充滿著幸福。由於家裏窮，他們一天只能吃一頓飯，柳母流著眼淚說：“我和柳和本該如此，可憐的是，苦了我的好兒媳。”黃姑娘笑著安慰婆婆：“兒媳出門乞討時，什麼苦都吃過了。現在我們的日子雖然也很清苦，但比起乞討要強百倍、千倍，我覺得很幸福。”柳母聽了以後，為有這樣一個好兒媳高興，一家人雖苦猶甜，連周圍的人都很羡慕。",
      "&emsp;&emsp;有一天，黃姑娘到一間空房子裏去，見院裏長滿了荒草，走進室內，見裏面落滿了塵埃。在一個暗角裏，她發現一堆東西，用腳一踢，感覺那些東西很硬，揀起來擦去灰塵一看，竟是銀子。她大吃一驚，趕忙跑去告訴柳和。柳和也覺得詫異，他們把暗角角裏的東西全拿出來看，它們都是貨真價實的銀錠。柳和這才想起，這些銀子原來不過是宮夢弼叔叔當年從外面揀回來的瓦片。沒料到，當年的瓦片而今變成了銀子！柳和還記起，小時候，宮叔叔常跟他一起玩耍埋金子的遊戲，難道當年埋的那些石頭瓦片如今都成了銀子？想到這裏，柳和不由得心急起來。原來，因為家貧，他家的房子已典當給別人了。他和妻子商量怎麼辦，妻子說趕緊把房子贖回來。於是，柳和夫婦連夜找到那人家，用一些銀子把房子贖了回來。進房屋一看，柳和很失望，他家過去的地磚而今大多都已殘破，當年埋的石子有不少就露在外面，看來奇跡是不會發生了。可是，當柳和揭開地磚，掏出地下的石子時，柳和還是驚呆了：銀子，閃閃發光的銀子！就這樣，一夜之間，柳和成了百萬富翁。他們贖回田產，裝飾住房，買奴僕。柳和立志發憤，刻苦讀書，他說：“我要是不能自立，對不起宮叔叔！”皇天不負有心人。三年後，柳和終於考中了舉人。柳和沒有忘記當年幫助過他的劉老太婆。於是，他帶上銀兩，親自去答謝。柳舉人穿戴整齊，光彩奪目，他的十幾個奴僕也都騎著高頭大馬。一行人來到劉老太婆家，讓劉老太婆吃了一驚。她只有一間房子，柳和就坐在床沿上同她說話。外面人喊馬叫，滿巷子都聽得到，對面的黃家也聽得清清楚楚。",
      "&emsp;&emsp;黃氏夫婦自從女兒出走以後，家境一天不如一天。西方商人的彩禮他們早已花掉，只好賣房子還債。這時，他們窮得和當年的柳和一樣。聽說原來的女婿富了，他們不好意思見面，只得閉門歎息。劉老太婆叫人買了酒菜款待柳和，她一個勁地稱讚黃家姑娘的賢德，只是不知道她逃到什麼地方去了。劉老太婆問柳和成家了沒有，柳和說成家了。吃完飯，柳和邀請劉老太婆去他家作客。劉老太婆同柳和一道乘車回家，黃姑娘被一群丫鬟簇擁著出來見客，劉老太婆開始都沒認出來，當她得悉柳和的妻子正是黃姑娘時，又驚又喜。劉老太婆住了幾天後才返回家。她回去後趕緊到黃家報信，告訴他們黃姑娘的消息，並說黃姑娘很關心父母的情況。黃氏夫婦又驚喜又慚愧，想去看女兒，又擔心遭柳和冷遇。他們沒想到自己會落到這等地步，後悔不該當初以物取人，以致今天不得不咽下悔恨的苦水。",
      "&emsp;&emsp;後來，黃家老兩口因為貧病交加，實在無奈，不得已黃某去了保定。到了柳家門口，只見門樓高聳，華麗氣派。看門人高聲大氣對著黃某怒視，一整天也不進去通報。後來，看見一個婦人從裏邊出來，黃某低三下四地求她將自己到來的事告訴女兒。不一會，婦人又出來，領著他來到偏房說：“我家娘子很想見你一面，但又怕郎君知道，還要等機會才行。您什麼時候來的？肚子餓了嗎？”黃某於是講了自己的苦楚。婦人將一壺酒、兩盤菜擺在他面前，又給了五兩銀子，說：“柳少爺在房內擺酒，娘子恐怕來不了。明天一大早你快離開，別讓少爺知道。”黃某答應了。第二天一早，黃某就來到門外，大門還未開，就坐在包袱上等著。忽聽得一陣喧嘩，說是主人出門。黃某剛要迴避，柳和已經發現，向左右打聽這是何人，奴僕們沒有知道的。柳和生氣地說：“一定是歹人，把他捉拿到官府去。”眾人應聲而出，用繩子將黃某綁在樹上。黃某又羞又怕，說不出話來。一會，昨天遇見的婦人出來，跪著說：“是我舅舅，因為昨天到得晚，所以未向主人說。”柳和便叫人放了他。婦人送黃某出門時說：“都怪我昨天忘了叮嚀看門人，才出了這種差錯。我們娘子說：如果想她了，可以讓老夫人裝扮成賣花的人，與劉老太太一同前來。”",
      "&emsp;&emsp;黃某回去後，將這些告訴了夫人。黃母十分想念女兒，馬上就告訴了劉老太太，倆人就一同來到了柳家。過了十幾道門，才來到女兒住的地方。女兒滿身珠光寶氣，香氣撲鼻，口中嬌滴滴地吩咐一聲，老少僕婦，趕忙上來團團侍奉，搬來金交椅，放上消暑的竹夫人，伶俐的丫環泡上茶。母女倆相視淚光瑩瑩，以暗語互相問候。到來晚上，兩個老太太被安排在另一間房裏，被褥舒服、講究，即使當年黃家富裕時也沒這樣享受。住了三、五天女兒對母親很殷勤盡心。黃母常常在無人處向女兒認錯。女兒說：“我們母子間沒什麼好記仇的，只是女婿的氣至今沒消，不能讓他知道。”所以每當柳和一來，黃母就趕快躲避。一天，倆人剛剛坐在一起，不防柳和猛然推門進來撞見，十分生氣地說：“那來的鄉下婆子，竟敢和娘子平肩並坐在一起，該把頭髮揪下來。”劉老太太忙上解圍，說：“這是我的親戚，賣花的王嫂，請莫責怪。”柳和忙向劉老太太道歉，坐下說：“你來了幾天，我太忙，顧不上和你敍談。黃家老畜牲還活著嗎？”劉老太太笑著說：“都好。只是日子過得太艱難了。官人如此富貴，何不稍念一下翁婿之情？”柳和拍著桌子說：“那年若不是您可憐我，給我一碗粥喝，我連家都回不了。現在恨不得剝了他們的皮，顧念什麼翁婿之情。”說到氣處，不禁跺腳大罵。黃女生氣地說：“他們再不好，也是我的父母。我當年路遠迢迢來你家，凍壞了手，磨破了腳，腳趾露在外面，自問沒有對不起你的地方。你為何還要當著女兒的面罵父親，讓人難堪呢？”柳和這才息怒離開。黃母羞愧得無地自容，馬上要回去，女兒悄悄地給了她二十兩銀子。",
      "&emsp;&emsp;自從那次分別後，很久沒有了音訊，黃女對父母的思念越來越深。柳和便派人把他們接到家中。老倆口到後，羞愧不安。柳和道歉說：“去年你們來時，不明白告訴我，多有得罪。”黃某只是連聲稱是。柳和命人給兩位老人從頭到腳置換一新，又留下來住了一個多月。黃某因內心不安，幾次要回去。柳和送給白銀一百兩說：“那商人給你五十兩白銀，我今天加倍付你。”黃某紅著臉接受下來。柳和派車送二老回去。以後，黃家日子稍微寬裕。",
      "&emsp;&emsp;異史氏說：“富貴之家失勢，再沒有人登門，真令人氣憤，想閉門不再交友。然而像宮夢弼那樣的好友，買棺營葬，化石成金，不能說不是慷慨好客的回報。至於閨中女子，坐享榮華，如果不是像黃氏女這樣貞節自愛，誰能當之而無愧？可見老天有眼，是不會隨便降幅於人的。”",
      "&emsp;&emsp;本鄉有一個富翁，做生意精打細算，發了財。他在地窖裏藏了數百兩銀子，惟恐別人知道。因而穿得破破爛欄整天吃米糠咽剩菜來證明自己貧窮。偶爾有親戚朋友拜訪，也從不請人吃飯。如有誰說他家不窮，他就瞪眼看著對方，好像有不共戴天之仇。到了晚年，每天只吃榆樹屑，瘦得手臂上一寸多長的皮。而他藏著的白銀始終不取出來。後來餓得快要死了，兩個兒子守著問他，還是不說。等到他自己覺得不行了，想要說的時候，卻說不出話來了，只是亂抓胸口，咳幾聲就歸天了。而子孫連買棺材的錢都沒有，只好用草蓆裹著埋了。唉！如果像這種把藏錢在窖中算是富有，那麼藏在國庫中幾千萬兩金銀，何不能說歸我所有呢？真是愚蠢啊！"
    ]
  },
  {
    "title": "鴝鵒",
    "href": "http://liaozhai.weebly.com/4049840518.html",
    "content": [
      "&emsp;&emsp;從前，有個人喜歡養八哥，他對待八哥像對待小孩一樣，不僅細心照料，還耐心地教八哥說話。他養的八哥很聽話，學講話學得也很快。到後來，這位養八哥的先生每次出門遊玩都帶著八哥，他和八哥像一對知心朋友那麼親熱。一晃幾年光陰過去了。有一天，這位養八哥的先生路過絳州。這地方離他的家很遠，而他的路費早已用完了，住不了店也吃不上飯，先生十分焦急，可是又沒有什麼辦法可想。這時，八哥對他說：“你何不把我賣掉？你要是把我送到王府，一定可以賣個好價錢，這樣，不就解決問題了嗎？”可是，養八哥的先生說：“我怎麼能忍心把你賣掉呢？”八哥卻說：“沒有關係。你拿到錢以後趕緊離開，到城西二十里外的大樹底下等我。”在八哥的鼓勵下，養八哥的先生果真把八哥帶進城裏，找到一個人多的場所，在那裏表演人鳥對話。聽見人和八哥相互問答，而且流暢自如，前來觀看的人越來越多。當時有個太監也在場，他見此情景後，連忙回府報告了王爺。王爺聽說人鳥對話，覺得很新鮮。他叫人把養八哥的先生召進府，說是想買他的八哥。養八哥的先生說：“王爺有所不知，我和這八哥相依為命，實在不願意賣。”王爺見他執意不肯賣，便問八哥：“你願意住在我這裏嗎？”八哥答道：“願意。”八哥又接著說：“給他十兩銀子，不要多給。”王爺很高興，馬上叫人拿出十兩銀子給養八哥的先生。養八哥的先生顯出極不情願，但又無可奈何的神情，悶悶不樂地離開了王府。",
      "&emsp;&emsp;王爺得到八哥，心情十分愉快。他手捧著鳥籠，跟八哥說話。伶俐的八哥講了一些讓王爺高興的恭維話，這下王爺更樂了，連忙叫人拿肉來喂牠。八哥吃完肉以後，喊叫說：“我要洗澡。”王爺命令用金盆裝水，打開鳥籠讓八哥洗澡。八哥洗完澡後，梳理羽毛，抖動翅膀，還和王爺說個沒完。王爺一直沉浸在喜悅之中。一會兒，八哥的羽毛乾了，牠突然飛起，用山西口音說了聲：“我走了！”轉眼之間就飛離了王府。王爺和他的侍臣一時不知如何是好，一個個仰面歎息。王爺急忙叫人去找養八哥的先生，可是，他早就不在王府，不知跑到那裡去了。"
    ]
  },
  {
    "title": "劉海石",
    "href": "http://liaozhai.weebly.com/211292802330707.html",
    "content": [
      "&emsp;&emsp;劉海石是蒲台人，為了躲避戰亂來到了濱州。當時，他才十四歲，跟濱州的生員劉滄客是同學，因為兩人很要好，就結拜為兄弟。不久，劉海石父母雙亡，回家奔喪，從此兩人斷絕了音訊。劉滄客的家境很富有。四十歲的時候，已經有了兩個兒子，長子劉吉十七歲，",
      "&emsp;&emsp;是縣裏的名士；次子也非常聰慧。劉滄客後來又納本縣倪氏女兒為妾，特別寵愛她。過了半年，長子劉吉忽然得了頭痛病暴死，夫妻悲慟萬分。沒有幾天，妻子也一病不起，溘然長逝。過了幾個月，長子的媳婦也死了，而家裏的丫環僕人也一個接一個地死去。劉滄客哀悼死者，痛苦得無法忍受。",
      "&emsp;&emsp;有一天，劉滄客正坐著發愁，忽然看門人通報劉海石來了。劉滄客非常高興，急忙出門把劉海石迎進門來。劉滄客正要噓寒問暖，劉海石忽然驚異地問道：“兄弟有滅門之禍，你還不知道嗎？”劉滄客聽了十分驚訝，不知他從何說起。劉海石說：“很久沒有跟你通音訊了，我心裏總是懷疑你的近況恐怕不太好。”劉滄客一聽，黯然落淚，於是他就把半年來家裏發生的事情一一地講給劉海石聽。劉海石也潸然淚下。過了一會兒，劉海石笑著說：“你家的災禍還沒有完，我最初是來探訪來的。現在幸虧遇上了我，我真為你慶幸。”劉滄客說：“好久沒有見面，你難道精通醫術了嗎？”劉海石說：“醫術不是我的所長，看看風水、相相面，我倒還很在行。”劉滄客很高興，就請他先看住宅的風水是凶是吉。",
      "&emsp;&emsp;劉海石進入劉滄客的住宅，裏裏外外看了過遍。然後他又要求看看全家大小。劉滄客按照他的吩咐，讓兒子、媳婦、小妾、奴婢都到了客廳，一個挨一個地指給劉海石。當劉滄客指到妾婦倪氏的時候，劉海石仰視上天，大笑不停。眾人正在驚疑之中，卻見倪氏渾身戰慄、面無人色，身體迅速縮短，僅有二尺多長。劉海石用界尺猛擊她的頭部，聲音就像擊打瓦罐一樣。劉海石揪住她的頭髮，檢查她的腦後，只見她的後腦勺長有根白髮。劉海石出手要拔，倪女縮著脖子跪在那兒哭個不停，聲稱她馬上就走，只求他不要拔掉白毛。劉海石憤怒地說：“你害人的心還沒有死呀？”說著就把她腦後的白毛全部拔掉了。倪女隨即就變了樣，像一隻黑色的山狸，在場的人都大驚失色。",
      "&emsp;&emsp;劉海石把牠放在袖子裏，對劉滄客的小兒媳婦說：“你受毒已經很深了，背上肯定有異常，請讓我看一看。”小兒媳害羞，不肯脫衣袒露後背。劉滄客的小兒子強迫她脫下，只見她背上有幾根白毛，差不多有四指長。劉海石用針挑出來說：“這些白毛已經老了，再過七天就不可救了。”劉海石又檢查劉滄客的小兒子，他的背上也長有白毛，才二指長。劉海石說：“像這樣的毛，再過一個多月也就沒命了。”劉海石再檢查下去，劉滄客及所有的丫環和僕人身上都有白毛，劉海石一邊挑毛一邊說：“我要是不來，你們全家就沒有一個活著的人了！”",
      "&emsp;&emsp;劉滄客問：“這是什麼東西？”劉海石說：“牠也是屬於狐狸一類的精怪，靠吸取人的精氣神來滋養魂魄，最後使人猝死。”劉滄客說：“好久不見，你竟然這麼神通廣大！你不會是神仙吧？”劉海石笑著說：“我只不過跟師傅學了點兒雕蟲小技，怎麼敢稱為神仙呢！”劉滄客又問他的師傅是誰，劉海石說：“他是山石道人，剛才這東西，我無法置牠於死地，等回去交給師傅處置。”",
      "&emsp;&emsp;劉海石說完這些話，就要起身告辭。忽然覺得袖中空空，那妖怪不知什麼時候跑掉了，他不禁大驚失色，說：“我忘了，它尾巴根上還有一根大毛沒有拔掉，現在她已經逃走了。”眾人一聽都非常害怕。劉海石說：“牠頸上的毛已經拔光了，不會再變成人，只能變成獸，估計牠還沒有跑遠。”於是，劉海石又回屋裏查看貓，出門驗視狗，都沒有發現異常。當他打開豬圈門時，劉海石笑著說：“牠在這兒呢。”劉滄客一看，豬圈裏多了一頭豬。那豬一聽到劉海石的笑聲，就趴在地上，一動也不動。劉海石提著牠的耳朵揪了出來，仔細查看牠的尾巴，果然有一根白毛，像針一樣堅硬。劉海石正要挑出白毛，那頭豬在地上打滾，不住地哀嚎，不讓劉海石拔毛。劉海石說：“你造了那麼多孽，拔掉一根毛還不肯嗎？”說完劉海石抓住牠，一下子就拔掉了那根毛，那頭豬立即變回山狸的樣子。",
      "&emsp;&emsp;劉海石又把山狸放進袖裏，就要起身告辭，劉滄客苦苦地挽留他，劉海石才留下來吃了一頓飯。臨別時，劉滄客問他什麼時候能夠再會，劉海石說：“這很難預定。我師傅立下宏願，讓我們經常在人間遨遊，救助芸芸眾生，恐怕我們還有再會的時候。”劉海石走後，劉滄客仔細琢磨劉海石師傅的名字，恍然大悟地說：“劉海石恐怕成仙了！‘山石’倆字合在一起是‘岩’字，是純陽子呂洞賓的名諱啊！”"
    ]
  },
  {
    "title": "諭鬼",
    "href": "http://liaozhai.weebly.com/3556539740.html",
    "content": [
      "&emsp;&emsp;青州的石茂華尚書當年還是諸生的時候，青州城門外有一個大水坑，即使不下雨也從來不乾涸。青州縣曾經捕獲過幾十個大盜，都是在大水坑旁行刑處死的。誰知這幾十個大盜的陰魂不散，又聚集在一起為害百姓。凡是經過大坑邊上的人常被鬼拉入水中。",
      "&emsp;&emsp;一天，某甲遇到鬼的襲擊，正危險的時候，忽然聽見群鬼們四處亂竄，還大喊大叫：“石尚書來了！”不久，石茂華來到水邊，某甲把剛才看到的情形告訴了他。石茂華於是用石灰在牆上寫下了告示，告示是這樣寫的：",
      "&emsp;&emsp;石某為禁約的事佈告如下，查你們居心不良，觸犯上天雷霆之怒。你們過去為人圖謀不軌，所以遭到砍頭處死的懲罰。現在你們應該迷途知返，爭相懺悔生前所犯下的罪行，或許能夠洗清你們枯骨上罪惡的血污，脫離現在所處的苦海深淵。但是，你們這些人生前已遭受過極刑，死後還聚在一起作惡。有時突然跳到人們面前，成群結隊，披頭散髮；有時又故意在人前徘徊不進，捶胸頓足，發出嚇人的慘叫。不聽忠告用泥巴塞住耳朵，不斷施展惡鬼的凶悍；青天白日之下，竟敢行妖作惡，幾乎阻斷行人的道路。你們三尺墳墓之外，完全都是由人來管轄，而朗朗乾坤，天地宇宙之中，",
      "&emsp;&emsp;怎能容你們做惡？我現在正告你們，從今以後，你們要各自潛蹤斂跡，不要堅持作惡。異鄉的枯骨，才能安心地等待轉世輪迴；只夢裡的靈魂，也才能重新踏回故鄉。如果你們重蹈覆轍，繼續害人，你們一定會追悔莫及！",
      "&emsp;&emsp;從此以後，青州再也沒有發生鬼魂作亂的事，大水坑裏的水也終於乾涸了。"
    ]
  },
  {
    "title": "泥鬼",
    "href": "http://liaozhai.weebly.com/2787739740.html",
    "content": [
      "&emsp;&emsp;我的家鄉有一位叫唐濟武的太史，他小時候，有位表親和他到廟裏去玩。當時他雖然年紀很小，可是光明磊落，膽子又特別大，他看廟裏的走廊裏有一尊泥鬼，睜著玻璃眼珠，又大又亮，他很喜歡，偷偷的挖下來，帶回家玩。回到家後，他那表親突然得了急病，隔了一陣子，他表親突然起來厲聲說：“你為什麼挖走我的眼晴？”又吵又鬧叫個不停。家人都不知道怎麼回事，唐濟武才說起這件事。於是，全家人禱告說：“小孩子無知，因為貪玩誤傷了你的眼睛，我們馬上就還給你。”泥鬼這才大聲地說：“如果是這樣，那我就走了。”說完，只見表親撲倒在地，昏死過去。過了好半天",
      "&emsp;&emsp;，他才蘇醒過來。問他剛才說過的話，他茫然不知。家人趕快回到廟裏，把眼珠安放回泥鬼的眼眶中。",
      "&emsp;&emsp;異史氏說：泥鬼居然登堂入室索求眼珠，可見他有多麼靈驗啊！可是，唐濟武摳他的眼珠，他為什麼要遷怒給唐濟武的表親？這是因為唐濟武的地位尊貴，而且性情剛直呀！看他後來的那股子直言敢諫的能力和最後辭官歸隱南山的操守，連神都懼怕他，更何況是鬼呢？"
    ]
  },
  {
    "title": "夢別",
    "href": "http://liaozhai.weebly.com/2281821029.html",
    "content": [
      "&emsp;&emsp;李先生名憲，字王春，他的祖父與我的叔祖父玉田公相交最深。一天夜裏，李先生的祖父夢見玉田公來到他家裏，神情黯然地和他閒談。李先生的祖父問：“你這是為什麼事兒來的？”玉田公說：“我就要出門遠行，所以過來和你告別。”李先生的祖父又問：“你要到那裡去呀？”玉田公回答說：“遠了。”說完就走出了宅門。李先生的祖父送玉田公，跟他來到一個山谷中，看見石壁上有很大一道裂縫。玉田公就拱手和李先生的祖父告別，然後背對著大裂縫，慢慢地倒行，進了裂縫中。李先生的祖父連聲呼喊他，他不答應。因此李先生的祖父從夢中驚醒。到了天亮時分，李先生的祖父把這個夢告訴了太公李敬一，並讓他準備好弔喪用的物品，說：“玉田公已經死了！”太公李敬一建議先派人打探一下虛實，再上門憑弔不遲。李先生的祖父不聽，竟然穿著一身素服直奔玉田公家，一到玉田公家的門口，就看見喪事的旌幡已經高高掛在門上了。",
      "&emsp;&emsp;嗚呼！古人對待朋友，無論是生還是死都是如此地信任，可見，《後漢書》所載張劭的靈柩到墓穴不肯前進，直到好友范式到來並致唁之後，靈柩方肯安然落葬的事不會是假的了。"
    ]
  },
  {
    "title": "犬燈",
    "href": "http://liaozhai.weebly.com/2935629128.html",
    "content": [
      "&emsp;&emsp;光祿寺署丞韓大千的僕人，夜裏住在房子後面的房間裏，他看見樓上有燈光，像星星一樣閃閃發光。不一會兒那燈一閃一閃地從樓上飄落下來了，燈光落地後，接著就變成了一隻狗。僕人看了狗一眼，狗就轉身跑到房後面去了。僕人急忙起身下地，偷偷地尾隨牠。狗進入了花園，又變成了一位女子。僕人心裏知道她是狐狸，所以又悄悄地回到房間躺下。過了一會兒那女子也從後面跟來了，僕人假裝睡覺，暗中觀察她的動靜。那女人伏在他身上用力地搖晃他，僕人假裝著被驚醒的樣子，問她是誰。女子沒有回答他。僕人又說：“樓上的燈光不是你嗎？”於是，兩人共枕同床，極盡魚水之歡，從此兩人白天離別，夜裏歡會，竟然習以為常了。主人韓大千終於知道了這件事，他派兩個僕人和他睡在一起，把他夾在中間。早晨，兩個僕人醒來，卻發現自己躺在床下，也不知道什麼時候從床上掉下來了。主人一聽更加惱怒，對僕人說：“那女人再來時，一定抓住帶來。不然的話，你就要挨鞭子抽。”僕人不敢申辯，只好答應著退了出來。僕人心想：捉住她，很難；不捉她吧，就肯定要獲罪挨打。他正在翻來覆去地左思右想、束手無策的時候，忽然想起那女子有件小紅衫，總是貼身穿著，從來不曾離身，這一定是她的要害，那到它就可以脅迫她就範。",
      "&emsp;&emsp;到了夜晚，女子來了，問他：“你的主人是不是讓你來捉我呀？”僕人回答說：“是有這麼回事，但我們倆的感情深厚，我怎麼可作出那種事來？”到了睡覺的時候，僕人偷偷拽女人的小紅衫，女人情急之下哭出聲來，她用力掙脫而去，從此再也不來了。",
      "&emsp;&emsp;後來，僕人從外地回來，遠遠就看見女子在路旁坐著。當僕人走到她面前時，她卻用袖子遮住臉。僕人下了馬，大聲說：“你為什麼要這個樣子？”女子於是站起來，握著他的手說：“我以為你早已忘記了舊時的相好，現在看來你還沒有忘記舊情。你過去的所為還可以原諒，我知道你是屈從於主人的壓力，沒有辦法，我也不再怪你了。不過我們之間顯然緣分已盡，今天特為你備下了小酒宴，請你入席做為告別。”",
      "&emsp;&emsp;當時正值初秋時節，田裏的高粱長得非常茂盛，女子拉著他的手和他一起走進高粱田裡。僕人很快就看見高粱田中有一處大宅院。他把馬繫好走進院中，廳堂裏的酒席早就擺好了。他們剛剛坐下，一群丫鬟就來上菜敬酒。太陽快要落山了，僕人因為有事要回覆主人，就向女子告辭了。他出門以後，房宅、丫鬟、酒席都不見了，那裏仍然是一片田壟分明的高粱田。"
    ]
  },
  {
    "title": "番僧",
    "href": "http://liaozhai.weebly.com/3005820711.html",
    "content": [
      "&emsp;&emsp;有個叫體空的和尚講過這樣一個故事：在青州，我見過三個外國和尚，他們的相貌奇特古怪。他們的耳朵上掛著兩個環，身上披著黃布，頭髮和鬍鬚都捲曲的。他們自稱是從西方來，聽說青州太守重視佛教，所以前來拜謁。青州太守派了兩個差役，送他們到了寺院裏。寺院裏靈轡和尚不怎麼重視他們。寺院中的知事卻覺得他們與眾不同，私下款待他們，留住他們。有的問道：『西方有很多奇才異士，兩位有沒有特殊技藝呢？』其中一位和尚微微一笑，把手從袖子中抽出，再伸開一看，他的掌中托著一個小塔，有一尺多高，玲瓏可愛。寺院牆壁的最高處，有一個小龕。和尚把掌中的塔對著小龕一擲，小塔正落在龕中，不偏不斜。人們看到塔上有舍利在熠熠發光，照得滿屋生輝。不一會兒，和尚用手一招，小塔仍然回到他的手掌之中。另一位和尚袒露臂膀，伸出左臂，有六七尺長，可是右臂卻縮沒了。然後又伸出右臂，也和左臂的情形一樣。"
    ]
  },
  {
    "title": "狐妾",
    "href": "http://liaozhai.weebly.com/2939222974.html",
    "content": [
      "&emsp;&emsp;劉洞九是萊蕪人，在汾州做知州。有一天他正在衙署裏獨坐，忽然聽見庭院外由遠至近傳來一陣歡笑聲。不一會兒，四位女子走了進來。一位約有四十多歲，一位三十多歲，一位二十四五歲，還有一位少女。他們並排地站在桌子前面，相互看著有說有笑。劉洞九早就知道衙署內的狐仙很多，所以沒有理他們。過了一會兒，少女拿出一條紅色的絲巾，淘氣地扔在劉洞九的臉上。劉洞九拾起絲巾扔到了窗臺上，對他們還是不看一眼。四個女子笑笑就離開了。",
      "&emsp;&emsp;一天，",
      "&emsp;&emsp;上次來的那位四十多歲的女人來了，她對劉洞九說：“我妹妹和你有緣分，你可不要放棄這樣的女孩子呀！”劉洞九漫不經心地答應了。那女人走後不久，就和一個丫鬟領著先前的那位淘氣的少女來了。她讓少女和劉洞九並肩坐下，說：“真是一對好伴侶！今晚就是洞房花燭夜，你要好好侍奉劉郎，我這就走了。”劉洞九仔細看那少女，果真美貌非凡，光豔無比，於是跟她歡好。事後，劉洞九問少女從何處而來，少女說：“我不是人，但實際上也是人。我是前任知府的女兒，因為受狐狸的蠱惑而死去，死後就埋在庭院裏。狐狸們又施用法術使我復活，所以我的行止飄然，像狐狸一樣。”劉洞九聽了，伸手去摸少女的屁股。少女發覺了，笑著說：“你是不是認為狐狸都應該有尾巴？”於是她轉過身說：“那你就摸摸看吧！”從此以後，少女就在衙署住下了。她的起居坐臥都和那位一起來的小丫鬟在一起。劉洞九的家人都把她尊為小夫人。丫鬟婆子們每次給她請安問候時，得到的賞賜都很豐厚。",
      "&emsp;&emsp;有一天，正是劉洞九的壽辰。前來祝壽的賓客很多，酒席要擺三十多桌，需要很多廚師才能完成。雖然劉洞九早就發下公文徵調，可是前來操勺的只有一二位。劉洞九氣憤極了。狐妾聽說後，就勸他說：“別發愁，廚師既然不夠用，不如把來的這一二位也打發走。我雖然能力有限，但是置辦三十桌酒席還不難辦到。”劉洞九一聽，大喜過望，讓人把魚肉和蔥薑肉桂等作料統統搬到內宅去。",
      "&emsp;&emsp;家中的人只聽見切菜剁肉的聲音不絕於耳，卻看不見她是怎麼做的。狐妾讓人在門口擺了一張桌子，上菜的人把盤子放在桌子上，轉眼一看時，盤中已經裝滿了菜肴。就這樣，僕人們端走菜肴送來空盤，來來往往，共有十幾個上菜，絡繹不絕，取之不盡。最後，上菜的人來取湯餅。狐妾在裏面說：“主人預先沒有囑咐做湯餅，喘氣的功夫就要做好那怎麼能夠辦到呢？”過了一會兒，她又說：“沒關係，先去借一點兒吧。”很快，狐妾就招呼上菜的僕人來取湯餅。上菜的人一看，卓上擺著三十多碗湯餅，還騰騰地冒著熱氣呢。客人走後，狐妾對劉洞九說：“可以拿出一些錢來，去償付某家的湯餅。”劉洞九就派人送去湯餅錢。丟湯餅那家人，正聚在一起納悶呢，劉家送錢的人去了，這個謎團才解開。",
      "&emsp;&emsp;一天晚上，劉洞九正在小酌，偶然想喝山東苦醁酒。狐妾說我馬上給你取來，說著就走出門去，過了一會兒她就回來說：“門外有一壇苦醁酒，夠你喝幾天的了。”劉洞九出門一看，果然有一罎子酒，打開一看，果真就是家鄉的名酒甕頭春。",
      "&emsp;&emsp;過了幾天，劉洞九的夫人打發兩個僕人來到汾州。途中，一個僕人說：“聽說狐夫人的犒賞特別優厚，希望這次去得到賞金，可以買件皮襖穿穿。”他的這些話，狐妾在衙署中早就知道了，她對劉洞九說：“老家派來的人快要到了，可恨那個賤奴才太無禮，我一定得讓他嘗嘗我的厲害。”第二天，那個僕人剛剛進了汾州城，頭就劇痛起來。等到衙署時，僕人抱著頭大聲哀叫，家人們都想給他吃藥緩解一下。劉洞九笑著說：“他這病不用治，到時候自然會好的。”大家都懷疑他是不是得罪了狐妾。那個僕人也自思量：“我初來乍到的，連行裝都還沒有解下，我這罪過是從那裡來的呢？”在拜見狐妾的時候，他覺得自己沒有失誤，就隨便往地下一跪，膝行到簾外哀懇。只聽簾中有人道：“你稱我為夫人，還算沒有錯，為什麼還要加一個狐字呢？”僕人這才明白是怎麼回事了，就跪在地上一個勁兒磕頭，狐妾又說：“既然想得到個皮襖，為什麼還要那樣無禮？”稍過片刻，狐妾又說：“你的病好了。”話聲剛落，僕人的頭痛頓然消失了。僕人拜別後，正要往外走，忽然從簾內扔出一個小包，只聽見狐妾說：“這是一件羊皮襖，你可以拿走了。”僕人解開一看，是五兩銀子。劉洞九向僕人詢問家中的情況，僕人說：“家裏都挺好的，沒什麼事，只是有天夜裏丟了一壇酒。劉洞九一核對丟酒的日子和時辰，正是狐妾取來甕頭春的夜裏。",
      "&emsp;&emsp;從此以後，家人都十分敬畏她的神靈，稱她為“聖仙”。",
      "&emsp;&emsp;劉洞九為她畫了一張肖像。當時，張道一正擔任提學使的官職，聽說狐妾神異，就以敍談同鄉友情的名義來到劉洞九的府上，想和狐妾見上一面。狐妾拒絕了他。劉洞九把狐妾的畫像拿來給他看，張道一卻硬把畫像帶回去。張道一回去以後，他把狐妾的畫像懸掛在座旁，每天早晚都對著畫像禱告說：“以你的美麗，到誰那裏不行？卻委身給那白鬍子老頭！我不比劉洞九差，為什麼不光臨我這裏一次？”狐妾正在衙署中，忽然對劉洞九說：“那個張大人太無禮了，我要稍稍懲罰他一下。”一天，張道一又對著畫像禱告，忽然覺得好像有人用界尺猛擊他的額頭，頭痛得好像要裂開了一樣。張道一大為驚懼，馬上派人把狐妾的畫送了回來。劉洞九詰問張道一的家人為什麼把畫像送回來，張道一的家人隱去了真情而胡亂應對。劉洞九笑著說：“你家主人的額頭還痛不痛？”張道一的家人看隱瞞不住，這才將實情告訴了劉洞九。",
      "&emsp;&emsp;不久，劉洞九的女婿亓生來了，也想見狐妾一面。狐妾堅決拒絕。亓生不肯，再一次堅決要求見。劉洞九就勸狐妾說：“女婿不是外人，為什麼堅決不見？”狐妾說：“女婿來拜見，我必須要有所饋贈。他對我的奢望太高，我自以為無法滿足他的期望，所以才不願見他。既然他一再求見，就答應他十天以後再見。”十天後，亓生來到狐妾的房間，隔著布簾向狐妾作揖行禮，並致問候。他隱隱約約看不清簾後狐妾的容貌，又不敢死盯著看。等到告退的時候，走出幾步開外，他還在回頭看。只聽狐妾說道：“阿婿回頭了！”說罷，哈哈一笑，那聲音就像貓頭鷹的嚎叫，令人恐怖，亓生一聽，嚇得兩腿發軟，搖搖晃晃地像喪失魂魄一樣。亓生從狐妾那裏出來，坐了好一會兒，心神才稍稍平靜下來，這才說：“剛才聽見她的笑聲，就像聽見一聲霹靂，竟然感覺身體好像不再是自己的一樣。”過了一會兒，丫鬟來了，她奉狐妾之命，送給亓生二十兩銀子。亓生接過銀子對丫鬟說：“聖仙每天都和我丈人在一起，難道不知道我一向揮霍無度，不習慣花小錢嗎？”狐妾聽了這話說：“我當然知道他的品行。可是正趕上家裏沒錢了。前些日子我們結伴到汴梁，汴梁被河神占了，到處是一片汪洋。金庫也淹沒在水中，我們鑽進水裏各自撈了一些銀子，怎麼能夠滿足他這樣無厭的貪求！況且，即使我能夠給他豐厚的饋贈，恐怕他的福分太淺，還受用不了呢！”",
      "&emsp;&emsp;狐妾總是能夠事先知道即將發生的事情，劉洞九一遇到疑難情況，跟她一起商量，沒有解決不了的。有一天，劉洞九正和狐妾並肩坐著，忽然他仰首朝天，驚駭地說：“大劫難就要到了，我們怎麼辦呀？”劉洞九驚訝地問她家裏人會不會有事，狐妾說：“別人都沒有什麼事，只有二公子令人擔憂。這個地方不久就要成為戰場，您應當趕快向朝廷求個差事遠遠離開這裏，才能夠躲過這場災難。”劉洞九就按狐妾說的，向上司請求出差，上司就委任他親自押運糧餉到雲南、貴州去。從汾州到雲南、貴州路途遙遠，聽說這件事的人都來安慰他，只有狐妾向他祝賀。不久，鎮守大同的宣化總兵姜壤反叛朝廷，汾州被姜壤佔據。劉洞九的次子從山東趕來看望父親，正好碰上戰亂，被叛軍殺害。汾州淪陷的時候，官府的大小官員都遇害，只有劉洞九因為到雲南、貴州出公差才得以倖免。叛亂平定以後，劉洞九才回到汾州。接著他又因為受一樁大案的牽連而受到責罰，家裏窮到連一日三餐都接濟不上的地步。儘管如此，當權的官員還是對他多方勒索，所以劉洞九內外交困，愁得要死。狐妾說：“不要發愁，床下有三千兩銀子，可以供我們花費。”劉洞九大喜過望，問：“你從那裏偷來的？”狐妾說：“天下間沒有主人的東西取之不盡，還用得著偷嗎？”後來，劉洞九找到機會脫身，回到了山西老家，狐妾也跟他一道回去了。",
      "&emsp;&emsp;又過了幾年，狐妾突然走了，她留下一個紙包，裝了幾件東西，其中就有家裏遇到喪事時掛在門上的小喪幡，有二寸多長。大家都認為這是個不祥的兆頭。不久，劉洞九就亡故了。"
    ]
  },
  {
    "title": "雷曹",
    "href": "http://liaozhai.weebly.com/3864726361.html",
    "content": [
      "&emsp;&emsp;有這麼兩個人，一個叫樂雲鶴，一個叫夏平子。他們從小一起住，長大以後又是同學，關係一直很好，比親兄弟還要親密。夏平子從小就很聰明，十歲的時候就能寫詩作文章，在當地小有名氣。樂雲鶴虛心向他學習，夏平子總是不眠不休地幫助他。這樣，樂的功課一天天進步，人們都稱讚他倆是一對小神童。可是，樂雲鶴每次考試成績都不理想，結果總是名落孫山。不幸的是，夏平子得重病死了，他的家裏很貧寒，後事都是樂雲鶴幫忙料理的。夏死後，樂主動幫助夏的遺孀和小孩，每次得到一點點收入，都要分為兩份。人們對於樂的為人更加敬重。樂的家產也並不多，加上又要接濟夏家，所以生活一天不如一天。樂十分感嘆︰“文采像平子那麼好，還是碌碌以終，更何況是我！人生富貴須要及時，每天擔心，恐怕比牛羊還早餓死，太辜負這一生了，不如早點為自己打算。”於是放棄讀書，改做商人。他經商半年，家裡略為富泰。",
      "&emsp;&emsp;有一天，樂在金陵城一家旅店裏休息時，見一個人身材很高，但瘦骨嶙峋。這個人神不守舍地坐在旅店裏，臉上堆滿了愁容。樂便過去問他是不是想吃點東西，這個人不說話。樂心想，或許他是不好意思說。於是，樂便將飯菜送到他面前。這個人顯然很餓，他連筷子也不要，竟用手抓著吃，不一會兒就將飯菜吃得精光。樂看他食猶未飽，便又要了兩份食物，他又一掃而光。這時，樂叫店主人拿來豬肘子，外加一盤饅頭給他，他又吃好幾人份。這才說吃飽了。他向樂表示感謝，說自己已有三年多沒這樣吃飽過。樂問他：“你是一個壯士，為什麼落魄到這種地步？”他說“這是遭到上天的懲罰，不能向別人說。”樂問他住什麼地方，他回答說：“陸地上沒有我的屋舍，水面上沒有我的舟楫，早晨在這個村，晚上在那個鎮。”樂整理好自己的行裝打算趕路，這個怪人卻緊跟著他。",
      "&emsp;&emsp;樂請他回去，他說：“你有大難，我應該幫助你，因為你幫助了我，讓我吃了一頓飽飯。”樂見他主意已定，也就不再推辭，便與他一同上路。令樂感到奇怪的是，在旅途中樂請他吃飯時，他卻不肯再吃，他對樂說：“我一年當中只吃幾頓飯。”第二天，樂同他乘船過江時，忽然來了大風浪。商船經不住風浪，翻到江心去了。樂和這位怪人都掉進水裏。一會兒，風浪平息了，怪人揹著樂衝出水浪，登上一艘客船，接著，他又踏浪而去，不一會兒拖來一隻船，他將樂扶進船，叫樂在船上休息，他自己再次跳進江中，把剛才落下去的貨物撈上來，將它們放回船裏，就這樣，他上上下下，一會兒水裏，一會兒船上，硬是把所有落水的貨物都撈回來了。見此情景，樂雲鶴感激不盡，謝他說：“你剛才救了我的性命，這已經夠了。現在，你又把我的貨物全撈回來了，我就更無法報答了。”檢查財物，並沒有丟失，更加驚喜！覺得他真是個神仙！樂乘船想走，壯士卻要離去，樂雲鶴不斷留他。才一起坐船，樂笑著說︰“這一個劫數，只損失一隻金簪。”壯士又要去找。剛要勸他，已經下水了。等了很久，忽然看他含笑出來，拿簪子給樂說︰“還好找到了”江上的人沒有不驚嘆的！",
      "&emsp;&emsp;樂帶著壯士回家，住的穿的都在一起。壯士每隔十幾天才吃一頓飯，不過不吃則已，一吃就要吃好多食物。在樂家住了些日子，又想走。樂那肯放他走？碰巧的當時天色正暗，眼看著就要下雨。樂雲鶴聽見滾滾雷聲，自言自語道：“雲裏面不知是什麼樣子？雷又是什麼東西？要是能到天上去轉轉，就一定能知道其中的奧秘。”壯士笑著說：“你真的想到雲裏去玩玩嗎？”樂笑了笑，未置可否。過了一會兒，樂感到身體疲乏，靠在椅子上迷迷糊糊地睡著了。當他醒來以後，覺得整個身子直搖晃，不像床上，睜開眼睛一看，自己竟在雲氣之中，周圍的雲朵像一團團白絮。樂驚異地站起身，感到一陣陣搖晃，好似坐在船上一般。可是，用腳踩感覺非常柔軟卻沒有地面。他抬頭看星斗，星斗近在眼前。樂這時已完全不相信自己的所見，懷疑自己是在做夢。他睜大了眼睛，仔細的看星星。這些星星嵌在天上就像蓮子嵌在蓮蓬裏一樣，大的像甕，中的像罎子，小的像杯子。用手去搖，大的十分沉穩，小的卻可以搖動，甚至可以摘下來。於是，樂雲鶴用勁一搖，摘下一顆小星星藏在衣袖裏。他撥開雲氣向下一看，不看不知道，一看嚇一跳：只見銀河茫茫，城市如豆粒。樂嚇出一身冷汗，他自己想到：可要小心啊，不然，萬一失足掉下去，豈不死無葬身之地？",
      "&emsp;&emsp;正當他擔心自己目前的處境時，兩條龍駕著一輛彩車慢慢駛來，忽然，龍尾一甩，嘎然作響。龍車上有個大器皿，有幾丈長，裏面裝滿了水。車子停住以後，便有幾十個人舀水往雲裏灑。他們看見樂，都很奇怪。這時，樂雲鶴發現那位跟自己相處過的壯士也在裏面，壯士對他的夥伴們說：“大家不要見怪，這位是我的好朋友。”說著，他遞過一個舀水的器具給樂，叫樂也跟著灑水。這時樂的家鄉遇大旱，莊稼都快要旱死了。於是，他接過器具，撥開雲，向著故鄉的位置盡情地灑水。過了一會兒，那位壯士對樂說：“我本是雷神，從前因為把雨水下錯了，被罰到人間三年，今天期限已滿，我們只好從此分別了。”接著，他將駕車用的萬丈長繩丟到樂的跟前，叫樂抓住繩子往下降。樂從未這樣嘗試過，心裏非常害怕，可那位壯士卻笑著對他說：“不會有事的，你就大膽地試吧。”樂忐忑不安地按照壯士的吩咐往下降，好在晃晃悠悠的時間並不長，他就落到地上。一看，自己正站在村外。幫他落地的繩子慢慢地收回雲中，漸漸消失了。",
      "&emsp;&emsp;當時，到處大旱，樂的家鄉，河裏渠裏都已漲滿了水，可是其他地方卻只下了毛毛細雨。他急匆匆趕回家，見家裏並沒有發生什麼變化。朝袖口裏一摸，剛才摘的那顆星星竟還完好無損！他輕輕拿出來放在桌子上，再定眼一看，這顆小星星是黑色的，硬如石頭。到了夜裏，它光明煥發，把四壁照得通亮。樂雲鶴好不喜歡，他用一個袋子把它收藏起來，只有當貴客來訪時，他才肯拿出來照著飲酒。",
      "&emsp;&emsp;有天夜裏，樂的妻子對著這顆小星星梳頭，忽見星光漸漸變小，到後來只有螢火蟲的亮光那麼大，而且，光亮在空中亂飛。樂的妻子正感到奇怪，那光亮忽然飛進她的嘴裏，怎麼咳也咳不出來。她驚恐不安，趕忙跑去告訴樂。樂也覺得這件事很奇怪。那天晚上，樂雲鶴夢見夏平子對他說：“我是少微星。從前你對我的恩惠，我永遠不會忘記。這次承蒙你從上天把我帶到地上，說明你我緣份很深。現在我做你的孩子，來報答你的大恩大德。”這一年，樂雲鶴已三十歲了，但還沒有兒子。這個夢叫他好高興，不久，他的妻子果真懷孕了，分娩時，滿房光亮，就像星星放在桌上一樣，樂雲鶴夫婦便將孩子取名“星兒”。星兒非常聰明、機靈，16",
      "&emsp;&emsp;歲就考中了進士。",
      "&emsp;&emsp;異史氏說：樂雲鶴因為擅長寫文章而名聲顯赫於世，忽然間卻覺得上蒼為他安排的位置不在這裏，於是他就像丟掉舊鞋一樣放棄了讀書作文的生活，這與當時班超(1)投筆從戎相比，又有甚麼不同？至於雷神感念一頓飯的恩情、夏平子報答好友的情誼，難道是神仙在報答私恩嗎？實際上這是造物主在報答賢德而又卓越的人啊！",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.班超字仲升，是東漢著名將領、外交家。是開拓和維持漢代與西域關係的重要人物。",
      "&emsp;&emsp;班超出生在文仕家庭，他是史學家班彪之子、《漢書》的編撰者班固之弟，三人合稱「三班」。但他的成名並不是因為文學成就：班超選擇了不同的道路，他投筆從戎，投身於為漢朝穩固邊疆的事業中，成為東漢名將。",
      "&emsp;&emsp;成語投筆從戎，意指讀書人投身軍旅。",
      "&emsp;&emsp;班超不僅是投筆從戎的語源，同時也是歷代投筆從戎者的榜樣。班超年少時有大志，為人孝順嚴謹，口才出眾。後來兄長班固為官，班超與母親隨之一同遷居京城。當時家裡比較貧困，班超為官府抄寫書籍，賺取微薄的薪水以貼補家用，有一天，他對抄書感到厭煩，投筆感嘆道：「大丈夫當效傅介子、張騫立功異域，以取封侯，安能久事筆硯乎！」",
      "&emsp;&emsp;班超在西域共達三十一年，不僅善於用武力鎮撫各國，更善於用外交手段去聯絡較遠的國家。在班超的努力下，塔里木盆地的統治權又歸到了漢朝。"
    ]
  },
  {
    "title": "賭符",
    "href": "http://liaozhai.weebly.com/3607731526.html",
    "content": [
      "&emsp;&emsp;韓道士住在本縣城裏的天齊廟。因為他擅長許多幻術，所以人們都稱他為“仙”。我已故的父親和他最為要好，每次進城都要拜訪他。有一天，父親與已故的叔叔進城，打算去拜訪韓道士，正巧在途中遇見了他。韓道士把鑰匙交給父親說：“你們先開門，進屋裏坐著等我，我隨後就到。”父親就照他說的，進了廟，用鑰匙打開門一看，韓道士已然坐在屋裏了。關於韓道士的諸如此類的怪異故事還有很多。",
      "&emsp;&emsp;在此之前，我們本家一位族人嗜好賭博，因為先父的關係也認識韓道士。正好大佛寺住進了一個和尚專門擲骰子定輸贏，賭注下的特別大。族人一看他這樣豪賭就特別高興，拿出家裏所有的錢和他一賭高下，結果都輸了。族人越輸就越急，典當了田產又去賭，一夜之間輸了個精光，血本無歸。從此，他終日憂鬱不樂。韓道士看到族人失魂落魄、語無倫次的樣子就問他是怎麼回事，族人就把賭博的事原原本本地告訴了韓道士。韓道士笑著說：“經常賭博沒有不輸的道理，你如果能夠戒賭，我幫你收回失去的錢財。”族人說：“只要賭資能像合浦(1)的珍珠一樣失而復得，我就用鐵杵把骰子砸個稀爛！”於是，韓道士就在紙上寫了一道符咒，交給族人，讓他紮在衣帶裏。韓道士囑咐他說：“只要收回原來的財物就可以罷手了，千萬不要貪心不足。”韓道士說完，又給了他一千文銅錢，約定贏了錢之後再還給道士。",
      "&emsp;&emsp;族人滿心歡喜地又去賭博。和尚看了他的一千文銅錢，非常輕視，不屑與他賭。族人強拉著他非賭不可，並要求一擲定輸贏。和尚笑著答應了。於是族人用那一千文銅錢作為一決輸贏的賭注。和尚擲了一回沒有勝負，族人接過骰子，一擲成采，族人大勝。和尚有以兩千為賭注，又輸了。和尚的賭注逐漸加到了十餘千文，明明看清是最上采的梟色，族人一吆喝，就變成了次采盧色或再次采雉色。就這樣，族人先前輸掉的錢，轉眼間全都贏回來了。族人暗自琢磨著再贏幾千文就更好了，於是又賭，可是每擲都是次等采，賭運開始不佳。族人心中奇怪，起身看看衣帶裏的符咒，早已不異而飛了。族人大驚失色，趕緊罷手。族人帶著錢回到廟裏，除了償還韓道士一千文錢外，細細追算前贏後輸的錢，恰好跟原來輸掉的錢相等。然後，族人慚愧地請韓道士原諒他丟掉符咒的過錯。韓道士笑著說：“符咒早就回到我這裏了。我事先一再囑咐你不要貪心，你就是不聽，所以我把它取回來了。”",
      "&emsp;&emsp;異史氏說：天下人傾家蕩產的各種因素之中，沒有比賭博來得更快的了。天下人道德淪喪，也沒有比賭博墮落更快更徹底的了。凡是沉迷賭博的人，就像沉入迷海，總不知道底部在那裏。本來不論經商務農都有自己的本業；",
      "&emsp;&emsp;讀書作詩的人，尤其珍惜時間。扛著鋤頭、苦讀經書，都是成家立業的正路；即使約上幾個朋友清談一番，喝上幾杯水酒，這也是恬養性情的風雅之事。可是賭徒們卻狐朋狗友們勾結在一起，徹夜不停地聚賭。他們翻箱倒櫃，把金錢懸掛在不可預知的天際，他們或者喊雉呼盧地乞求那個骰子顯靈；或者旋轉骰子，使骰子像圓珠那樣轉動；或者手握紙牌，就像舉著一把團扇。他們一會兒看看旁人，一會兒又看看自己，眼珠兒亂轉好像要看穿一切似的。",
      "&emsp;&emsp;賭博時表面上示弱而暗地裏下狠手，使出全身的解數，用盡鬼魅的伎倆。",
      "&emsp;&emsp;有時候他們雖然外面有事，心裏卻念念不捨地想著賭局；有時候家裏房子都起火冒煙了，他們卻死死地盯著擲骰子的瓦盆。他們因此廢寢忘食，久而久之便沉迷其中，不能自拔。他們個個看上去舌斃唇焦，像個活鬼。等到老本全都輸光了，他只好瞪著輸紅的眼睛看著別人賭。他眼看著賭局，急得大呼小叫，手心發癢，只恨英雄無用武之地。再看看自己的錢包，早已分文不存，空讓賭壇壯士寒心喪氣。於是，他便伸長了脖子在賭場裏走來走去，只覺得兩手空空無濟於事；最後他垂頭喪氣滿心愁緒，直到深夜才回家裏。幸而等著埋怨指責他的妻子已經睡下，他唯恐驚動狗叫。這時，他才覺得空了很長時間的肚子饑餓難忍，端起飯碗，卻又抱怨殘羹剩飯。接著，他就要賣掉兒子典當田產，希望撈回本錢。想不到這一擲如同大火燒光了鬚髮，終究還是水中撈月一場空。直到遭到了這樣的慘重失敗之後才開始反思，可是他已經墮落下去了。",
      "&emsp;&emsp;試問賭徒當中誰的賭技最高，人們都指著那窮得連褲子都沒有的人。他們有的饑餓難忍、流落街頭、品行淪喪、傾家蕩產、身敗名裂，那一件不是賭博這一惡習造成的呀！",
      "&emsp;&emsp;註1.",
      "&emsp;&emsp;合浦珠還：東漢時期，合浦郡盛產珍珠聞名海外，當地老百姓以采珠為生，貪官污吏趁機盤剝，使得珠民大肆捕撈，珠蚌產量越來越低，餓死不少人。漢順帝劉保派孟嘗當合浦太守，他革除弊端，不准濫捕。不到一年，合浦又盛產珍珠。",
      "&emsp;&emsp;後人引喻凡是丟失了的東西，重新歸還到原主手裡，就叫「合浦珠還」."
    ]
  },
  {
    "title": "阿霞",
    "href": "http://liaozhai.weebly.com/3846338686.html",
    "content": [
      "&emsp;&emsp;文登縣有個叫景星的小夥子，年少的時候相當有名望。跟姓陳的一個書生住鄰居，兩家中間只隔著一道短牆。一天傍晚，小陳回家路過一片廢墟，聽到樹叢裏仿佛有女子的哭泣，走近一看樹杈上有一根帶子懸著，樹下女子似乎有尋死的動向。小陳連忙上去問明理由，原來該女子父母雙亡，本來是她哥哥照顧她，但是這個兄長用心險惡，有一系列不堪的念頭，小女子想到自己伶仃至此，不如早死早脫生。小陳聽得心裏很難過，說沒事，先到我家裏住幾天，以後怎麼著再說也別這樣說死就死啊！小女子一路就跟小陳回家了。到家以後挑燈細看，發現女孩長得極為秀美，小陳色心大動，跟著就是動手動腳，女子力拒，打鬧聲傳到隔壁，景星探頭來看，小陳才住手。女子凝神端望了景星良久，拔腿跑出了陳家，兩個人一塊也沒找到她的下落。",
      "&emsp;&emsp;景星回家了，關門準備上床睡覺，女子突然從裏屋婷婷嫋嫋地走了出來，小景嚇一跳，問你怎麼跑我這來了隔壁還找你呢。女子說：“我叫阿霞，隔壁小陳德薄福淺，不可以託付終生。”",
      "&emsp;&emsp;景星用言語挑逗她，她笑笑並不拒絕，隨後兩人愉悅地同床共枕了。",
      "&emsp;&emsp;景星這兒白天人多口雜，阿霞老是躲在後面很不方便。過了一段時間，阿霞終於正式提出要求：“咱倆這麼混下去名不正言不順，明天我媽來，我跟她回趟家，正式說一下咱倆的情況；你呢也回去稟告家人，以後咱們才能長相廝守。”景星問她這次分別得多長時間？阿霞說半個月就足夠了！",
      "&emsp;&emsp;等阿霞走了，景星就開始琢磨：老在外邊住著肯定不是回事，但是搬回家去住又怕老婆嫉妒，不如把媳婦休了！想明白以後立刻付諸行動，回家動不動就打罵老婆，他妻子受不了想要尋死，小景說：“你死了會連累我，請你回娘家吧！”妻子哭著問他：“我這麼多年跟著你，自己覺得沒有甚麼過錯，為什麼這麼絕情呢？”景星不聽，終於把媳婦趕走了。開始翹首等候阿霞，刷房子，重新裝修一番，準備開始嶄新的明天。結果左等不來右等不來，什麼消息都沒有，這個女子如石沉大海。他妻子回去以後，找朋友設法說合，前後幾次，但是在阿霞的問題上景星很癡情，絕不接受；沒辦法，他前妻後來嫁給了夏侯氏。這個夏侯跟景星家世代有仇，因此對於這樣的結果景星極為憤恨。但是他同時還在癡癡的等，一年多過去了，還在等。",
      "&emsp;&emsp;有一天過節，全城的男女老少都出門閒逛，景星在人群裏仿佛見到了阿霞的背影，走近前去，他又擠進人潮裡；繼續跟著，又走遠了追不到，失望的回家了；過了半年，在路上見到一個前後有跟班隨從的女子，正是阿霞，小景跟左右人等打聽，人家說是南村鄭公子的繼室，問娶了多久時間了？大家說半個來月。景星心想“不對吧”女郎聽見她們說話，回過頭來看，小景一看",
      "&emsp;&emsp;真得是阿霞，瞬間，景星憤怒起來，大叫：“小霞，為什麼你忘記了我們的約定？”隨從聽到這個人直呼自家女主人的名字，揮拳欲打，被阿霞止住。阿霞說：“你個負心人有何顏面見我？”小景一聽都快瘋了：“是你負我，我什麼時候負過你？”阿霞：“你有負於自己的夫人比負心於我還過分。結髮的人，說休你就休掉，其他的人還不是隨時都有這樣的危險？我過去因為你祖上積下陰德，你名列進士的薄冊上，所以委身相從。如今因為你無故休妻，陰曹地府中已經削掉了你的功名。今科考試中的第二名的王昌，就是取代你名字的人。現在我已經嫁給鄭公子了，你不要再打擾我了。”",
      "&emsp;&emsp;小景俯首貼耳地聽了她的一席話，一句話也說不出來。等抬起頭在看啊霞時，她已經騎著驢飛快地走遠了。景星站在原地，心中只有無限的惆悵和悔恨。",
      "&emsp;&emsp;鄉試結果，景星果然名落孫山，而榮登榜眼的正是叫王昌的人。阿霞的丈夫鄭生也榜上有名。從此以後，景星也因為這原因得到寡義薄情的惡名。直到四十歲的時候還是無法再娶，家境也日益衰敗，經常到親友家裏混飯吃。有一次，景星偶然到了鄭家，鄭生款待他，並留他過夜。阿霞在後面看到客人，看到景星一副落魄的樣子，心中不禁生出幾分憐惜。問她丈夫鄭生：“堂上那位客人不是景慶雲嗎？”鄭生回答說正是他，並問她是什麼時候認識他的。阿霞說：“那是還沒有嫁給你之前，我曾在他家避過難，也深得他的收養之恩。他的行為雖然卑下不仁，可是祖上的陰德還沒有斷，而且和你又是老朋友，亦應顧念他的處境，給予他一些幫助才好。”鄭生認為阿霞的話很有道理，於是鄭生為景星做了一身新衣服，換下他身上的破衣爛衫，又留景星在家裏多住了幾天。",
      "&emsp;&emsp;有一天，景星正要就寢，有個丫鬟拿來二十兩銀子贈給他。他聽見阿霞在外面對他說：“這些都是我的私房錢，聊以酬謝你往日的情誼。你可用這筆錢再找一位好夫人。幸虧你的祖先陰德深厚，還足以保佑他的子孫。你以後不要再做傷天害理的事了，以免減掉你剩下的陽壽。”景星非常感謝她。",
      "&emsp;&emsp;回到家後，景星用十多兩銀子買下一位縉紳家的丫鬟，新婦又醜又悍。後來景星得了一個兒子，兒子長大後考中了進士。鄭生後來的官職升到吏部郎官。鄭生死後，阿霞為他送葬，等回到家裏，人們打開轎門一看，轎內早已空無一人，這時人們才知道她不是人類。唉！喪盡天良的人呀，拋棄舊的為了圖謀新的，結果兩頭落空，上天的報應也真是夠嚴厲的啊！"
    ]
  },
  {
    "title": "李司鑑",
    "href": "http://liaozhai.weebly.com/264462149637969.html",
    "content": [
      "&emsp;&emsp;李司鑑是永年縣的舉人，在康熙四年九月二十八日那天，把自己的妻子給打死了，地方上報到官府，上司命令永年縣令審問。",
      "&emsp;&emsp;李司鑒在府衙前面，突然自路傍的一座肉攤上拿了把殺豬用的刀跑入城隍廟的戲台上，對著神像跪下，自言自語地說：“神明責怪我不該聽信奸人的話，在鄉里挑撥是非，命我割下耳朵。”於是將自己的左耳割落，拋到戲臺下。又說：“神怪我不應該騙人錢財，叫我把手指剁下來。”又把手指剁去。又說：“神責怪我不應姦淫婦女，叫我自行閹割。”於是又自行閹割而死。",
      "&emsp;&emsp;當時，總督朱雲門奏請朝廷革除李司鑒舉人的功名的奏章已獲得朝廷的同意，而李司鑒本人在沒有接受懲罰之前，已經被陰間的刑曹誅殺了。這個故事是我在邸報(1)抄本上看到的。",
      "&emsp;&emsp;註1.",
      "&emsp;&emsp;“邸報”又稱“邸抄”（亦作邸鈔），並有“朝報”“條報”“雜報”之稱，它是用於通報的一種公告性新聞，是專門用於朝廷傳知朝政的文書和政治情報的新聞文抄。"
    ]
  },
  {
    "title": "五羖大夫",
    "href": "http://liaozhai.weebly.com/20116326622282322827.html",
    "content": [
      "&emsp;&emsp;山東省河津縣有個叫暢體元的人，當他做學生的時候做了一個夢，夢見有人叫他五羖大夫(1)，他不禁暗自高興，認為這是個吉祥的徵兆。後來流寇作亂，暢體元被流寇把衣服都剝光，安置在一間空屋裏。當時正好是冬天夜裡，天氣非常寒冷，他在屋裏四處摸索，找到了幾件羊皮保暖沒有被凍死。到了天亮，看到這些羊皮正好是五件，不禁失笑道：“神明未免也太作弄人了。”後來他考中進士，做了雒南縣的縣長。這個故事是畢載積先生記下的 。",
      "&emsp;&emsp;註1.",
      "&emsp;&emsp;五羖（音古）大夫：春秋時秦國大夫百里奚號。百里奚初仕虞為大夫，後去位，于穆公時入秦執政，佐秦霸諸侯，號五羖大夫。五羖，五張黑色母羊皮。",
      "&emsp;&emsp;百里奚在窮困下當了虞國的大夫。虞君貪占小便宜，為晉國所滅，晉獻公聽說百里奚很有才能，想重用他，但他寧願當俘虜為奴，也不愿為晉國做事。",
      "&emsp;&emsp;秦穆公派公子縶去晉國求婚。晉獻公把大女兒嫁給秦穆公，他想：百里奚既然不願意投降，不如讓他充做奴僕，跟著去秦國。這樣，百甩奚就被當作陪嫁奴僕送往秦國。百里奚走到半道卻悄悄逃跑了。想不到跑到楚國，被楚國人當奸細抓起來，押送到南海去放馬。",
      "&emsp;&emsp;再說秦穆公辦完婚事，清點陪嫁奴僕的名單，百里奚有名無人。忙問從晉國來的公孫枝，公孫枝告訴他，百里奚本是虞國大大多很有才幹。晉滅虞后，晉獻公想重用他，他發誓不從命。這次陪嫁之行，便在半道上逃跑了。秦穆公知人善用，一心要找到百里奚。他派人打聽百里奚的下落，才知道此人現在楚國的南海放馬為奴，便想備厚禮見楚成王爹贖回百里奚。公孫枝勸他不要這樣做，因為楚國若知道百里奚是個人才，那肯放人因此，他建議按主照奴隸市場上的買賣價值，讓人帶著五張羊皮贖回百里奚。由於百里奚始窮終達，所以暢生把夢中有人叫他“五羖大夫”誤認為是自己仕途顯達的好兆頭。"
    ]
  },
  {
    "title": "毛狐",
    "href": "http://liaozhai.weebly.com/2761129392.html",
    "content": [
      "&emsp;&emsp;農家子馬天榮，二十多歲了，喪妻以後因為家中貧困不能再娶。有一天，他正在田間除草，看見一位盛妝的少婦踩著禾苗從田壟上穿過。她的臉色紅潤，情致也很風流。馬天榮懷疑她是迷路了，他看看四周沒有人，上前去挑逗調戲她。少婦似乎也不拒絕，馬天榮就想要和她野合。少婦笑著說：“青天白日之下，怎麼能幹那種事呢？你回家後，虛掩著門等著我，天黑時我一定去找你。”馬天榮不相信，少婦對著天發誓。馬天榮這才把自家的確實位置告訴她，少婦就走了。到了半夜時分，少婦果真來了。兩個人同床共枕，相悅相愛。馬天榮覺得少婦的肌膚特別細嫩，點上燈一看，她的皮膚又紅又薄，就像初生的嬰兒一樣，她的全身長滿了細絨毛，馬天榮感到很奇怪。馬天榮又覺得少婦來路不明，心中暗地裏生疑：她莫非是狐狸變的？所以他就半開玩笑地問她是不是狐仙，少婦也毫不掩飾地承認了。",
      "&emsp;&emsp;馬天榮說：“你既然是仙人，自然就會心裏想要什麼就會得到什麼。既然我已承蒙你的眷愛，你還不弄幾兩銀子來救濟一下我的貧困？”少婦答應了他。第二天夜裏，少婦來了，馬天榮向她索要銀子。少婦故作驚愕地說：“不巧忘記了。”少婦臨走的時候馬天榮又囑咐她下次來不要忘記帶銀子。到了夜裏，馬天榮又問她：“我求你的事大概沒有忘記吧？”少婦笑了，請馬天榮再等上幾天。過了幾天，馬天榮又向她索要銀子。少婦就笑著從袖子中拿出兩錠白銀，估計有五六兩銀子。銀錠邊上翹起，鑲著細細的花紋，雅致可愛。馬天榮非常高興，把它收藏在匣子裏。半年以後偶然急需用錢，才把銀錠那出來給別人看。有個人說：“這是錫！”說著就用牙使勁一咬，立即就被咬下一塊。馬天榮大為吃驚，收起兩塊錫錠就回家。到了夜裏，少婦來了，馬天榮氣憤地指責她騙人。少婦卻笑著說：“你的命薄，給了你真銀子恐怕你也無福消受。”隨後她嫣然一笑就把這件事搪塞過去了。",
      "&emsp;&emsp;馬天榮說：“我聽說狐仙都是國色天香，美貌非凡，其實也並非如此。”少婦說：“我們狐仙也是根據交往的對象變化的。",
      "&emsp;&emsp;你連享受一兩銀子的福份都沒有，就是白送你一位沉魚落雁的美人，你又如何消受得了？以我的醜陋愚蠢，當然不配去侍奉上流人物。但是跟那種駝背彎腰，長著一雙大腳板的女人比起來，我也算國色了。”",
      "&emsp;&emsp;過了幾個月，少婦突然拿出三兩銀子送給馬天榮，說：“你屢次向我索要銀子，我都因為你命薄不該蓄有銀子而沒有給你。如今你就要娶妻了，我送你聘定一位婦人的錢，也借此作為告別贈禮。”馬天榮解釋說自己並沒有娶婦的想法。少婦說：“一二天之內肯定有媒人上門。”馬天榮說：“我實在不敢奢望國色的女子，但是只有三兩銀子怎麼能夠買下一個婦人呢？”少婦說：“這是月下老人的安排，不是人所能夠左右的。”馬天榮又問：“你為什麼忽然跟我告別呀？”少婦說：“我每天都披星戴月地來去，終究不是長久之計，你有你自己的妻子，我還苟且相從有什麼意思？”天亮以後，少婦就匆匆離去。臨走前，她交給馬天榮一小撮黃色的粉末，說：“我們分手以後，恐怕你會生場病，服用這些粉末，就可以治好病。”",
      "&emsp;&emsp;第二天，果然有媒人來提親。馬天榮先問女子的相貌，媒人說：“女子的相貌不美也不醜。”馬天榮又問：“要多少聘金？”媒人說：“大約四五兩銀子”馬天榮說聘金不成問題，但一定要親自看看本人。媒人擔心良家婦女不肯抛頭露面最後他們約定一起到女方家走一遭，媒人囑咐馬天榮要相機行事，不要暴露。",
      "&emsp;&emsp;到了女方家所在的村子，媒人先走一步，讓馬天榮在村外等著。過了好半天，媒人才回來，並說：“事情辦妥了。我有一位表親和女子是同院的鄰居。剛才我到他們家去，看見女子正在屋裏坐著呢。你就裝做去拜訪我的表親，在她家門前一過，就可以就近看一看。”馬天榮照媒人說的做了。果然看見女子在屋裏坐著，上身正伏在床上，請人在背上搔癢。馬天榮在她家門前快步走過時，目光也在女子臉上掃過，看見女子的相貌正好和媒人說的一樣。等到商議聘金的時候，女方家並不爭銀子多少，只求有一二兩銀子給女子置辦些新衣服、送女子出閣就成。馬天榮又還了點價，才拿出了銀子。結果馬天榮那出的聘金加上酬謝媒人和寫婚約文書先生的費用，正好用了三兩銀子，一文沒有多花。等選好良辰吉日迎娶女子過門的時候，馬天榮才看清女子雞胸駝背，脖子縮著像烏龜一樣，再往下看，裙子下邊的腳就像小船一樣大，有一尺來長。馬天榮這才醒悟，狐女當初說的話都是有原因的。",
      "&emsp;&emsp;異史氏說：狐仙的相貌隨著對象不同而變化，也許是狐女為自己的相貌自我解嘲。然而，她所說的關於福澤的道理，實在教人深信不疑。我常常說：“如果沒有祖上幾輩人的修行，不可以做到高官；如果沒有本人幾輩子的修行，也不可能娶到美人為妻。相信因果報應的人，一定不會認為我的這番言論迂闊難信吧！"
    ]
  },
  {
    "title": "翩翩",
    "href": "http://liaozhai.weebly.com/3274532745.html",
    "content": [
      "&emsp;&emsp;羅子浮是陝西邠州人。父母死得很早。他從八九歲時，就由叔叔羅大業撫養。羅大業是國子監的官員，家產很富有卻沒有子嗣，他特別珍愛羅子浮把他當成自己的兒子一樣。羅子浮在十四歲時，受了懷人的引誘而沉迷於尋花問柳。當時有個從金陵來的妓女，僑居邠州，羅子浮非常喜歡她並深深為之吸引。妓女返回金陵時，羅子浮也偷偷地跟隨她離開了家門。他在妓女家住了半年，帶的銀子全部都花光了，他開始遭到妓女們的嘲笑和摒棄，只不過沒有馬上被趕出妓院大門而已。不久羅子浮得了性病，身無分文，淪落成乞丐，在街上向人們乞討。人們遠遠看見他都惟恐避之不及。",
      "&emsp;&emsp;羅子浮擔心會客死他鄉，所以一路西行，一邊討飯一邊往家鄉走。他每天大約能走三四十里路，日復一日，他漸漸走到了邠州。他覺得自己這身破爛的衣服，一身潰爛的膿瘡，實在沒臉回家，在邠州附近徘徊，不再前進。",
      "&emsp;&emsp;一天傍晚，羅子浮打算投到山中的廟裏過夜，在山前遇到一位女子，美貌非凡，像天上的仙女一樣。當羅子浮走近時，她問道：“你到那裏去？”羅子浮把自己的情況如實地告訴了她。",
      "&emsp;&emsp;女子說：“我是出家人，我住的地方有山洞，你可以住下，一點兒也不必怕虎狼。”羅子浮非常高興，就跟她走了。走到深山之中，果然看見有一個大山洞。進洞之後發現洞門前還橫著一條小溪，溪上面還架著一座石橋。再往洞裏走上幾步，就看見有兩間石室，室內一片光明，不用點燈舉燭。",
      "&emsp;&emsp;女子讓羅子浮脫下一身破爛衣裳，到小溪裏去洗澡。還說：“洗一洗，身上的爛瘡自然會痊癒。”羅子浮浴後，一身輕鬆，女子撩開帷帳，鋪好被褥催促他早點兒睡下，說：“你趕快睡吧，我來給你做衣褲。”說著，就取來一片芭蕉葉似的大葉子，用它又剪又縫地做衣服。羅子浮躺在床上看著她做。不一會兒，衣服做好了，女子把衣服疊好了放在他的床頭，說：“明天一早起來就穿上吧！”",
      "&emsp;&emsp;然後，女子就在他對面的床上睡下了。",
      "&emsp;&emsp;羅子浮在溪水中洗浴後，身上的潰瘡就不再疼了。半夜他從夢中醒來，一摸身上的潰瘡，都結了厚厚的一層瘡痂。第二天早晨，羅子浮要起床，想起床邊芭蕉葉做的衣服，不免有些心疑。他拿起衣服一看，卻是光滑無比的綠色錦緞。過了一會兒，該吃早飯了。女子取了一些山上的樹葉來，說是餅，羅子浮一吃，果真是餅。女子又用樹葉剪成雞、魚的形狀，放在鍋裏烹製，羅子浮夾起來一吃，全跟真的沒有兩樣。石室的角落裏有一個大罎子，裏面裝滿了美酒，女子常常倒出來飲用。罎中的酒只要稍稍地喝掉一些，女子就往裏面灌進一些溪水補充。羅子浮在山中住了幾天，身上的瘡痂全都脫落了，他就要求和女子同宿。女子說：“你這輕薄的傢伙，剛剛保全性命安下身來，你就開始胡思亂想了。”羅子浮說：“我只不過是想報答你的恩德。”從此，兩個人同床共眠，相親相愛，十分快樂。",
      "&emsp;&emsp;有一天，一少婦笑著走進洞來，一進門就說：“翩翩，你這個小鬼頭快活死了！你們兩個的好事是什麼時候做成的呀？”翩翩迎了出來，笑著說：“是花城娘子來了，你這貴客可是好久沒有光臨了。今天一定是西南風吹得緊，把你給吹來了。小相公抱來了沒有？”花城娘子說：“那裏是小相公，又是一個丫頭。”翩翩笑著說：“原來花城娘子是瓦窰(1)啊！怎麼沒有把她抱來呢？”花城娘子說：“剛才哭了一會兒，現在睡著了呢。”說著，花城娘子款款坐下，端起酒杯，慢慢啜飲著。花城娘子又看著羅子浮說：“小郎君你燒好香中獎了。”羅子浮仔細端詳花城娘子，她的年齡也就二十三四歲，容貌姣好，舉止動人。羅子浮心裏又愛上她了。羅子浮神不守舍地剝著果皮，不慎把一顆果子掉在了桌子下面，他彎腰假裝拾果子，卻偷偷地捏了一把花城娘子的腳。花城娘子眼睛瞧著別處說笑著，好像什麼都不知道。羅子浮正迷迷糊糊亂想著，忽然覺得身上的衣褲變涼了，在看看身上的衣服，也全都變成秋天的枯樹葉子。羅子浮差點給嚇死過去，趕緊收心坐正。他端端正正坐了一會兒，身上的衣服才漸漸變回原來的樣子。羅子浮暗中慶倖二位女子沒有看見他的窘態。又過了一會兒，羅子浮借著勸酒的機會，用手輕輕撓了撓花城娘子的手心。花城娘子談笑自如，好像完全沒有察覺。羅子浮心怦怦亂跳，神情有些恍惚，他猛然發現身上的衣服又變成樹葉了，過了一會兒才又變了回來。羅子浮滿面羞慚，這才打消了調戲花城娘子的念頭，不敢再有妄想了。花城娘子笑著說：“你這個小郎君可不太老實。如果不是醋葫蘆娘子管教，恐怕他要跳到天上去了。”翩翩也微笑著說：“薄悻的東西，就該把他凍死！”兩個女子都拍著手笑了起來。花城娘子起身離席，告辭說：“小丫頭快醒了，恐怕她會哭斷腸子的。”翩翩也站起來說：“光顧得勾引人家男人，小江城哭死你都想不起來。”花城走後，羅子浮心裏七上八下的，生怕翩翩責駡他，可是翩翩還是和往常一樣。",
      "&emsp;&emsp;又過了一些日子，到了深秋的時節，寒風凜冽，霜打落葉。翩翩開始收集一些落葉，積蓄食物，準備過冬。她看見羅子浮凍得縮著脖子發抖，就扯過一塊頭巾，拾起洞口片片白雲包上一包，然後當作棉花為他做了件夾襖。羅子浮穿在身上，感到暖呼呼的，就跟穿棉襖一樣，而且它還輕軟蓬鬆，與新棉花差不多。",
      "&emsp;&emsp;第二年，翩翩生了個兒子，非常聰明漂亮。羅子浮每天在洞中以逗弄兒子為樂。可是他還常常思念故鄉，請翩翩和他一同回去。翩翩說：“我不能跟你一同回去，要不你自個回去吧！”",
      "&emsp;&emsp;就這樣又過了二三年，兒子漸漸長大了，就與花城娘子的女兒訂婚。羅子浮常常惦念他年邁的叔叔。翩翩寬慰他說：“叔叔雖然年事已高，可是身體還很健壯，不用掛念。等我們撫育兒子長大成人，辦完婚事以後，去留就隨你的便了。”翩翩在山洞中，經常在樹葉上寫字叫兒子讀書，兒子天賦很高，過目不忘。翩翩說；“這個孩子有福相，將來放到塵世間，做到宰相那麼大的官恐怕也不是難事。”",
      "&emsp;&emsp;幾年後，他們的兒子十四歲了。花城娘子親自把女兒江城送來完婚。江城身穿華麗的禮服，美目流盼，光彩照人。羅子浮和翩翩喜歡的不得了，全家人聚在一起，大擺喜宴。在宴席上，翩翩敲著金釵唱著：“我有好兒郎，不羨做宰相。我有好兒媳，不羨穿錦衣。今晚聚一起，大家要歡喜。為君敬杯酒，勸君多進餐。”後來花城娘子走了。翩翩夫婦和兒子兒媳對門而住著。新媳婦特別孝順，常依偎在婆婆的膝下，就像他們的親生女兒。羅子浮有提起返回故鄉的事。翩翩說：“你身有俗骨，終究不是可成仙之人。兒子也是富貴中人，可以一起帶走，我不想耽誤兒子的前程。”新娘正想和母親告別，花城娘子已經來了。一對小兒女跟他們的戀戀不捨，依依惜別，他們的眼淚都裝滿了眼眶。兩位母親安慰他們說：“你們先去，以後可以再回來。”於是翩翩用樹葉剪成驢子，讓他們三位騎驢上路。",
      "&emsp;&emsp;這時，羅子浮的叔叔羅大業已經告老還鄉，在家閒居，他以為侄子羅子浮早就死了。這一天，忽然看到侄兒帶著英俊的孫子和美貌的孫媳回來了，他高興得如獲至寶。三人一進門，各自看看自己身上的衣服，都是芭蕉葉。用手一扯，芭蕉葉破了，衣服中的棉絮也轉成白雲飄到了天空中散失了。於是三人換了衣服。後來羅子浮思念翩翩，帶著兒子去深山之中尋找，只見他們熟悉的小路都鋪滿了黃葉，洞口也被彌漫著的厚厚的白雲遮住了，無從辨認，羅子浮父子只好流著淚回家。",
      "&emsp;&emsp;異史氏說：翩翩、花城娘子大概都是仙人吧？吃樹葉、穿白雲，多麼奇怪的事啊！然而，閨房中的嬉笑怒駡、男歡女愛、生兒育女，又和人世間有什麼不同呢？",
      "&emsp;&emsp;羅子浮在山中生活十五年，雖然沒有經歷城郭如故、人事已非的時事變遷，然而，當他重返山洞尋找翩翩時，那裏卻是白雲飄緲，舊跡無處可尋，這種景況，真和東漢時劉晨、阮肇(2)重訪仙女的情形差不多呀！",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.「璋」指古代一種玉器，「瓦」是古代用泥燒成的紡錘。「弄璋」原意是生了男孩可以玩玉器，「弄瓦」原意是生了女孩可以玩紡錘。後來，人們把生男孩叫「弄",
      "&emsp;&emsp;璋」，生女孩叫「弄瓦」。",
      "&emsp;&emsp;瓦窯，是專門生產瓦片的地方，這裡用來取笑花城娘子只會生女兒。",
      "&emsp;&emsp;2.《搜神記》中劉晨和阮肇，進入天台山去採藥，因為路遠不能回家，已經餓了十三天了。遠遠地望見山上有桃樹，樹上的桃子熟了，就躋身險境抓著葛藤到了桃樹底下。他們吃了幾個桃子，覺得不餓了，想要下山。用杯取水時，看見有蕪菁葉流下來，很鮮艷。又有一個杯子流下來，裡面還有胡麻飯。於是兩人互相安慰說：“這裡離人家近了。”越過山，出現一條大溪，溪邊有兩個女子，姿色很美。她們看見二人拿著杯子，就笑著：“劉、阮二位郎君拿回剛才的杯子來了。”劉晨、阮肇都很驚訝。兩個女郎跟他們說：“怎麼來晚了呢？”便邀請劉晨、阮肇跟她們回家。晚上，劉晨與阮肇各到一個女郎的床帳裡去睡覺，女郎嬌婉的情態特別美妙。住了十天，兩人請求回家，二女又苦苦留住了半年。當春天來臨，他們思歸更苦。女郎送他們，指點回去的道路讓他們看清。他們回鄉以後，看到鄉邑已經零落，才知道已經過了十代了。"
    ]
  },
  {
    "title": "黑獸",
    "href": "http://liaozhai.weebly.com/4065729560.html",
    "content": [
      "&emsp;&emsp;李敬一這個人曾說過這麼一個故事：有個人在遼寧省潘陽的一座山上請客。當時他偶然發現山腳下有只老虎咬了隻動物來，並在地上用爪挖洞埋好後才離去。等老虎走了後，這個人便命僕役下去把東西挖開來一看，原來是頭死鹿，於是把鹿拿走，又把泥土埋回去。",
      "&emsp;&emsp;過了沒多久，那隻老虎領著一隻全身毛長數尺的黑獸過來，好像在迎接尊貴的客人般的恭謹。來到埋死鹿的洞旁後，那隻黑獸伏在一傍等候，老虎則想要找出所埋的鹿，突然發現鹿不在了，不禁嚇得直發抖。那隻黑獸對老虎的欺騙感到很生氣，立刻用爪把老虎敲死，然後離去。",
      "&emsp;&emsp;異史氏說：這個黑獸不知叫什麼名字。然而就他所描述的形象來看，也絕不比老虎大，可是老虎為什麼還伸長脖子等死，怕牠怕得如此厲害呢？天地萬物，都要受到某種事物的制約，這個道理真是難以理解。譬如說獼猴，最害怕金絲猴，遠遠看見金絲猴來了，百十成群的獼猴，立即跪成一片，沒有一個敢逃跑的。獼猴們屏住呼吸，目不轉睛地凝視著金絲猴，金絲猴則用手逐個捏捏獼猴的肥瘦。如果是肥的，金絲猴就把一個石片放在它的頭頂上作記號。獼猴也就頂著石片伏在那裏，嚇得呆如木雞，惟恐不小心石片掉在地上。金絲猴捏完肥瘦，做好了記號，這才按著放石片的順序挨著個吃掉肥碩的獼猴，其餘的獼猴這才敢一哄而散。",
      "&emsp;&emsp;我曾說過，那些貪官污吏就像金絲猴一樣，也是根據老百姓的貧富做上記號，然後再按照喜好吞食百姓。而老百姓們卻俯首貼耳，聽任宰食，連大氣都不敢喘。那種愚昧無知的樣子，跟獼猴是一樣的，真是令人悲哀呀！"
    ]
  }
]
