[
  {
    "title": "二班",
    "href": "http://liaozhai.weebly.com/2010829677.html",
    "content": [
      "&emsp;&emsp;殷元禮，是雲南人，善長針灸治病。在一次戰亂中，他逃到深山裏。這時，天快黑了，離村莊又很遠，他怕遇到虎狼，遠遠看見前面路上有兩個人，就快步趕了上去。到了跟前，那兩人問他從那裡來，殷元禮便講了自己的姓氏籍貫，那兩人拱手尊敬地說；“原來是良醫殷先生啊，久仰先生大名！”殷元禮反問他們的姓名，那兩人自稱姓班，一個叫班爪，一個叫班牙。他們又對殷元禮說：“先生，我們也是避難的。有間石屋還可以暫住，請先生屈尊前往；我們另外還想請先生幫忙另。”",
      "&emsp;&emsp;殷元禮高興地跟他們走了。",
      "&emsp;&emsp;一會兒來到一個地方，在山谷的旁邊有間石室。那兩人點著木柴代替蠟燭，殷元禮這才看清他們的面容：相貌兇惡，身軀威猛，好像不是善良的人。又一想沒別的地方可去，也只好聽天由命了。這時他聽到床上有呻吟聲，仔細一看，是一個老婦人直挺挺地躺著，好像很痛苦。殷元禮問：“得了什麼病？”班牙說：“就因為這個原因，請先生幫忙。”於是拿著根火把照著床，請殷元禮近前看看。殷元禮見老婦人鼻下口角長兩個腫瘤，都有碗那麼大，並且說痛得很厲害，不能碰不能吃。殷元禮說：“這個容易治。”就拿出艾團，為老婦人灸了幾十團，說：“過一夜就好了。”二班很高興，烤鹿肉給客人吃；並沒有酒和別的飯食，只有鹿肉。班爪說：“太倉促，不知道客人來，希望不要怪招待不周。”殷元禮吃飽後，就枕著石塊睡下了。二班雖然很誠樸，但粗魯莽撞，讓人害怕。殷元禮翻來覆去不敢睡熟，天不亮，就招呼老婦人，問她的病情。老婦人剛醒，自己一摸，腫瘤已經破了，只留下兩個瘡口。殷元禮催促二班起來，用火照著，給老婦人敷上藥末，說：“好了！”然後拱手告別，二班又拿出一條熟鹿腿送給他。",
      "&emsp;&emsp;三年以後，殷元禮一次有事進山，路上遇到兩隻狼擋路，不能過去。這時太陽快要落山了，又來了一大群狼，殷元禮前後受敵。他被一條狼撲倒在地，好幾隻狼搶著來咬他，衣服全被撕碎了。殷元禮想，這回是死定了。這時忽然衝出兩隻老虎，群狼一見，四散逃跑。老虎大怒，一聲怒吼，群狼都嚇得趴在地上，一動不敢動。老虎撲過去把牠們全殺死才走。殷元禮僥倖逃生，狼狽地趕路，正在擔心無處投宿，迎面走來一個老婦人。老婦人看到他的樣子，連忙說：“殷先生吃苦了！”殷元禮悲傷地訴說了剛才的情景，問她怎麼認識自己。老婦人說：“我就是石屋中那個讓你針灸腫瘤的病老太婆啊！”殷元禮才恍然大悟，便請求在她家借宿，老婦人領著他去了。",
      "&emsp;&emsp;走進一所院落，裏面已點起了燈火。老婦人說：“老身已等先生很久了。”接著拿出衣褲，讓殷元禮換下破衣服；又擺上酒菜，熱情招待。老婦人也用陶碗自斟自飲，她既健談，又能飲酒，不像是一般女人。殷元禮問：“前些日子那兩個男子，是老人家的什麼人？怎麼沒看見他們？”老婦人說：“我那兩個兒子去迎接先生，還沒有回來，一定是迷路了。”殷元禮感激他們的情義，開懷痛飲，不覺大醉，酣睡在座位上。醒過來時，天已經亮了。四面一看，並沒有房舍，他自己一個人正坐在岩石上。這時聽到岩下有牛叫一樣的喘息聲，走近一看，一隻老虎睡得正好。老虎的嘴間有兩塊瘢痕，都大得像拳頭。殷元禮害怕極了，恐怕老虎醒來，偷偷地逃走了。這時才醒悟到救自己命的那兩隻老虎，就是二班。"
    ]
  },
  {
    "title": "車夫",
    "href": "http://liaozhai.weebly.com/3655422827.html",
    "content": [
      "&emsp;&emsp;有一個車夫，推了一車貨物爬坡，正用力時，有隻野狼來咬他的屁股。車夫想放手打狼，可是一鬆手貨物壞了自己也被倒退的車子壓住，因此忍著痛把車子推上去，等到他上到坡頂時，屁股肉已被野狼咬掉一塊了。",
      "&emsp;&emsp;趁別人首尾不能兼顧時偷咬一口，也算狡猾而又可笑了。"
    ]
  },
  {
    "title": "乩仙",
    "href": "http://liaozhai.weebly.com/2302029983.html",
    "content": [
      "&emsp;&emsp;南陽有一家人，姓鄂，家裏遭受狐患，金錢、雜物經常被狐盜去。如果觸犯他們。作祟便更加厲害。",
      "&emsp;&emsp;姓鄂的有一個外甥姓姬，是一個放蕩不羈的書生。姬生來到鄂家向狐禱告不要再鬧，狐不聽；又禱告狐捨了外祖家到自己家去，狐還是不聽，眾人都笑起來。姬生說：“他們既然能夠變幻，必定通曉人情。我持之以恆地引導他們，早晚都能引入正果。”於是，沒隔幾天就到鄂家禱告一次。雖然不大見效，但姬生一到鄂家，狐狸就不擾亂了。因此，鄂家就常叫姬生住在他家。姬生住在外祖家，夜裏就對空禱告，執意要求見狐一面。",
      "&emsp;&emsp;一天，姬生回到自己家，獨自坐在書房裏，忽然見房門慢慢地自己開了。他忙站起來恭敬地說：“狐兄來了？”可是寂靜無聲。一夜，門又自開，姬生說：“倘若是狐兄光臨，是我禱告求來的，何妨叫我見一面？”仍是寂靜無聲。這夜，姬生桌子上有二百錢，到了天亮就不見了。第二天晚上，姬生又增加了幾百錢放在桌子上。半夜時分，聽見布簾子響，姬生忙說：“狐兄來啦？我已準備下幾百銅錢給你使用。我雖家裏不富裕，但也絕不吝嗇。若有急用，不妨明說，何必盜竊呢？”稍等了一會兒，去看了看錢，只拿了二百去。姬生把餘下的錢仍放在原處。但是一連幾夜沒有再丟失一文。姬生有隻熟雞，打算請客用，可是忽然丟掉了；到了晚上，姬生又準備了酒給狐喝。從此，狐就不再來了。",
      "&emsp;&emsp;鄂家的狐患仍和以前一樣，姬生又去禱告，對狐說：“我準備了錢你不要，準備了酒你不喝，我外祖年紀老了，身體又不好，請不要不斷騷擾？我特地備下不太豐盛的一點禮物，到夜裏任憑你自己拿，願拿什麼就拿什麼。”於是準備了十千錢。一罎子酒，兩隻切好的雞，擺在桌子上。到了晚上，姬生躺在一旁守著，可是整夜沒有一點動靜，錢與禮物一點也不少。然而，狐卻從此絕跡了。",
      "&emsp;&emsp;一天，姬生晚上回家，一開門，見他的桌子上放著一壺酒和滿滿一盤煮好的雞肉，四百錢，還用紅線串著，就是前幾天丟掉的那些東西。心裏明白這是狐來報答他。走向前去聞了聞酒，酒味很香，倒出來看了看，酒色碧綠，喝了一口，味道很醇。及至一壺酒喝完了，覺得也半醉了。這時，心裏忽時產生了貪財的念頭，想要作賊偷東西。於是便開門出去。村中有一富戶人家，他就去跳牆當賊，這家人家外牆雖然高，但姬生一下就上去，猶如長了翅膀一樣。進到財主的房子裏，偷了貂皮衣服、金鼎等東西，拿回自己家裏，放在床頭上，這才上床睡覺。到了天亮，他便帶著這些東西到裏屋給他妻子看。他妻子問他，姬生吞吞吐吐地說了，而且很高興。他妻子驚駭地說：“你素來剛正，怎麼忽然做起賊來？”姬生一點也沒感覺，向妻子述說狐通人情。他妻子才恍然大悟地說：“你這是喝了狐酒，中了毒。”想起丹砂可以祛邪，妻子就研細了丹砂加到酒裏，叫姬生喝了。稍待一會，姬生忽然失聲大叫：“我為什麼做賊！”他妻子急忙代他解釋了其中的緣故，姬生懊悔不已。",
      "&emsp;&emsp;財主被盜後村裏村外到處都在傳說。姬生聽說，整日吃不下飯，睡不著覺，不知怎麼辦好。他妻子替他想辦法，叫他趁夜裏把偷來的東西隔牆拋進財主家的院子。姬生照辦了，財主家又得到了丟失的東西，這件事也就解決了。",
      "&emsp;&emsp;姬生參加歲試，考了第一名，又被推舉為品行優等生，加倍受賞。到了受賞的那一天，官府的屋樑上貼了一張帖子，上寫：“姬某作賊，偷某家裘、鼎，甚麼叫品德優秀？”屋樑很高，不是隨便就能貼上去。考試官心裏納悶，就拿著帖子來問姬生。姬生愕然不知所措，心裏想，這個事除了我妻子知道外，別人沒有知道的，況且官署中戒備森嚴，那裡能進來貼這個帖子？恍然大悟地說：“這事必然是狐做的。”便詳細地毫不隱瞞地說了以前的經過。考試官很讚許加倍獎賞了他。",
      "&emsp;&emsp;後來姬生常想：我並未得罪狐狸，牠所以屢次要陷害我，恐怕是因為小人不甘心獨自做小人，一心要拉別人下水吧！",
      "&emsp;&emsp;異史氏說：“姬生想引導偏斜進入正道，而反被邪魔誘惑；狐的本意不見得很壞，可能是姬生以平和的處理來誘導狐，狐也用同樣方式戲弄他；可是如果不是本身天性善良，家裡又有賢慧的妻子。幾乎比原涉(1)說的︰“一家大小只要一不小心被陷害，就沒辦法自拔。”還要糟糕，啊！真是可怕！”",
      "&emsp;&emsp;吳木欣說：“在康熙皇帝的甲戌年間，有一個舉人擔任浙江的縣令，點名稽查囚犯。有一個竊盜犯臉上已經刺過字了，慣例是釋放驅逐，可是縣令認為“竊”字是一般筆畫簡單的俗體字，不是正式文字，要求刮掉；等傷口好了再依照規定的筆畫重新刺字。小偷隨口說了一首七言絕句：『手把菱花(2)仔細看，淋漓鮮血舊痕斑。早知面上重為苦，竊物先防識字官。』獄卒笑他說︰“詩人不去求取功名，反而做小偷？”小偷又做了一首詩回答：『少年學道志功名，只為家貧誤一生。冀得貲財權子母(3)，囊遊燕市博恩榮。』從這個觀點看，秀才做小偷也是想要當官。狐狸讓姬生有本事做官，可是姬生反而後悔被害。真笨啊！",
      "&emsp;&emsp;呵呵！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.原涉：原涉，字巨先。漢代茂陵人。祖父官二千石，父為南陽太守，原涉官穀口令。別人曾譏笑他官位低，並批評他“自放縱，為輕俠之徒”。原涉回答說：“子獨不見家人寡婦邪？始自約敕之時，意乃慕宋怕姬及陳孝婦，不幸一為盜賊所汗，遂行淫失，知其非禮，然不能自還。吾猶此也。”見《漢書·遊俠傳·原涉》。",
      "&emsp;&emsp;意謂一旦失足，則不能自止。",
      "&emsp;&emsp;2.菱花：鏡子。",
      "&emsp;&emsp;3.權子母：放債、經商均可稱“權子母”；此指出資捐官。"
    ]
  },
  {
    "title": "苗生",
    "href": "http://liaozhai.weebly.com/3349529983.html",
    "content": [
      "&emsp;&emsp;龔生，是四川泯州的書生。到西安去參加科舉考試，在旅社中休息，買了一些酒菜自斟自飲。一位身材高大的男子進來，坐下來和他攀談。龔生舉起杯勸他共飲，客人也不推辭，自稱姓苗，談笑粗俗豪放。龔生因他不甚文雅，也傲慢的對待他，酒喝完了，也不再去買。苗生說：“與窮讀書人喝酒，真叫人悶死了！”便起身到酒店買酒，提著一個很大的酒罎子進來。龔生推辭說不能再喝了，苗生捉住他的胳膊，要他乾杯；龔的胳膊被捉得疼痛欲折，迫不得已，乾了數杯。苗生以盛湯的大碗自飲，笑著說：“我不善於勸別人喝酒，去留隨你的便吧。”龔生收拾行李起程，大約走了幾里路，馬病了，躺在路上，龔生在路旁坐著，正在為行李又多又重，不知怎麼辦的時候，苗生來了，問清楚了原因，把馬背上的行李卸下來，交給僕人，自己用肩膀托著馬肚子，把馬扛起來，趕了二十多里路程，才到旅店。他把馬放到馬槽去。過了一段時間，龔生和他的僕人才到達旅店。龔生感到很驚訝，認為他能力超凡，優厚地款待他。打酒買飯，跟苗生一起吃。苗生說：“我的飯量很大，不是你能負擔的，一起痛飲一頓也就可以了。”喝完一罎子酒，苗生起身告別說：“您給馬治病，還需要些日子，我不能等待，我先走了。”於是就離開了。",
      "&emsp;&emsp;後來，龔生參加考試完畢，與三四位朋友，共同登上華山遊玩，大家在地上擺上酒菜。正在歡宴時，苗生忽然來了。左手拿著一隻大酒罎，右手提著豬肘子，往地上一扔說：“聽說諸位登臨，我特意來跟大家助興。”大家站起來行禮，邀苗生一塊坐下。酒喝得很痛快，都很高興。大家想玩聯句，苗生爭辯說：“這樣無拘束地喝酒，很高興，何必去苦苦構思讓自己苦惱。”大家不聽，立下金谷酒數(1)，對不上的罰酒三大杯。苗生說：“聯句不佳者，當以軍法論處。”大家笑著說：“犯的罪過還不至於這樣吧！”苗生說：“若不被殺頭，我這個武夫也能湊幾句。”坐在首席的靳生說：“絕巘(2)憑臨眼界空。”苗生便信口接道：“唾壺擊缺(3)劍光紅。”下座的沉吟好久，也沒續上，苗生拿起酒壺就自己斟酒。過了一會，以次序向下聯下去，漸漸地越聯越粗俗。",
      "&emsp;&emsp;苗生大聲喊道：“這樣夠了。饒了我吧，不要再聯下去了。”大家不聽。苗生再也不能忍耐了，忽然大聲長嘯，如同龍吟，震得山谷不斷迴響；又前俯後仰的跳舞。詩興被打亂了，大家才停止了聯句，又舉杯酌酒暢飲。酒喝得半醉時，眾人又各自朗誦起在考場上所作的文章，不斷地相互讚揚，相互吹捧。苗生不想聽，拉著龔生的手猜拳。二人互相猜了很久，可是眾人還沒有吹捧完。苗生生氣地說：“你們的文章，我聽好多了。像這樣的文章，只能在床頭讀給自己的老婆聽，大庭廣眾之下，喋喋不休，叫人聽了厭煩。”眾人聽了很不好意思，又有些討厭苗生粗魯的，於是，就提高了聲音大聲朗誦起來。苗生十分憤怒，趴在地下大吼，立刻變成一隻老虎，撲上去把眾人殺掉，然後咆哮一聲跑了。倖存的，只有龔生和靳生兩人。靳生是這次鄉試的第一名。",
      "&emsp;&emsp;過了三年，靳生再從華陰經過的時候，忽然在路上見到嵇生，他也是當年在華山上被虎咬死的一位。靳生大為驚恐，想騎馬逃走。嵇生捉住馬韁，使馬走不掉。靳生下馬，問他想做什麼？嵇生說：“我現今已成了苗生的倀(4)鬼，做得很辛苦，必須再撲殺一位讀書的人，才能把我換掉。三天後，應該有儒服戴儒冠的書生被老虎咬死，但試地點必須是在蒼龍嶺下，那才是我的替身。請你在那一天，多邀幾位書生到那裏，那就是幫我的忙了。”靳生不敢回嘴，答應後就分手了。靳生回到寓所，想了一夜，不知道怎麼辦。最後決定爽約，隨便倀鬼怎麼辦了。就在這時，恰巧自己的表親戚蔣生來探望他，他就把自已遇到鬼怪的事講了一遍。蔣也是有名的書生，同縣的秀才尤生考得比他好，心中很妒忌。聽到靳生所講的事，暗地裏想陷害尤生。馬上寫了一封信，邀請尤生共同到蒼龍嶺遊覽，自己穿上一身平民的衣服去，尤生見了很奇怪，也不知道為什麼。來到蒼龍嶺的半山腰，擺下酒菜，禮數周到的請尤生飲酒。恰巧知府也來到蒼龍嶺，知府是蔣生父親的好朋友，聽說蔣生在蒼龍嶺，就派人去叫他。蔣生不敢穿平民衣服去見知府，便與尤生把衣服帽子換過來。衣服還沒有換完，老虎猛然撲來，把蔣生叼著就走了。",
      "&emsp;&emsp;異史氏說：得意洋洋的人，老抓著人家衣服，要人家聽他發表意見；聽的人，不斷打哈欠，想要睡，想要跑走；而講的人，比手畫腳，一點也沒感覺。如果是好朋友，要從旁邊偷偷提醒一下，恐怕聽的人裡面有不耐煩的苗生會出意外。",
      "&emsp;&emsp;註︰",
      "&emsp;&emsp;1.“金谷酒數”：意謂作詩不成，罰酒三杯。《世說新語·品藻》注引晉石崇《金谷詩序》，謂石崇築園于洛陽金穀谷澗中，曾于此遊宴，歡送征西大將軍王詡歸長安：“遂各賦詩，以敘中懷。或不能者，罰酒三斗。”後因稱宴會中罰酒三杯為“金谷之罰”或“金谷酒數”。",
      "&emsp;&emsp;2.絕巘︰山的高險處。",
      "&emsp;&emsp;3.唾壺擊缺：《世說新語·豪爽》：“王處仲（王敦）每酒後輒詠：‘老驥伏櫪，志在千里：烈士暮年，壯心不已。’以如意打唾壺，壺口盡缺。”　後因以“唾壺擊缺”，表示豪情壯懷的激發。劍光紅：此用劍擊唾壺，顯示武夫本色。",
      "&emsp;&emsp;4.倀：迷信傳說，人被虎齧死後，鬼魂為虎服役，引虎吃人。這種鬼叫作“倀”。"
    ]
  },
  {
    "title": "蠍客",
    "href": "http://liaozhai.weebly.com/3482923458.html",
    "content": [
      "&emsp;&emsp;有一個販蠍子的南方商人，每年都到臨朐縣收購很多蠍子。當地人拿著木鉗子進入山中，掀開石塊，尋找洞穴，到處搜捉蠍子出售。",
      "&emsp;&emsp;一年，商人又來了，住在客店中。忽然感到心跳，毛骨悚然，急忙告訴店主人說：“我殺生太多，現在蠍子鬼發怒，要來殺我了！請快救救我！”店主人環顧室中，見有口大甕，便讓商人蹲伏著，拿甕將他扣了起來。一會兒，有個人奔了進來，黃色頭髮，相貌猙獰醜惡。問店主人：“那個南方商人在那裡？”主人回答：“出去了。”那人到室內四下裏看了看，又像聞什麼東西一樣聞了好久，就出門走了。店主人鬆了口氣，說：“還好沒事了！”打開甕來看客人，那個商人卻已經化成血水了！"
    ]
  },
  {
    "title": "杜小雷",
    "href": "http://liaozhai.weebly.com/264602356738647.html",
    "content": [
      "&emsp;&emsp;杜小雷，是益都縣西山人，母親雙目失明。杜小雷十分孝敬老母，家裏雖然貧窮，但母親從不缺奉養。",
      "&emsp;&emsp;一天，杜小雷要外出，買了肉給妻子，要她給母親做水餃吃。妻子最忤逆不道，切肉時，把蟑螂臭蟲雜在肉裏。母親吃水餃時，覺得味道惡臭，不能下嚥，便藏起水餃來，等兒子回家。杜小雷回來後，問母親：“水餃好吃嗎？”母親搖搖頭，拿出水餃來給兒子。杜小雷掰開水餃一看，見餡裏有蟑螂臭蟲，大怒，想責打妻子，又怕母親聽見，便上床想辦法。妻子問他，也不說話。妻子心中有愧，在床下徘徊，不敢上床。過了很久，聽到很粗的喘氣聲。杜小雷躺在床上叱駡道：“還不睡覺，想挨揍嗎？”床下卻沒有一點動靜。起來點蠟燭看，見一頭豬在床下；仔細看看，豬的兩腳還是人腳，才知道妻子變成了豬。",
      "&emsp;&emsp;縣令聽說了這件事，命將豬拴了去，在城四門遊街，以告誡眾人。譚薇臣親眼見過這事。"
    ]
  },
  {
    "title": "毛大福",
    "href": "http://liaozhai.weebly.com/276112282331119.html",
    "content": [
      "&emsp;&emsp;太行人毛大福，是專治瘡傷的醫生。一天，他行醫歸來，路上碰到一匹狼，嘴上叼著個小包裹，見到毛大福，便將小包吐在地上，蹲在路邊。毛大福拾起來一看，裡面包著\n幾件金首飾。正感到奇怪時，狼又躍上前歡跳著，用嘴巴輕輕拉了拉毛大福的衣角就走；毛大福剛要離開，狼又回來拽住了衣服。毛覺得狼沒有惡意，便跟著牠去了。不一會兒，來到一個洞穴，見一匹狼正生病躺在地上。仔細一看，狼頭頂上長了個大膿瘡，已經腐爛生蛆。毛大福立即明白了狼的意思，便為病狼仔細剔除蛆蟲弄乾淨，又敷上藥，才離開。此時，天已經晚了，狼遠遠地跟著送他。走了三四里路，又碰上幾匹狼，咆哮著要圍攻毛大福。毛非常恐懼，正在危急的時候，後面跟著的狼急忙跑來，到狼群中似乎說了些什麼，群狼便都散去了，毛大福才安全回家。",
      "&emsp;&emsp;在此以前，毛大福所在的縣裏有個叫寧泰的銀器商人，被人殺死在路上，兇手一直沒有抓獲。正好毛大福出售從狼那兒得來的金首飾，被寧家的人認出是寧泰的東西，將他扭送到了縣衙。毛大福說了首飾的由來，縣官不信，將他嚴刑拷打。毛大福冤枉至極，無法申辯，只得懇求縣官讓他去問問那匹狼。縣官便派兩個衙役，押著毛大福，進入山中，直接去那個洞穴找狼。狼卻沒回來，等到天黑也不見蹤影，三人只得回來。走到半路，迎面碰上兩匹狼，其中一匹頭上的瘡疤還在，毛大福一下子認了出來，便向牠作揖說：“上次承蒙您贈我禮物，現在我因為那些禮物蒙受冤屈，您若不為我申辯昭雪，同去後我就被打死了！”狼見毛大福被綁著，憤怒地沖向衙役，衙役忙拔出刀抵擋。狼見狀，便用嘴巴拱著地，長聲嗥叫起來。剛叫了兩三聲，只見從山中竄出了上百匹狼，轉著圈將衙役團團包圍起來。衙役受困，大為窘迫。有瘡疤的狼一躍上前，去咬捆著毛大幅的繩索。衙役明白了狼的用意，無可奈何地鬆開了毛大福，狼群才一起離去了。",
      "&emsp;&emsp;回來後，衙役講述了經過，縣官深感驚異，但也沒有立即釋放毛夫福。過了幾天，縣官出巡，見一匹狼叼著一只破鞋，放在路上。縣官走了過去，狼又叼起鞋跑到前面，重新放到地上。縣官很奇怪，收起鞋子，狼才離開。回來後，縣官命人秘密探訪鞋子的失主。有人說某村有個打柴的，在山中被兩匹狼窮追不捨，將他的鞋子叼跑了。縣官將打柴的拘拿了來認鞋子，果然是他的。於是懷疑殺銀商甯泰的兇手一定是這個人，一審問，果然不錯。原來這個打柴的殺死了寧泰，搶劫他的錢財，還沒有搜出甯泰藏在衣服裏的金飾，便逃走了。結果金飾被狼叼了去，才發生了這件事。",
      "&emsp;&emsp;從前，有個接生婆出門回家，碰到一匹狼等在路上，拉住她的衣服，像要她跟著走。接生婆跟著狼走到一個地方，見一匹母狼正難產。接生婆為牠用力按摩，直到小狼生下，狼才放她回家。第二天，狼叼來鹿肉放到接生婆家的院子裏表示報答。可見這類事是自古以來就常常發生。"
    ]
  },
  {
    "title": "雹神",
    "href": "http://liaozhai.weebly.com/3864931070.html",
    "content": [
      "&emsp;&emsp;太史唐濟武(1)，到日照縣為一姓安的人送葬。路經雹神“李左車(2)祠”，便進去遊覽眺望。祠前有個水池，池水清澈見底，裏面有幾條紅魚正安詳地游動；其中一條斜尾巴的游上水面吃食，見人也不害怕。唐濟武便拾起塊小石子，要打牠玩，一個道士急忙阻止。唐濟武洵問緣故，道士說：“池裏的魚都是龍類，打牠會招來風雹。”唐濟武譏笑道士太穿鑿附會，不聽他的話，還是打了魚。從祠裏出來後，唐濟武繼續坐車往東趕去。不一會兒，一塊黑壓壓的雲，像蓋子一樣，罩在唐濟武頭頂上，跟著他走，棉子大小的冰雹，簌簌地掉落下來。又走了一里多路，天才放晴。唐濟武的弟弟唐涼武走在後面，追上哥哥說話，竟然不知道下過冰雹；又問走在前面的人，也說不知道。唐濟武笑著說：“這難道是廣武君在作怪嗎！”心中還沒感到有多奇怪。",
      "&emsp;&emsp;日照安家村外有座關聖祠，一個小商販在祠門外放下擔子休息，忽然丟下兩個簍子，走到祠裡，拔下架子上的大刀揮舞起來，口裏說道：“我是李左車，明天將陪同淄川的唐濟武前來幫助安家送葬，先跟主人講一聲。”說完，便清醒過來，並不知道自己說了些什麼，也不認識唐濟武是什麼人。安家聽說了，十分恐懼，村子離關聖祠四十多里路，急忙恭敬地備下祭品，到祠裏哀懇祈禱，只求雹神憐憫，千萬別屈駕前來。",
      "&emsp;&emsp;唐濟武趕到後，奇怪安家如此敬奉李左車，詢問主人，主人說：“雹神一向最靈，常借活人的嘴巴說話，沒有一次不靈驗的。如不虔誠禱告阻止他來，那明天這裏就要有大風雹了。”",
      "&emsp;&emsp;異史氏說：“廣武君在當初也是深謀遠慮的人。他那股堅韌的氣節，讓他受命於天庭，即使是在山東負責下雹，也已經是一位神明了，何必自命不凡呢！因為唐濟武太史的道德文章，不管在天上人間都受到尊崇，如果連他都敬畏，百姓能不敬畏？這就是為什麼鬼神要透過這些賢人而顯靈異了。”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.唐太史濟武，唐夢賚，字濟武，別字豹岩。淄川縣人。順洽六年進士，授翰林院庶吉士。太史，官名。明清兩代翰林院修撰國史，因稱翰林為太史。",
      "&emsp;&emsp;2.李左車：秦末謀士，最初依附趙王武臣，封廣武君，後歸附韓信。韓信採用他的計謀先後攻克燕齊等地。相傳死後成為雹神。"
    ]
  },
  {
    "title": "李八紅",
    "href": "http://liaozhai.weebly.com/264462084332568.html",
    "content": [
      "&emsp;&emsp;李月生兄弟三個，他排行老二。他父親很富有，用大水缸貯存金錢，同鄉人稱他“八缸”。有一年，老人家臥病在床，他知道自己活不久了，便喚兒子來分財產，結果，李月生的哥哥分得八成，他只分得二成。因此，月生很不滿意。老人家說：“我不是偏心。地窖有藏錢，必須等到沒有多少人時，才能把它給你，不要著急。”過了幾天，老人家病情更危急。月生乘沒人時，到床頭悄悄問父親。父親說：“人生的苦樂，都有定數。你正在享用妻子賢慧的福氣，所以不適合再資助你太多金錢，以免增加你的過失。”原來，月生的妻子車氏很賢慧，所以老人這樣說。月生一再哀求老人家。老人家發脾氣說：“你還有二十多年坎坷生活沒有經歷，即使給你千金，也會立刻耗盡。不到山窮水盡的時候，不要指望我給你錢。”月生非常孝順老人，也就不敢再說什麼。",
      "&emsp;&emsp;不久，老人病危，隨即死去。幸虧哥哥為人很好，主動承擔了喪葬的費用，不跟他計較。月生天真活潑，不計較金錢，好客能喝酒，每天請客，一天要催妻子做飯三四次，不太理會家業生計。同鄉的無賴看他為人懦弱，動不動就欺負他。過了幾年，家道逐漸沒落。月生生活窘迫的時候，靠哥哥周濟，不算十分困難。可是，過了不久，哥哥因年老患病去世了，這樣一來月生就沒有人幫他了。春天舉債秋天要償還，田裏的產物，剛收成就沒有了。於是靠賣田產維持生活，家業更加敗落。又過了幾年，妻子和長子相繼去世，月生更加無聊。後來，花錢娶了妻子徐氏，而徐氏性情剛烈，每天凌辱他，以至不敢跟親朋來往。一天晚上，月生忽然夢見父親說：“現在你所遭遇的情況，可以說是山窮水盡了。我曾經答應給你窖藏錢財，現在可以給你了吧！”月生連忙問：“在那兒？”父親回答說：“明天給你。”月生醒後覺得奇怪，還以為是過於貧困想錢而作的一場夢。第二天，挖土修牆，挖到大量金錢。這才明白父親從前所說的“沒有多少人”，原來是指家中人相繼去世之後的意思。",
      "&emsp;&emsp;異史氏說：“月生是我患難之交，他做人樸實而誠懇。我們兄弟跟他在一起，往往一起歡笑一起哀愁。這幾年，只隔了十多里的村莊，竟然沒有消息。我偶而經過他家，也不敢去探望。他生活艱苦，應該是不好明講。忽然聽到他發了大財，我也為他高興。",
      "&emsp;&emsp;啊呀！老先生臨終的遺言",
      "&emsp;&emsp;，過去常常聽講，沒想到每句話都應驗了，怎麼這麼神奇呢！“"
    ]
  },
  {
    "title": "老龍船戶",
    "href": "http://liaozhai.weebly.com/32769408453333725142.html",
    "content": [
      "&emsp;&emsp;朱徽蔭初任廣東巡撫時，客商遊人很多告無頭冤狀的。在外的商旅，忽然死不見屍；幾人同行，也全都神秘地失了蹤，像這樣的案子積下了很多，沒法究查。起初告狀的時候，官府還行文追輯；狀子一多，又沒頭緒，官府竟再不過問。",
      "&emsp;&emsp;朱公到任後，一一翻閱舊案，見狀子中稱人已死的就不下一百多份；那些遠離家鄉，無人尋找的死者更不知有多少。朱公十分驚異哀傷，苦苦思索，廢寢忘食，訪遍了同僚和部屬，還是沒有一點辦法。於是，朱公便沐浴熏香，給城隍發了一份檄文，請求神靈幫助。既而睡下後，恍惚中見一個官員，穿著公服走進來，朱公便問：“你是什麼官？”來人回答說：“城隍神劉某。”朱公又問：“有什麼要說的嗎？”城隍答道：“鬢邊垂雪，天際生雲，水中漂木，壁上安門。”說完就退下了。朱公豁然醒來，夢中的話還記得清清楚楚，但不了解是什麼意思。輾轉反側，思索了一晚，忽然大悟道：“鬢邊垂雪是‘老’。天際生雲是‘龍’，水上飄的木頭是‘船’，牆壁上的門是‘戶’，合起來豈不是‘老龍船戶’嗎？”原來廣東省東北地區，有兩條河叫“小嶺”和“藍關”，都自老龍津發源，一直流到南海，嶺外鉅賈大都從老龍津乘船進入廣東。朱公便派遣武官，祕密行事，捉拿老龍津駕船的船戶，陸續抓住了五十多人，全都不用上刑便招供了罪行。­­",
      "&emsp;&emsp;原來，這些賊寇以渡船的名義，將客商騙上船去，或者下迷藥，或者燒悶香，將客商弄得昏迷不醒，再剖腹放入石頭，將屍體沉到水底。圖財害命，極為狠毒慘酷。為冤死者昭雪後，遠近歡騰，人們都編成民謠頌揚朱公的英明。"
    ]
  },
  {
    "title": "青城婦",
    "href": "http://liaozhai.weebly.com/387382247823142.html",
    "content": [
      "&emsp;&emsp;費縣高夢說做成都太守時，發生了一件奇案。有個從西邊來的商人，客居在成都，娶了青城山的一個寡婦。不久，商人有事回老家去，過了一年多才回來，夫妻剛一團聚，商人突然死了。同伴們覺得事情蹊蹺，告了官府。官府也懷疑寡婦與人私通，謀害親夫，將她嚴刑拷打，苦苦逼訊，寡婦卻始終不承認。押解到郡府後，也因為缺乏實證，只好將寡婦下在獄中，案子拖了很久沒有解決。",
      "&emsp;&emsp;後來，高夢說的官衙中有人生病，請來一個老醫生診治。交談中，高夢說提起這件奇案，老醫生突然問道：“那寡婦是尖嘴嗎？”高夢說一楞，反問：“有什麼問題嗎？”老醫生起初不肯說，再三詢問，才道：“本地青城山周圍有幾個村落，村中婦女多被蛇交配過，生下的女兒都是尖尖的嘴巴，陰戶中長著像蛇舌一樣的東西。到了淫蕩放縱時，蛇舌有時會伸出來，一插入男子陰管，男子便會立即脫陽死去。”高夢說聽說，大感驚駭，但還不太相信。老醫生又說：“這地方有巫婆，能用春藥使寡婦變淫蕩，蛇舌自然會出來。是與不是，到時一看便知。”高夢說便按照老醫生講的，找來一個巫婆如法炮製，果然有蛇舌伸出來，案情才大白。高夢說便寫公文呈告上司，上司又重新檢驗過，才免了寡婦的罪，將她釋放回家。"
    ]
  },
  {
    "title": "鴞鳥",
    "href": "http://liaozhai.weebly.com/4022240165.html",
    "content": [
      "&emsp;&emsp;長山縣有個姓楊的縣令，極為貪婪。康熙乙亥年間，朝廷在西部邊疆用兵，購買民間的騾馬運送軍糧。楊縣令以此為藉口，大肆搜刮，將地方上老百姓的牲畜搶了個乾淨。",
      "&emsp;&emsp;周村是商人雲集的地方，每逢市集，車水馬龍。楊縣令率領手下兵卒，明火執仗，在集上搶奪了不下數百頭牲畜，各地商人，無處控告。",
      "&emsp;&emsp;當時山東各縣縣令都因公務一起到省城裏。正好益都縣的董縣令、萊蕪縣的范縣令和新城縣的孫縣令在旅店裏會聚在一起。有兩個山西商人在門外大聲喊冤。原來，兩位商人有四頭健壯的騾子，被楊縣令搶走了，出門在外，又遠離家鄉，丟失了財產，沒法回家，懇求各位老爺幫忙講情。三個縣令覺得他們可憐，答應下來，於是便一塊去拜訪楊縣令。楊縣令置酒款待。酒席上，三人說明來意，請楊縣令還給商人騾子，楊縣令不聽。三人苦勸，楊縣令忙舉杯勸酒，不讓他們說下去，說：“我有一個酒令，不能對的罰酒。這個酒令必須是說一個天上的東西，一個地下的東西，還要說個古人。左問手拿什麼東西，右問嘴裏說什麼話，隨問隨答。”自己先行令，說：“天上有個月輪，地下有個崑崙，有個古人叫劉伯倫。左問手拿什麼東西，回答是‘手持酒杯’，右問嘴裏說什麼話，說是‘酒杯之外的事不要提’(1)。”范縣令接著說：“天上有廣寒宮，地下有乾清官，有個古人叫姜太公。手持釣魚杆，嘴裏說是‘願者上鉤’(2)。”孫縣令，說道：“天上有條天河，地下有條黃河，有個古人名叫蕭何(3)，手拿一本《大清律》，嘴裏說是‘贓官贓吏’。”楊縣令一聽，臉上不自在，沉吟了一會兒。說：“我又有了一個：天上有座靈山，地下有座泰山，有個古人叫寒山。手裏拿把掃帚，說是‘各人自掃門前雪’(4)。”三人互相看看，臉上都蠻尷尬。",
      "&emsp;&emsp;忽然，一個少年從門外昂然進來，衣著華麗整潔，對四人舉手行禮。大家一塊請他坐下，拿大杯酒讓他喝。少年笑著說：“酒先別喝。聽到各位大人正行酒令。我也湊一個。”大家便請他說，少年說道：“天上有玉帝，地下有皇帝，有個古人是洪武朱皇帝，他手持三尺劍，說是‘贓官應該剝皮’(5)。”大家大笑。楊縣令憤怒地罵道：“那裡來的狂徒竟敢如此！”命羞役抓起來。少年一躍，跳到桌子上，變成了一隻鴞鳥，沖簾飛出，落到院子中的樹梢上，回顧室內。口裏作人笑聲。主人忙拿東西打他，鴞鳥笑著飛走了。",
      "&emsp;&emsp;異史氏說：“徵購騾馬的事情，各個縣令都搜刮很多，都是幾千幾百的算。可是長白山外，買賣騾馬的商人卻沒有幾個。聖明的天子這麼愛惜民力，拿個東西一定要付錢，怎麼知道辦事的人這樣的殘害百姓！鴞(6)所到的地方，人人偷怕聽到他的笑聲，認為不吉利，不過這一次的笑聲那麼好，跟鳳凰歡唱有甚麼差別呢！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.酒杯之外的事不要提︰劉伶，字伯倫，晉代沛人。與阮籍、嵇康等友好，時稱竹林七賢。劉伶縱酒放達，有《酒德頌》，自稱“惟酒是務，焉知其餘。這裡叫其他縣令只管喝酒不管其他。",
      "&emsp;&emsp;2.願者上鉤：傳說姜太公釣于渭濱，直鉤不設餌。明葉良表《分金記·強徒奪節》：“自古道，姜太公釣魚，願者上鉤。不願，怎強得他？”意謂無法勉強。",
      "&emsp;&emsp;3.蕭何︰蕭何制定漢初法律，這裡講贓官違犯大清律。",
      "&emsp;&emsp;4.各人自掃門前雪︰這裡叫其他三位縣官不要管別人的事。",
      "&emsp;&emsp;5.贓官應該剝皮︰朱洪武(明太祖)處罰贓官的方式就是殺頭剝皮。",
      "&emsp;&emsp;6.鴞：俗稱“貓頭鷹”，被認為是不祥之鳥。諺云：“不怕貓頭鷹叫，就怕貓頭鷹笑。”謂笑則主凶。"
    ]
  },
  {
    "title": "古瓶",
    "href": "http://liaozhai.weebly.com/2147629942.html",
    "content": [
      "&emsp;&emsp;淄川縣城北村中，有口水井乾枯了。村中有甲乙兩人縋著繩子下到井中淘井。挖了一尺深，發現一具骷髏，不小心，將頭打破了，骷髏嘴裏含著塊黃金，兩人十分喜歡，將金子收到腰包裏。繼續往下挖，又挖出六七具骷髏。兩人貪心不足，希望還有金子，便把這些骷髏頭全都打碎，卻再也沒有。只發現旁邊有兩個瓷瓶、一件銅器。銅器很大有兩手河抱大小，幾十斤重，旁邊有雙環，不知是做什麼用的，鏽跡斑斑。瓷瓶也很老舊，不是最近的式樣。甲乙兩人出井後，突然死了。一會兒，乙又蘇醒過來，開口說道：“我是漢代人，遭逢王莽之亂，全家人投井而死，正好有點黃金，因此含在口中，並不是含斂之物，每個人都有。為什麼把頭顱全都打碎了？實在可恨！”大家聽了，趕忙焚香燒紙禱告，並許願重新殯葬，乙才好了。甲卻再也沒有活過來。­",
      "&emsp;&emsp;顏鎮的孫生聽說了這件奇異的事，將銅器買了去。孝廉袁宣四得到一個瓷瓶。這個瓷瓶能預報陰晴天氣。只要見瓷瓶上開始有一點濕潤的地方，最初像米粒大小。越來越大，不久就會下雨；濕潤的地方逐漸消退，就雲開天晴。另一個瓷瓶被張秀才家得到。這個瓷瓶能顯示初一十五。每月初一，瓶上便起一個黑點，與日俱增，到了十五，黑點便佈滿了整個瓶身；過了十五，黑點又逐漸減少，到了月底最後一天，黑點全部消失，恢復為原來的樣子。因為埋在地下久了，瓶口處粘上了一個小石粒，怎麼刷也剔不下來，便用東西敲打，結果石粒下來了，把瓶口也打了個小缺口，也算是一件遺憾的事。據說將花泡在瓶中，花落以後，結的果實和樹上長的沒有兩樣。­"
    ]
  },
  {
    "title": "元少先生",
    "href": "http://liaozhai.weebly.com/20803235692080829983.html",
    "content": [
      "&emsp;&emsp;韓元少先生還是生員時，一天在家，突然來了個官差，稟報說主人想延請他作老師，可是竟然沒主人的名帖；問他主人家的家族門第，回答得也是含含糊糊。先生見官差帶來的聘禮十分優厚，便答應下，約定了來接的日子，官差就走了。",
      "&emsp;&emsp;到了那天，果然有車子來接先生。出門後，一路曲折綿延前行，走的路都是以前從沒走過的。忽然看見樓臺殿閣，先生下了車進去，好像是藩王的官邸。到了學館，僕人擺上了豐盛的酒菜，勸客人自己吃喝，卻沒有主人陪同。撤宴後，來了一個十五六歲的公子拜見先生，生得秀雅不俗，施完禮，又去了別的屋子，請教學業時才來到老師的住所。公子絕頂聰明，上課只要先生講講大意，便自己明白了。先生因不知公子的家世，心中十分疑惑。學館裏有兩個童僕供先生使喚，先生私下問他們，都不回答。問主人在那裡，回答說主人太忙。先生又要求他們領著偷偷去見見主人，二人都不願去。懇求了好幾次，才勉強同意，領著先生來到一座大殿，聽見裏面傳出審訊拷打聲。先生忙從門縫裏往裏一瞅，見一個王爺高坐在殿上，兩階下劍樹刀山，都是傳說中閻王殿的景象。先生驚駭萬分，轉身要走開，裏面已經知道外頭有人。閻王停下公事，將眾鬼喝退，厲聲呼叫小童。童僕臉上一下子變了色，恐懼地說：“我為了先生，惹禍上身了。”戰戰兢兢地急忙跑了進去，閻王發怒說：“你怎敢領人到這裏來偷看？”用巨鞭重打小童。打完，叫先生進去，說：“我所以不見你，是因為陰陽兩界是不同的世界。現在你已經知道了，不好再在這裏。”便贈給酬金。讓先生回家，說：“你將來能中狀元，只是還有些磨難沒受完。”要一個青衣僕人牽著驢送先生回去。先生懷疑自己已經死了，僕人說；“怎麼可能呢！先生吃的用的都來自人世，不是陰間的東西。”",
      "&emsp;&emsp;回來後，先生又坎坷數年，後來連中會元、狀元，閻王的話都應驗了。"
    ]
  },
  {
    "title": "薛慰娘",
    "href": "http://liaozhai.weebly.com/342032494423064.html",
    "content": [
      "&emsp;&emsp;豐玉桂是山東聊城的一位書生，家裏很窮，沒有謀生的工作。明代萬曆年間，發生了大災荒，豐玉桂孑然一身到南邊去逃荒。等到回家的時候，到了沂州就病了。他撐著身體走了幾里路，來到了城南的一片亂葬崗子，太累了，因此靠著一座墳墓躺下來休息。",
      "&emsp;&emsp;忽然，他好像做夢似地來到了一個村莊裏。有一位老翁從一家大門裡出來，邀請他進去。這老翁家只有兩間簡陋的房屋，屋裏有一位女子，年紀約十六七歲，面貌神態俊秀文雅。老翁叫她煮柏枝湯，招待客人；又詢問豐生的籍貫、年齡，問完了，就說：“我姓李名洪都，祖籍山西平陽，流落在這裏已經三十二年了。請你記住這裏的門戶，我的子孫們如果來尋訪，就麻煩你指引他們。老夫不會忘記你的恩德。 我的乾女兒慰娘，也不算醜，可以許配給你，等我的三兒子來的時候，就叫他給你們主持婚事。”豐生大喜，拜謝說：“我今年二十二歲了，還沒有婚配，承蒙你把女兒許給我為妻，雖然很好；但是怎麼找到您的家人告訴他們呢？”老翁說：“你只要到北邊的村子裏去，等一個多月，自然就有人來，只求你不要怕麻煩。”豐生恐怕老翁說話沒有信用，就說：“實話告訴您：我本來就窮得家徒四壁，恐怕日後不能像您所期望的那樣。如果半路把我拋棄了，那是人所難以忍受的事。即使您沒有許配婚姻的情義，我也不會不遵守答應您的諾言，您不如直接了當地說要我為您辦點事好了。”李翁笑著說：“你要叫老夫信誓旦旦地向你發誓嗎？我早就知道你家貧。這次訂立婚約並非專門為了你。慰娘孤獨無依，在我這兒已經很久了。我不忍心聽任她流離失所，所以把她許配給你。你何必疑心呢？”於是就拉著他的胳膊把他送出門去，拱了拱手關上門回去了。",
      "&emsp;&emsp;豐玉桂一覺醒來，原來仍在墳墓邊躺著，看看太陽，已經將近正午了。他慢慢地站起來，一步一步地走到村中。村裏的人見了他都吃了一驚，都說他已經死在路旁有一天多了。豐生忽然明白李翁就是墳墓中的人，他把這事隱瞞起來沒說，只求借間屋子住下。村裏的人恐怕他再死了，沒有人敢收留他。村子裏有一位秀才和豐生同姓。聽說了這件事，就跑去詢問豐生的家世，原來豐秀才還是豐生的遠房叔叔。豐秀才高興地把豐生領到自己家中，給他吃喝治病。過了幾天豐生就痊癒了。豐生講述了夢中所遇見的情景，他叔父也很驚異，於是就讓豐生住下等待著，靜觀事情的發展。住了不久，果然有位官人來到村中，訪問他父親墳墓的地點。自稱是山西平陽縣的進士叫李叔向。",
      "&emsp;&emsp;從前他父親與同鄉某甲一起出外經商，他父親死在沂州，某甲就把他葬在一處亂葬崗中。回到家鄉後，某甲也死了。那時李翁的三個兒子年齡都還小，長子叫伯仁，考中了進士，在淮南當縣令，多次派人尋找父親的墳墓，始終沒有知道的人。次子叫仲道，考中了舉人。叔向最小，也考中了進士，於是就自己出來尋找父親的遺骨，來到沂州，到處尋訪。這天來到了這個村子裏，村裏人都不知道，豐生就把他引到墓地，指給他看。李叔向不敢相信，豐生對他述說了自己所遇到的情景。叔向感到很驚奇，仔細看了看，兩座墳墓緊緊靠在一起。有人告訴他說：三年前有一個做官的人，把他的小妾葬在這裏。李叔向恐怕錯挖了別人家的墳墓，豐生就把自己躺過的地方指給他看。李叔向便吩咐抬一口棺材放在墳旁，才開始挖掘。墳墓掘開，見到一具女屍，衣服裝飾都腐壞了，而面目仍像活人一樣。李叔向知道是挖錯了，非常駭異，不知道該怎麼辦。不料棺材中的女子頓時坐了起來，向外看了看說：“三哥來了嗎？”李叔向吃了一驚，走過去問她，原來她就是薛慰娘。李叔向脫下自己的外衣給她蓋好，派人抬著她回到旅店。又急忙命人發掘旁邊的墳墓，希望父親也能復活。挖開以後，屍體皮肉尚存，用手一摸已僵硬乾燥了。叔向悲哀不已，把屍體裝殮入棺木中，作了七天法事超度亡靈。慰娘也穿一身孝服，像女兒一樣祭奠。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天，慰娘忽然對叔向說：“從前阿爹有黃金兩錠，曾經分給我一錠作嫁妝。我因為孤苦一人，沒有收藏的地方，便用絲線拴在腰裏，而沒帶來，三哥你得到了嗎？”李叔向不知道此事，就叫豐生返回去在墓穴中尋找，果然找到了，就和慰娘說的一樣。叔向仍把那錠有絲線作為標記的黃金贈給慰娘。閒暇的時候，叔向就詳細詢問了她的家世。",
      "&emsp;&emsp;原來慰娘的父親薛寅侯沒有兒子，只有慰娘一個女兒，十分疼愛她。慰娘有一天從金陵舅父家回來，帶著一個老婆子去雇船，駕船的是南京的一個專門作媒的人。當時有一個做官的人，任期滿了要到北京去，托這個作媒的人找漂亮的侍妾。媒人跑了幾次，沒有一個中意的。為了這事準備駕著小船到廣陵去物色，忽然遇上了薛慰娘，暗中就產生了一個害人的詭計，急忙招呼她們搭船過江。薛慰娘帶的老婆子本來就認識他，因此就和慰娘一起上船渡江。中途，這個人把迷藥放到食物中，慰娘和老婆子都中毒昏迷了。他就把老婆子推到江中，載著慰娘又返回了南京，用重金賣給了那個做官的人。慰娘入了門，這家的大老婆才知道，非常生氣。慰娘又因中毒後頭腦不清楚，不知道向她行禮，於是大老婆鞭打她，並把她囚禁起來。北上三日以後，薛慰娘才清醒過來，婢女把事情經過告訴了她，慰娘大哭。",
      "&emsp;&emsp;一天夜晚，在沂州住宿，慰娘就上吊死了，他們就把她葬在亂葬崗中。慰娘在墳墓中，被群鬼欺淩，李翁時常保護著她，慰娘便拜李翁為義父。李翁說：“你的命不該死，我一定給你挑選一個好女婿。”前些日子，豐生見了面後走了，李翁回來後對慰娘說道：“這個讀書人品行可以信賴。等你三哥來了，替你主婚。”有一天，李翁對她說：“你可以回去等侯著，你三哥快來了。”原來這就是李叔向發掘墳墓的那天。慰娘在服喪期間，對叔向追述了往事，叔向歎息了很久，就把慰娘當作妹妹，讓她改姓李。略微置辦了一些衣服物品，安排慰娘和豐生結了婚。叔向說：“我帶的盤費不多，不能給妹妹辦嫁妝，我的意思是帶著你們一起回去，讓老母親安心，怎麼樣？”慰娘也非常高興。於是夫妻二人隨著叔向，用車載著靈柩一起出發了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;到家以後，李母詢問明白了事情的經過，疼愛慰娘勝過了自己的親生女兒，安排她們在另一座院中居住。在辦喪事過程中，慰娘對李翁的哀悼之情超過了他的兒孫。李母越發喜愛她，不讓他們回聊城了，囑咐兒子給他們買一座宅子。",
      "&emsp;&emsp;正巧有一個姓馮的要賣宅子，要價六百兩銀子。李家倉促之間未能湊足銀子，暫時先把房契收下，約定日子交兌銀兩。到了日期，姓馮的早一步來了，正巧慰娘也從別院中來探望母親，突然看到了馮某，覺得非常像當年害他的那個駕船的人。馮某見到慰娘也很吃驚。慰娘急忙穿過他走了進去。兩位哥哥也因為母親有點小病，都在母親那裏，慰娘問：“廳前踱步的那個人是誰？”李仲道說：“幾乎忘了這件事，這人一定是前幾天賣房子的人。”就站起來準備出去。慰娘阻止了他，把自已的懷疑告訴了他，叫他去仔細盤問這姓馮的。仲道答應著出去，馮某已經離開了，而巷子南邊教私塾的薛先生卻在那兒。仲道就問：“先生來有什麼事？”薛先生說：“昨天晚上馮某請求我今天早些到府上來，給他寫個文契並作保人。剛才在路上遇見他，說偶然忘記了一件事，暫時回去一趟，立刻就回來，叫我來這兒坐著等他。”少停了一會兒，李叔向和豐生都來了，於是互相攀談起來。慰娘因為馮某的緣故，悄悄地來到屏風後偷看客人。仔細地看了看薛先生，原來是她的父親，突然從屏風後跑出，抱著父親失聲大哭。薛翁驚喜地流著淚說：“孩子從那裡來？”眾人才知他就是薛寅侯，仲道雖然在路上常常遇見他，當初並不知道他的名字。到了這時候大家都非常高興，對他講述了慰娘前前後後的經歷，設下酒席慶賀他父女團圓，因而留下他住了兩晚。薛先生談了自己的經歷，原來他丟失了女兒後，妻子因為悲傷過度死了，他光棍一人無依無靠，就遊學到了這裏。豐生和他約定，購買了宅子後就把他接來同住。薛翁第二天去查看，馮某全家都逃走了，才知道殺害老婆子、賣了女兒的，就是這個人。",
      "&emsp;&emsp;馮某剛到平陽，做買賣成了家，但連年賭博，日子一天天窮困，所以就賣他的住宅。賣薛慰娘的錢，也快花光了。慰娘得到了好的歸宿，也就不十分仇恨馮某，只是選了個好日子遷入新居，也不再追究他逃到那兒去了。李母經常饋贈慰娘財物，一切日用所需都供給他們。豐生於是就在平陽安了家，只是需要按期回原籍參加考試，比較辛苦，幸而這一科鄉試他考中了舉人。慰娘富貴了以後，常常想念那老婆子是為了自己而死，想報答一下他的兒子。老婆子的丈夫姓殷，有一個兒子叫殷富，喜歡賭博，窮得沒有立錐之地。有一天殷富在賭場上為賭注發生了爭執，打死了人，就逃亡到了平陽，老遠地來投奔慰娘。豐生把他收留在自己家中，詢問他殺的那人的姓名，原來就是駕船的馮某。豐生驚駭感歎了好久，就向殷富說明了過去的經歷，殷富才知馮某就是殺母的仇人，更加高興，就在豐生家當了僕人。薛寅侯就在女婿家養老，女婿給他買了一個妻妾，生了一個兒子，一個女兒。­"
    ]
  },
  {
    "title": "田子成",
    "href": "http://liaozhai.weebly.com/300002337625104.html",
    "content": [
      "&emsp;&emsp;江寧人田子成，在一次過洞庭湖時，翻船淹死了。兒子田良耜，是明末進士，當時還在懷抱中。田子成的妻子杜氏，聽到丈夫的噩耗，痛不欲生，服毒自盡。田良耜被外祖母撫養成人，後考中進士，被派到湖北做官。過了一年多，改調湖南。走到洞庭湖，他想起了被淹死的父親，痛哭而返，向上司稟報能力不夠，請求辭官。上司不許，只將他降職為縣丞，隸屬漢陽府。田良耜推辭不去，院司再三督促，才勉強上任。到任後，他放蕩不羈，常常遨遊於江湖之間，不理政事。",
      "&emsp;&emsp;­一天，他乘小船出去遊覽。夜晚，船泊江邊，聽到岸上傳來悠揚動聽的洞簫聲。興致所來，便棄船上岸，乘著月光，往簫聲傳來的方向走去。大約走了半里路，見一片曠野中孤立著幾間茅屋，隱隱透出燈光。從窗子往裏面看，裏邊有三個人正坐著喝酒。上座是一個秀才，三十多歲年紀；下座是一個老翁，打橫坐著個吹洞簫的，是個少年人。少年一曲吹完，老翁擊節讚賞。秀才卻面對著牆壁，嘴裏念念有詞，像是在吟詠詩句，對少年的簫聲、老翁的讚賞聲，充耳不聞。老翁忽道：“蘆十兄一定有了佳作，請朗誦朗誦，讓我們也欣賞欣賞。”秀才便長聲吟道：“滿江風月冷淒淒，瘦草零花化作泥。千里雲山飛不到，夢魂夜夜竹橋西。”聲音淒惻哀傷。老翁笑著說：“蘆十兄又故態發作了！”順手拿過一個大酒杯，斟滿酒說：“老夫不會對詩，就唱首歌勸酒吧。”於是便大聲唱道：“蘭陵美酒鬱金香，玉碗盛來琥珀光。但使主人能醉客，不知何處是他鄉。”唱完三人都面現喜色，氣氛才輕鬆起來。少年站起來說：“我看看月亮在那裡？”從窗子裏探出身子，看見了田良耜，拍著手說：“窗外有人，我們的狂態都讓人看到了！”便請田良耜進屋，大家彼此行禮，老翁請良耜坐到少年對面。良耜試試酒杯，是冷酒，推辭不喝。",
      "&emsp;&emsp;少年站起來，點著把葦草把酒溫熱，良耜也命隨從出去買酒，老翁執意不許。又問良耜家世，田良耜詳細說了。老翁恭敬地說：“原來是家鄉的父母官。我妻子姓江，是本地人。”指著少年說：“這位是江西的杜野侯！”又指著秀才：“這是蘆十兄，和您是同鄉。”蘆十自見了田良耜，似乎比較高傲，也不行禮。田良耜問他道：“家住那裡？這麼高的才華，怎麼以前沒聽說過？”蘆十回答道：“我客居在外已經很久了，連親屬都不認識，真令人歎息啊！”聲音十分哀傷。老翁忙搖手打斷，說：“與佳客相聚，不趕緊喝酒，只管囉囉唆唆，叫人聽厭煩了。”自己端起杯一飲而盡；又說；“我有個酒令，大家一起相和，不能的罰酒。一次擲三個骰子，其一的點數須與另兩個點數之和相等，還要暗合一個典故。”自己先擲，是么、二、三點，便唱道：“三加么二點相同，雞黍三年約範公(1)，朋友喜相逢。”第二個是少年，擲了兩個兩點，一個四點，客氣道：“我學識淺薄，知道的都是通俗典故，請不要見笑。四加雙二點相同，四人聚義古城(2)中，兄弟喜相逢。”接下來是蘆十，擲了兩個么點，一個兩點，說道：“二加雙么點相同，呂向兩手抱老翁(3)，父子喜相逢。”最後是田良耜，擲的點數卻與蘆十一樣，也唱道：“二加雙么點相同，茅容二簋款林宗(4)，主客喜相逢。”酒令行完，田良耜起身告辭，蘆十站起來挽留道：“故鄉情誼還沒來得及傾吐，怎麼就忙著走呢？我還想打聽個事，請再坐會兒。”田良耜只得重新坐下，問，“要問什麼？”蘆十說：“我有個老朋友，在洞庭湖淹死了，和你是同一個家族吧？”田良耜回答說：“是我父親。不知你們是怎麼認識的？”蘆十解釋說：“我們年輕的時候很要好。他淹死那天，只有我在場，是我收斂了他的屍體，埋葬在江邊。”田良耜聽後，流淚下拜，懇求指示父親的墓所。蘆十說：“你明天到這裏來，再和你說。也很好找，離這裏有幾步路，看見墳頭上長著十棵蘆草的便是。”田良耜哭著拱手告別。",
      "&emsp;&emsp;回到船上，田良耜一夜沒睡。回想蘆十的話，像句句都有深意。天剛亮，便迫不及待地趕去，只見昨晚上的茅屋全沒有了，十分驚駭。又到蘆十指點的地方，果然有座墳墓，墳頭上長著一叢蘆草，數了數正好十棵，才恍然大悟：“蘆十”原來是指十棵蘆草。昨晚遇到的，是父親的鬼魂。又詳細打聽當地人這座墳墓的來歷。原來，二十年前，本地有個姓高的富翁，樂善好施，凡淹死的人，他都一一打撈上來，為他們修建墳墓，所以在這地方有幾座墳。於是，田良耜便挖開墳，斂好父親的遺骨，棄官返回了家鄉。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;回家後，詢問祖母父親的相貌，與“蘆十”一模一樣。江西的杜野侯，原來是田良耜的表兄，十九歲的時候在江中淹死了，後來他父親流落到了江西。又醒悟母親杜夫人死後，葬在竹橋之西，所以蘆十的詩中有“夢魂夜夜竹橋西”的句子。只是不知那老翁是什麼人，也無從打聽了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.後漢書·範式傳：範式，與汝南張劭為友，兩人同時歸里，約定二年後的某日范式去張劭家看望。至期，張劭於家中準備雞黍。範式果至。",
      "&emsp;&emsp;2.聚義古城︰《三國演義》，劉備、關羽、張飛戰亂中失散，後在古城相會。",
      "&emsp;&emsp;3.呂向兩手抱老翁：呂向，字子回，唐朝人，少托于外祖母家。父親長期遠遊在外，存亡未卜，多方找尋不到。後呂向官至翰林，一天自朝中回，路上碰到一位老人，惻然心動，問之正是他父親，呂向抱父痛哭，將父親迎回家中。",
      "&emsp;&emsp;4.茅容二簋款林宗︰茅容，字季偉，東漢陳留人。耕於野，與人避雨樹下，眾皆夷踞相對，容獨危坐愈恭，郭林宗見而奇之，遂與共言，寄宿其家。次日茅容殺雞為饌，林宗謂為己設，既而以供其母，自己以菜疏與客共飯。林宗深為感動，稱為賢孝。簋，音鬼，古代盛食品用的器具。"
    ]
  },
  {
    "title": "王桂菴",
    "href": "http://liaozhai.weebly.com/295792669033780.html",
    "content": [
      "&emsp;&emsp;王樨，字桂庵，是河北大名府的世家子弟。有一年，他到江南遊歷，停船在長江邊上。附近船上有個船家少女，漂亮極了，正坐在船頭低著頭繡鞋。王桂庵瞅了她好半天，那女子像是毫無察覺。王桂庵便高聲吟誦王維的“洛陽女兒對門居”(1)一詩，故意讓她聽見。女子好像也懂了是為她吟誦的，但也不過略一抬頭，瞥了一眼，又低頭刺繡起來。王桂庵更加情緒飛馳，忘情地把一錠金子扔了過去，恰好落在女子的衣襟上；女子依舊不抬頭，順手拾起，扔到岸上去了。王桂庵只好訕訕地把金子撿回來。他又拿出一副金鐲扔過去，落在女子的腳旁，女子仍舊繡鞋，毫不理睬。不一會兒，船家從外邊回來，王桂庵怕他發現金鐲會問怎麼回事，正在著急，卻看見女子從容地用鞋子蓋住金鐲，遮掩了過去。船家上船後就解開纜繩，開船順流而去。",
      "&emsp;&emsp;王桂庵望著遠去的帆影，呆呆地坐在那裏，心情十分悵惘，坐著發呆。當時他剛喪妻不久，很後悔沒有立即請媒人去和船家訂定婚事。到附近船上打聽，都不知剛才那位船家的姓名。王桂庵趕緊回自己船上追趕，江上煙波茫茫，不知道那艘船到那裡去！",
      "&emsp;&emsp;不得已，王桂庵只好先過江辦事。北返時沿江細細查訪，卻依然沒有消息。回家後，吃飯睡覺，都難以忘懷那個船家女子的倩影。",
      "&emsp;&emsp;第二年，王桂庵又到南方去，專門租了一條小船，住在江邊，天天察看往來的船隻，對這一帶活動的船舶都熟悉了，惟獨不見去年那條小船的蹤影，半年功夫，身上的錢漸漸空了，只好又回到家裡。這一回，王桂庵的思念之情更加急切，無論白天走路還是黑夜夢中，漂亮船家女的影子總是浮動在他的心頭。",
      "&emsp;&emsp;一天夜裏，王桂庵做了一個夢：他忽然到了江邊一個小村落裏，剛走過幾家門口，就見一家柴門朝南開著，院內稀疏的翠竹編成籬笆，花木繁茂，像是一座亭園。王桂庵直接走進去，不遠處忽見一株合歡花(2)，滿樹紅絲低垂，濃蔭誘人。他不禁默念：元代虞集詩“門前一樹馬纓花”，寫的大概就是這種景致吧？再走幾步，眼前忽然出現了一處圍著蘆葦籬笆的光潔素樸的小院，院內北房三間，門關掩著；回頭看見南牆邊有一間小屋，一株紅蕉掩映在窗前。王桂庵探身窺望，看見屋內迎門一個衣架，上面掛著一條彩裙，知道是女子的閨房，急忙退了回來；但屋裏人似乎已經發覺有人來了，就迎了出來。王桂庵一看，那俏麗的面孔，正是去年那個船家少女。王桂庵喜出望外。大叫道：“終究也有相見的一天！”正要上前，女子的父親突然回來了。王桂庵一驚，醒了過來，才知道是一場夢。回想夢中景物，歷歷如在眼前。王桂庵便把這個美夢珍藏在心裏，恐怕和別人說了，破壞這美好的思憶。",
      "&emsp;&emsp;又過了一年多，王桂庵再次到江南鎮江去。城南徐太僕，是王家的世交，請王桂庵去喝酒。王桂庵赴宴途中迷了路，誤入一個小村，忽覺村中景物好像在那兒見過似的。一家門裏，正有一株合歡樹，宛然是夢中曾見的情景。他驚駭極了，翻身下馬，闖了進去。院內景物，果然與夢中相同。再往院內走，房舍格局也全符合。夢境既然應驗，王桂庵不再猶豫，直奔後院小南屋而去，船家女果然正在屋中。她遠遠看見闖來的王桂庵，吃了一驚，急忙站起身用門扇遮住自己，呵斥道：“那兒闖來的男子？”王桂庵進也不是，退也不是，似乎仍在夢中。女子見他已經站在房門邊，便砰地一聲把門關上了。王桂庵急得大叫起來：“您難道不記得那個扔鐲的人了嗎？”接著，便傾訴了幾年來的相思之苦，並且述說了夢中的情景。女子隔窗詢問了王桂庵的出身家世，王桂庵都如實告訴了她。女子說：“您既是宦門之後，家中自然早有美妻了，還要我去幹什麼呢？”王桂庵著急地說：“如果不是因為思念您的話，我早就娶妻了！”女子說：“如果真像你說的這樣，足見你的誠心。我的心事雖然難向父母表白，卻也已經回絕過好幾家的婚聘了。那副金鐲，我至今保存著，心想鍾情的人一定會有消息的。今天不巧，父母到外婆家去了，眼看就要回來，您先回去，然後請媒人前來正式提婚，一定沒有問題。可是假如你想非禮成親，那就打錯算盤了！”",
      "&emsp;&emsp;王桂庵匆匆退出，女子又望著他的背影遠遠地喊道：“王郎！我叫芸娘，姓孟，父親的表字是江籬。你可別忘了呵！”王桂庵一邊答應“記住啦”！一邊出了院門。",
      "&emsp;&emsp;王桂庵到徐太僕家赴宴，因為心裏有事，便早早結束宴飲，告辭回來，趕緊到小村裏去拜見孟江籬。孟江籬很有禮貌地接待了王桂庵，在院中籬笆牆邊設了桌椅請他就座。王桂庵謝座後，先作了一番自我介紹，然後便說明來意，恭恭敬敬地奉上一百兩銀子作為聘禮。不料老人擺擺手，說道：“對不起，我的女兒已經許配人家了。”王桂庵急得說道：“我打聽得確確實實，明明還待字閨中，您為什麼這樣拒絕呢？”江籬老人平靜地說：“我剛才說的，全是實話，不敢撒謊。”王桂庵聽了，垂頭喪氣地告辭出來。",
      "&emsp;&emsp;王桂庵回到住處，左思右想，輾轉反側，不能成眠，無處找媒人。回想在徐太僕家，本來是想把這事告訴他的，只因為害怕他笑自己娶一個船家女，沒好意思開口；現在情急無奈。只得前去求他。於是天一亮，便跑到太僕家，把情況告訴他。太僕笑了，說：“原來如此。不用急。這老頭兒，我還與他有點牽連，他是我祖母的內侄孫。你為什麼不早說呢？”王桂庵這才鼓起勇氣，傾吐了幾年來藏在心中的隱情。太僕一聽，卻詫異道：“江籬雖然貧苦，卻從來不以撐船為業，你是不是弄錯了呢？”於是，他打發兒子大郎到孟家去詢問。江籬老人解釋說：“我家雖然貧窮，卻不是賣婚的人。昨天王公子以金銀作媒，我覺得他大概以為我們窮人家見錢眼開，見利而動，所以不敢高攀這門親事。今天你來，既是太僕公的意思，必定沒錯。但我這女兒很任性嬌慣，好人家不合她的心意也往往拒絕，我得跟她商量商量，免得他日後埋怨。”說著，起身走進內室。一會兒出來，拱手笑道：“照太僕公的意思辦了。”於是二人約定吉日，大郎告辭回家，向太僕報告了喜訊。王桂庵治辦了豐盛的嫁妝，到孟家交了彩禮，借徐太僕家的房子，舉行了婚禮。",
      "&emsp;&emsp;完婚後，住了三天，王桂庵帶著芸娘，辭別岳父北返。途中夜間住在船上，新婚夫妻閒談起來。王桂庵問芸娘道：“那一年就是在這一帶遇見你的，當時就疑心你不像船家女。你那是乘船到那裡去呢？”芸娘說：“我叔父家在江北，那時我們借船去看望他。我家雖然貧寒，只夠吃穿，沒有積蓄，可是這種意外而來的財物，我們不貪戀。我笑你當時兩眼瞪得圓圓的，一次又一次地想用金錢打動人心。聽你吟誦古人詩句，知道是個風雅文士，可又疑心是輕薄浮浪子弟把人家當作蕩婦挑逗呢。假如讓我爹發現了你那金鐲，你就死無葬身之地啦！你看我對你好不好？”王桂庵聽了笑道：“你固然聰明，卻還是掉進我的圈套裏了！”芸娘問：“甚麼事？”王桂庵故意停住，笑而不言。芸娘又追問他，王桂庵才說：“離家一天天近了，這事也不能再瞞你。實話告訴你吧，我家裏是有妻子的，是吳尚書的女兒。”芸娘不信，王桂庵故意又鄭重地說了一遍。芸娘變了臉色，一聲不響，突然起身跑出船艙，王桂庵急忙拖著鞋子往外追，芸娘已經跳到江中去了。王桂庵大喊救人，周圍船隻一陣騷動。但見江上夜色茫茫，星光點點，那兒去找芸娘的影子呢？王桂庵號啕大哭，撕心裂肺，痛不欲生，悔恨莫及。他沿江出高價雇水手打撈芸娘的遺體，絲毫不見蹤影。最後只好返回大名府家中，又是悲痛，又是憂愁，又害怕岳父來探望女兒，那時如何交代？",
      "&emsp;&emsp;王桂庵的姐夫在河南做官，於是王桂庵到那裏去住了一年多才回來。歸途中遇上大雨，王桂庵到村子裏一個農家去避雨，見那院中房舍整潔，一個老太太抱著一個嬰孩在房子下面逗弄玩耍。嬰孩看見王桂庵進來，就撲過來叫他抱。王桂庵覺得有點怪，又見嬰孩長得秀氣可愛，便抱過來擱在膝上。老太太叫他，他也不去。一會兒，雨過天晴，王桂庵把這小傢伙舉起來交給老太太，走下堂階，讓僕人整裝動身。那知孩子卻哭喊：“爸爸走了！”老太太覺得孩子喊陌生人為爸爸很丟臉，連忙呵斥制止，抱起他回室內去了。王桂庵正在等待僕人整治行裝，忽見一個美麗少婦抱著那嬰孩從室內屏風後面走出來。王桂庵一看竟是芸娘，正在奇怪，芸娘已經罵起來：“負心漢！你自己丟下的這塊肉，叫人怎麼處置？”王桂庵這才明白，原來這個嬰孩是他的兒子，不禁一陣心酸，也來不及問他們母子如何來到這裏，先把當初的戲弄她的話解釋表白了一番，芸娘才轉怒為喜，二人相對流下淚來。接著芸娘述說了事情的經過：這家主人莫翁，因為六旬無子。帶著老婆到浙江南海普陀寺去進香。歸途中把船停在長江岸邊，正好芸娘順流而下，恰好碰到莫翁的船舷。莫翁急忙讓人把她打撈上來，搶救了一夜，芸娘才蘇醒過來。莫翁見芸娘是良家女子，便高興地認作乾女兒，帶回家來。過了幾個月，想給她聘個夫家，芸娘表示不願改嫁。到十個月，芸娘生下一個男孩，取名寄生。事有湊巧，王桂庵到這家來避雨，這時寄生剛滿周歲。王桂庵聽了，大喜過望，於是重新卸車，入內拜見了翁老先生夫人，同樣以岳父岳母相稱。住了幾天，夫妻攜帶兒子及莫老夫婦一起返回大名府。",
      "&emsp;&emsp;一進家門，孟翁已來王家等待兩月了。孟翁剛來時，王家人們言詞恍惚，孟翁感到很奇怪；見了面，一起歡慶，講起過去經歷，孟翁才知道以前的閃爍支吾是事出有因的了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.洛陽女兒對門居：唐代詩人王維《洛陽女兒行》：“洛陽女兒對門居，才可容顏十五餘。誰憐越女顏如玉，貧賤江頭自浣紗。”王桂庵借此詩意風示舟女。",
      "&emsp;&emsp;2.合歡花︰別名馬纓花"
    ]
  },
  {
    "title": "寄生",
    "href": "http://liaozhai.weebly.com/2349229983-384681997831687.html",
    "content": [
      "&emsp;&emsp;王寄生，字叫王孫，是郡中名士。小時，父母因為他在襁褓中就能認得父親，認為他天生聰慧，所以十分鍾愛。長大以後。越發秀美，八九歲能寫文章，十四歲考入郡學，立志要自己選擇配偶。父親王桂庵有個妹妹二娘，嫁給了秀才鄭子僑，生了個非常聰明漂亮的女兒，起名叫閨秀。王孫見了閨秀後，十分愛慕，日思夜想，漸漸地就不吃不喝，生起病來。父母憂慮傷心，苦苦詢問緣故。王孫便將心事講了。父親無可奈何，只得請媒人去妹妹家提親。鄭子僑為人古板嚴謹，覺得中表親上再做親戚於理不合，便推辭了這門親事。王孫得知，病勢更加沉重。母親芸娘無計可施，只好暗地裏懇求二娘，要閨秀來家安慰安慰王孫。鄭子僑得知，怒不可遏，說的話也難聽起來。於是，桂庵夫婦既然絕望，只好聽任王孫死活了。",
      "&emsp;&emsp;本郡有一姓張的大戶人家，五個女兒都很漂亮。最小的一個叫五可，尤其美麗，是姊妹中最出類拔萃的，一直還沒訂親。一天，五可在去掃墓的路上，碰到王孫，從車子中偷偷看了一眼，一見鍾情，回家後告訴了母親。母親探知她的心事，便叫來一個姓于的媒婆，向她示意許親給王孫。于氏會意，立即到王家來。這時，王孫還在病中，于氏得知，笑著說：“公子的病我能治好。”芸娘詢問緣故，於氏便說明來意，又把五可誇讚了一番。芸娘非常喜歡，讓于氏去跟王孫說說。于氏走進屋內，撫摸著王孫告訴他這件事，王孫搖著頭說：“你請的醫生開錯藥方，有什麼辦法！”于氏笑著說：“治病，要問是不是好醫生。如果是好醫生，雖然不是同一人，也沒關係！何必一定要求那個人，死了也要等她，這不是太傻了嗎？”王孫流著淚歎息道：“但是普天下的醫生，再也沒有比這個好的了！”于氏說：“公子看得太少了。”於是又把五可的容貌神情、體態衣著，連說帶比，極力描述了一番。王孫還是搖著頭說：“算了吧！這人並不是我心中所想的人！”於是便回過頭去，面對牆壁，再也不聽。于氏見他心意不變，只好起身離去。",
      "&emsp;&emsp;有一天，王孫昏昏沉沉中，忽見一個丫鬟進來說：“你想念的人來了！”王孫驚喜萬分，從床上一躍而起，急忙出門，只見一個漂亮的美人站在庭院中。仔細一看，卻不是閨秀，穿著身松花色細褶繡裙，微微露出一雙小腳，美麗絕倫，真是不亞於天仙！王孫忙施禮，詢問姓名。美人回答說：“我就是五可。您是一個癡情的人，卻把情意都傾注到閨秀身上，叫人不滿意！”王孫道歉說：“我平生沒見過漂亮女子，所以心中只有一個閨秀，現在我知道錯了！”兩人便訂下婚誓，兩人手握著手依依不捨時，芸娘來探病，用手撫摸王孫，王孫一下子醒了過來，卻是一個夢。回想夢中五可的音容笑貌，還歷歷在目。暗想：五可如真是像夢見的那樣漂亮，何必非求那難以相見的人呢！便把剛才的夢告訴了母親。芸娘很喜歡他心思轉變，立即就要請媒人去提親。王孫恐怕夢見的不確實，便托鄰居一個熟悉張家的老太太。藉故去張家暗地裏看五可。老太太來到張家，五可正在病中，靠著枕頭，手托著腮，婀娜多姿，無與倫比。老太太便上前問：“姑娘得了什麼病？”五可弄著腰帶，默默不語。她母親代答道：“那裡有什麼病！連續幾天和爹娘嘔氣呢！”老太太又問緣故，五可母親訴說道：“好幾家提親的，都不願意，一定要像王家寄生一樣的才嫁。我這個做娘的勸了兩句，就使性子好幾天不吃不喝了！”老太太笑著說：“姑娘和王郎相配，倒真是一對玉人！他如果見了姑娘，恐怕也想念得憔悴要死。我回去後，就讓他家來提親，怎麼樣？”五可忙阻止說：“您千萬別去！如果不成，越給人家取笑了！”老太太擔保必定能成，五可才露出笑容。回去後，老太太向王孫講了五可的相貌，和于媒婆對五可的描述一模一樣。王孫又詳細詢問五可的衣著，也與夢中見的一樣，心中大喜。心情雖然稍舒暢了些，但還是不敢太相信別人說的。",
      "&emsp;&emsp;又過了幾天，王孫病漸漸好了，把于媒婆找了來，請她想辦法讓自己親眼見見五可。于氏為難，姑且答應他走了。過了很久，沒有回音。王孫焦躁不堪，正要打發人去詢問，于氏突然笑眯眯地來了，說：“幸虧有個好機會，五娘最近身體有病，每天都讓奴婢們扶著到對院去散步。公子可去她家附近藏起來等，五娘生病走得慢，到時就可以仔細的看。”王孫大喜。第二天，早早騎馬前去，于氏已先等在那裏。讓王孫把馬拴在樹上，領他進入臨街的一處房子，為他找了座位，關上門走了。不一會兒，五可果然扶著丫鬟走出家門來。王孫忙從門縫裏凝目注視著。五可經過門外時，於氏故意指指天上的雲，又指指路邊的樹，讓五可看，讓她走慢點。王孫看了個仔細，心裏驚喜得差點控制不住自己。不一會兒，于氏進門來笑著說：“可以代替閨秀嗎？”王孫歡歡喜喜，再三致謝。返回家後，要父母立即托媒人去提親。媒人趕到張家，張家卻回答說五可已許了別人了！王孫聞聽，悔恨憂悶，又立刻生起病來。父母既憂慮，又傷心，責備他自己耽誤了好事。王孫也沒話說，只是每天喝一小碗米汁度日。沒幾天，便瘦骨嶙峋，病得比前次更厲害了。",
      "&emsp;&emsp;幾天後，于媒婆忽然來到王家。見了王孫，驚訝地問：“怎麼病成這個樣子？”王孫流著淚，將五可已許人的事告訴了于氏。于氏笑道：“癡公子！起初人家主動許親，你不答應；今天你求人家，那裡就能那麼爽快呢？不過，也許還有辦法。如果早點和我商量，就算許給了京城皇帝老爺的兒子，我也能再奪回來！”王孫歡喜非常，求于氏想辦法。于氏便叫他趕快寫下書信庚帖，派人送去，約定第二天在張家會齊。王桂庵擔心這樣太唐突，會遭人家拒絕。于氏說：“前些天我已和張公說好，才過了幾天又突然翻悔？況且他真把女兒許給了人家，也還沒有書信庚帖。俗話說‘先做飯的先吃’，還懷疑什麼？”王桂庵只好依從。第二天，便派了兩個僕人送信去。張家也沒說別的，收下書信，重重地賞了兩個僕人回來。王孫的病一下子就好了，從此後，不再把閨秀放在心上了。",
      "&emsp;&emsp;先前，鄭子僑拒絕王家提親時，閨秀便不高興。後來聽說王孫已與張家姑娘訂親，心裏越發憂鬱煩悶，也病了起來，身體逐漸衰弱。父母探問，也不說話。丫鬟猜到她的心事，悄悄地告訴了二娘。鄭子僑聽說後，非常生氣，也不請醫生診治，隨她死活。二娘怨怪地說：“我侄子也沒什麼不好的，你怎麼這樣迂腐固執，要害死我的女兒！”鄭子僑大怒，罵道：“你生的好女兒！不如早點死了，也免得讓人家笑話！”從此夫妻反目。二娘便和女兒商量，可以仍然嫁給王孫，只是只好做二房了。閨秀低著頭，樣子像是十分願意。二娘又和丈夫商量，鄭子僑更加惱怒，一切事都推給二娘，就當自己沒有這個女兒，再也不聞不問了。二娘愛女心切，便想照著自己的想法去做，閨秀才喜歡，病也漸漸好了。",
      "&emsp;&emsp;二娘暗地裏打聽，知道還有幾天王孫就要娶親了。到了那天，天剛明，二娘便以侄子要結婚，需要回娘家探親為理由，打發人去向哥哥王桂庵借僕人和車馬。王桂庵很照顧妹妹，覺得妹妹是鄰村，路又不遠，便讓迎親的車馬先去接回二娘。車子一到，二娘便將女兒梳妝打扮好，命車子拉著，讓兩個僕人、兩個婆子護送著往王家趕來。到了王家門口，用紅氈鋪地，走了進去。這時，鼓樂手早已會齊準備好，跟來的僕人便喝命奏樂，一時吹擂大作，人聲鼎沸。王孫急忙跑過來一看，見一女子頭蒙紅帕，大吃一驚，剛想跑開，鄭家僕人過來扶住，讓兩個人交拜。王孫也不知道甚麼，就拜完了，兩個婆子扶著女子直接到新房坐下，王孫才醒悟過來是閨秀。全家一片驚惶，不知道怎麼辦才好。",
      "&emsp;&emsp;這時，天漸漸黑了，王孫不敢再去張家迎親。無可奈何中，王桂庵只得派僕人去張家說明情況。張公大怒，便想退親。五可不肯，說：“她雖然先到，但並沒正式訂婚，不如讓王家快來迎娶。”事已至此，張公只得照此辦理，讓王家的僕人趕快回去稟報。王桂庵還是不敢去。父子二人相對謀劃，真是喜也不是，怒也不是，無計可施。張家等了很久，沒見王家來人，知道他們不動，便自己準備車子，將五可送到了王家門。王桂庵只得另設一新房，讓五可住下。王孫來回奔走於兩座新房中，疲于應付。芸娘只好為二女調停，讓她們按年齡大小確定名分，兩人都答應。等五可聽說閨秀比自己還稍大點，得稱“姐姐”，便面有難色。芸娘很擔心。婚後三天互相見面，二人同去拜見公婆，五可見閨秀風姿綽約，不自覺的讓她，甘心居次，二人的名分才定了下來。但王桂庵夫婦始終擔心二人時間長了會互不相容。沒想到兩人卻是言語投機、相敬相愛，連衣服也換著穿，真像親姊妹一般。",
      "&emsp;&emsp;後來，王孫才問五可當初為什麼拒絕提親，五可笑著說：“沒別的！回報你的一次拒絕于媒婆來提親。你還沒見過我，心中只有閨秀；既然見了我，我也稍微傲慢點，看你對待我比對待閨秀如何！假若你為了她生病，而不為了我生病，我也就不強求了！”王孫笑到：“這報應也太毒了！但不是于媒婆，我怎能夠見你一面呢？”五可說：“是我自己想讓你看看的，媒婆能做甚麼？經過那座房門時，我豈不知裏面有個人正虎視耽耽？我們夢中已訂下誓約，你怎麼還不相信，非去看看不可呢？”王孫驚問：“你是怎麼知道夢中訂下婚誓的事的？”五可說：“我病中夢見到了你家，醒來後覺得太荒誕。後來聽說你也在夢見了我，我才知道我的魂魄真來過這裏。”王孫極為驚異，詳細講述了自己當時夢中的情景，二人做夢的日期時辰都完全相符。",
      "&emsp;&emsp;王桂庵父子兩人的姻緣都從夢中來，也算是奇事了，所以一併記下這兩件事。",
      "&emsp;&emsp;異史氏說：“父親是個癡情漢，兒子幾乎為情而死。所謂的情種，是不是就是王孫呢？沒有會作夢的父親，那來魂遊的兒子！”"
    ]
  },
  {
    "title": "周生",
    "href": "http://liaozhai.weebly.com/2160829983.html",
    "content": [
      "&emsp;&emsp;周生，是淄川縣縣令的幕賓，縣令因公外出，夫人徐氏，很早就有去泰山朝拜碧霞元君(1)的心願。因為路途遙遠，想派僕人帶著祭禮替自己前往，便讓周生寫一篇禱詞。周生作了篇駢體文，描述徐氏生平，文中很多地方頗為淫蕩不恭。其中有句話說：“栽般陽(2)滿縣之花，偏憐斷袖(3)；置夾穀(4)彌山之草，惟愛餘桃(5)。”這是訴說徐夫人的憤慨，像這樣的句子還有很多。脫稿後，拿給同事淩生看，淩生見文章太輕侮褻瀆神靈，勸告他不要用，周生不聽，還是將禱詞交給僕人帶去了泰山。",
      "&emsp;&emsp;此後不久，周生在縣衙中暴斃身亡。僕人也跟著死了。徐夫人生產後，也得病去世。人們還沒感到有什麼奇怪的。周生的兒子自京城中趕來接回父親的棺木，夜晚與淩生同宿，夢見父親告誡他說：“寫文章不可不慎重啊！我沒有聽從淩君的勸告，以淫蕩之詞，招致神靈發怒，不光丟了自己的命，還連累了徐夫人和焚燒禱詞的僕人。恐怕我在陰間裏還免不了受罰。”醒後，他驚異地告訴了淩生，淩生也作了同樣的夢，便將他父親寫禱詞一事告訴了他。周生的兒子不禁為之悚然戒懼。",
      "&emsp;&emsp;異史氏說：“放縱自己的情緒，拿著筆快意的作文，往往洋洋灑灑寫得很高興，這是讀書人常常發生的事。可是邪淫侮嫚的文章，怎麼敢拿來祭告神明，無知的狂傲書生遭受神明的譴責是理所當然，可是讓賢慧的縣令夫人以及跋涉千里傳送祭文的忠僕一起死了，還不知道犯甚麼罪，這不就像刑罰中沒有區分主犯跟從犯，真是昏庸，冤枉啊！",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.碧霞元君：道教所尊奉的神，傳說為東嶽大帝之女，宋真宗封為天仙玉女碧霞元君。泰山有碧霞元君祠。",
      "&emsp;&emsp;2.般陽：即淄川縣。",
      "&emsp;&emsp;3.斷袖：《漢書·董賢傳》“（賢）常與上臥起。嘗晝寢，偏藉上袖，上欲起，賢未覺，不欲動賢，乃斷袖而起。“後因稱寵愛男色為斷袖或斷袖之歡。",
      "&emsp;&emsp;4.夾穀：山東省",
      "&emsp;&emsp;萊蕪縣",
      "&emsp;&emsp;夾穀峪",
      "&emsp;&emsp;5.餘桃：《韓非子·說難》記載：彌子瑕為衛君所寵愛，食桃而甘，以其半留給衛君。後色衰失寵，得罪于衛君。衛君說，“是……嘗啗我以餘桃。”以上四句為指責縣令寵愛男色，不好女色。內容狎褻，實則為對女神碧霞元君的侮弄。"
    ]
  },
  {
    "title": "褚遂良",
    "href": "http://liaozhai.weebly.com/350983693033391.html",
    "content": [
      "&emsp;&emsp;山東長山縣有個趙某人，跟一個大戶人家租了一間房子住。他生了病，肚子長腫塊，又貧困孤苦，病得奄奄一息，眼看就要死了。",
      "&emsp;&emsp;有一天，他撐著病重的身體尋找涼爽的地方，到屋簷下就躺下了。醒來以後，看見一位絕代佳人坐在自己身旁，就詢問她。女郎說：“我是特地來做你的媳婦。”趙某吃驚地說：“姑且不說這麼窮的人不敢有這種妄想；如今我已奄奄一息，有妻子又有什麼用？”姑娘說：“我能治你的病。”趙某說：“我的病不是短時間能夠治好的。縱然有好藥方，沒有錢買藥又有什麼辦法！”姑娘說：“我治病不用藥。”用手按著趙某的肚子，用力按摩，趙某覺得她的手掌像火一樣熱。過了一會兒，趙某腹中的腫塊，隱隱約約地發出霹啪的聲音。又過了一會兒，想上廁所。他急忙爬起來，走出幾步，解開衣褲就大瀉起來。粘液傾瀉，腫塊都排出來了，只覺得渾身十分爽快。他回來躺在原來的地方，對姑娘說：“姑娘是什麼人？請你告訴我姓氏，以便立個牌位為你祈福。”姑娘說：“我是狐仙。你前世原是唐朝的褚遂良(1)，曾經對我家有恩惠，我銘記在心，常想要報答。天天尋找你，今天才找到你。我的願望總算可以實現了。”趙某自己覺得容貌醜陋，又顧慮茅屋燒飯薰得很黑，會弄髒了姑娘的衣服。姑娘請他放心，趙某就領著她進入自己家中。土炕上鋪著碎草，連蓆子也沒有。灶上是冷的，多日不曾燒火做飯了。趙某說：“先不說家境如此貧寒，不忍心屈辱你；即使你能心甘情願地留下。你看甕底空空，又用什麼來養活老婆孩子？”姑娘只說：“不要擔憂。”她說完了，趙某回頭一看。只見床上毛氈被褥都已鋪設好了。趙某正要詢問，又一轉眼，滿屋已用銀光閃閃的紙裱糊得像鏡子似的，各種東西也都變了。桌椅精緻光潔，上面擺好了酒菜，於是兩人就歡快地對飲起來。天晚了就和姑娘一同睡下，和夫妻一樣。",
      "&emsp;&emsp;趙某的房主人聽了這件怪異的事，就請求見一見姑娘。姑娘出來相見，並沒有為難的神色。從此，這件事四方傳播，登門求見姑娘的人很多，姑娘並不拒絕。有的人設筵招待他們，姑娘也一定和丈夫一起去。",
      "&emsp;&emsp;有一天，酒筵中有一位孝廉，暗中產生了淫邪的念頭。姑娘已經知道了，突然對他斥駡起來，立即用手推他的頭，孝廉的頭就伸出窗櫺之外，而身子還在屋裏。出不去，進不來，也不能轉動。大家都請求寬恕他，姑娘才把他拽出來。過了一年多。登門拜訪的人越發多了，姑娘十分厭煩。被拒絕的人往往責怪趙某。過端陽節的那一天，趙家請來了許多朋友飲酒，忽然一隻白兔跑了進來。姑娘站起來說：“搗藥翁(2)來召見我們了。”對兔子說：“請你先走一步。”兔子跑出去，走了。姑娘叫趙某拿了一架梯子來，梯子有數丈高。院子裏有一棵大樹，便把梯子靠在樹上，梯子還高過樹梢。姑娘先爬上去，趙某也跟著她。姑娘回過頭來說：“親戚朋友有願意跟著去的，請立即登梯。”眾人互相看著，沒有人敢上去。只有屋主人家一個家童，踴躍地跟在他們後面。越爬越高，梯子到頭，就進入雲彩裡面，看不見了。大家一看那架梯子，原來是多年的一扇破門，去掉了門板。大家一齊進入他家一看，依然是原來的灰壁破灶，其他空無一物。還想等家童回來時可以問問情況，但竟然始終杳無蹤跡。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.褚遂良唐初大臣、書法家。字登善，錢塘（今浙江省杭州市）人。博涉文史。貞觀中歷任諫議大夫、中書令等職。武則天即位後，因反對武則天遂遭貶斥而死。",
      "&emsp;&emsp;2.搗藥翁。指月中玉兔。春藥，用杵臼搗藥。《神異記》：月中有玉兔，持杵搗藥。"
    ]
  },
  {
    "title": "劉全",
    "href": "http://liaozhai.weebly.com/2112920840.html",
    "content": [
      "&emsp;&emsp;鄒平縣有個姓侯的牛醫，有一次，他提著飯菜到田裡去給農夫吃。到了野外，有股旋風在他前面轉來轉去，侯某就用勺子舀起菜湯祭奠，連舀了幾勺，旋風才離開。又有一天，侯某到城隍廟閒逛，看見裏面雕塑的“劉全獻瓜”(1)塑像，劉全被鳥雀糞便糊住了眼睛。侯某慨歎地說：“劉大哥怎麼受到這樣的玷污！”便進去用手指甲將鳥糞仔細剔除掉。",
      "&emsp;&emsp;幾年過後，侯某臥病在床，夢見被兩個鬼隸攝了去。來到官衙前，鬼隸逼索財物，侯某無計可施。忽然從官衙內走出一個穿綠衣服的人，看見侯某，驚訝地說：“侯老翁怎麼來了？”侯某便訴說了經過。綠衣人斥責兩個鬼隸說：“這位是你們侯大爺，怎敢無禮！”兩鬼隸忙道歉說不知道。一會兒，聽見官衙內傳出雷鳴般的鼓聲，綠衣人說：“升堂了！”便和侯某一塊進去，叫他站在臺階下，說：“先在這等會兒，我替你問問是怎麼回事。”走上前去，向一個官吏模樣的人招手示意。那人從大堂上下來，兩個人簡單談了幾句。官吏模樣的人看見侯某，拱手施禮說：“侯大哥來了！你也沒什麼大事，有一匹馬控告你，對質一下就可以回去了。”說完便走了。不久，聽到大堂上叫侯某的名字，侯某忙上前跪倒在地，一匹馬也跪在那裏。判官問侯某：“這匹馬告你將他毒死了，有這回事嗎？”侯某申訴道：“牠得了瘟疫，我用治瘟疫的藥方治療，吃了藥後不見好轉，隔了一天就死了。這與我有什麼關係呢？”馬也開口說起人話來，兩下裏各說各的理，互不相讓。判官便命查生死簿，簿上注明了這匹馬年齡多大，應死於某年某月某日，與馬死的時間相符。判官便呵斥馬說：“這是你壽數已盡，怎能隨便指控別人！”將馬趕了出去，又對侯某說：“你原本是想救活牠的，與你無關。你可以不死。”仍然命那兩個鬼隸將侯某送回。綠衣人和官吏模樣的人也和他們一塊出來，囑咐鬼隸路上好好對待侯某。侯某感激地說：“今天承蒙二位照顧，但是我並不認識你們，請告訴你們姓名，以便將來報答。”綠衣人說：“三年前，我從泰山回來，路上又熱又渴，難受得要死。經過你們村外時，承蒙你舀菜湯給我喝，這恩情現在也不敢忘。”像官吏模樣的人說：“我就是劉全。以前被鳥糞糊住了雙眼，悶得不能忍受。你親手將鳥糞剔除，這恩情我也不敢忘懷！只是陰間裏的酒肴，沒法招待客人，我們就此分手了。”侯某恍然大悟，於是便往回走。到了家，要款留兩個鬼隸，鬼隸卻連一杯水也不敢喝。過了會兒，侯某蘇醒過來，此時他已死了兩天了。",
      "&emsp;&emsp;從此後，侯某更加好善。逢年過節，他定用酒祭奠劉全。八十多歲，身體還很強健，能躍馬奔騰。一天，路上見劉全騎馬來，像要出遠門。兩人拱手行禮，寒暄畢，劉全說：“大哥壽數已盡，勾魂牒已經發出了。差役要來勾你，被我阻止住了。大哥可回家料理料理後事，三天後我來陪你一塊走。地底下我已經替你買了個小官職，不會受什麼苦的。”說完就走了。侯某回家告訴了妻子兒女，和親戚朋友一一告別，又準備好了棺材和壽衣。第四天天剛黑，侯某對眾人說：“劉大哥來叫我了！”進了棺材，便去世了。",
      "&emsp;&emsp;註1.涇河龍王向地府控告唐太宗失信，唐太宗夢遊地府，回程答應閻王送來陽間瓜果。",
      "&emsp;&emsp;劉全思念過世妻子，自願去死，代送瓜果。",
      "&emsp;&emsp;閻羅王見唐太宗如此的守信心中歡喜，仔細盤問劉全才得知事情緣由。恰好唐太宗的妹妹，大唐公主陽壽到期。閻王一面派出黑白無常前去接回大唐公主，一面派出還魂鬼帶著劉妻的真魂尾隨而去。",
      "&emsp;&emsp;劉全的喪事還沒辦完就突然有又還陽醒來。在御花園中蕩鞦韆的公主，卻從鞦韆上掉了下來，一命歸西。",
      "&emsp;&emsp;唐太宗趕到了現場，“公主”從地上慢慢地爬了起來，卻是瘋瘋癲癲地，不認識了皇兄，不認識了群臣，也不認識了身邊的宮女，哭著喊著要找自己的丈夫劉全。聰明的唐太宗知道這是天意。承認著這個妹妹，招劉全成為“駙馬”。"
    ]
  },
  {
    "title": "土化兔",
    "href": "http://liaozhai.weebly.com/223032127020820.html",
    "content": [
      "&emsp;&emsp;靖逆侯張勇鎮守蘭州時，一次外出打獵，打到很多野兔。其中有些兔子半身或兩條大腿還是土質的。一時，秦中地方的人爭相傳說泥土能變兔子。這真是自然界中不可理解的事情。­"
    ]
  },
  {
    "title": "鳥使",
    "href": "http://liaozhai.weebly.com/4016520351.html",
    "content": [
      "&emsp;&emsp;苑城人史烏程正在家中，忽見一群鳥飛集到屋頂上，顏色和叫聲像是烏鴉。史烏程告訴人家說：“夫人派鳥使來叫我了。趕快準備後事，在某一天我就要死了。”到了那天，史烏程果然去世。出喪的那天，烏鴉群又來了，跟隨著棺材慢慢飛著，從苑城一直跟到新城。葬後，鴉群才不見。這件事是長山吳木欣親眼看見的。"
    ]
  },
  {
    "title": "姬生",
    "href": "http://liaozhai.weebly.com/2302029983.html",
    "content": [
      "&emsp;&emsp;南陽有一家人，姓鄂，家裏遭受狐患，金錢、雜物經常被狐盜去。如果觸犯他們。作祟便更加厲害。",
      "&emsp;&emsp;姓鄂的有一個外甥姓姬，是一個放蕩不羈的書生。姬生來到鄂家向狐禱告不要再鬧，狐不聽；又禱告狐捨了外祖家到自己家去，狐還是不聽，眾人都笑起來。姬生說：“他們既然能夠變幻，必定通曉人情。我持之以恆地引導他們，早晚都能引入正果。”於是，沒隔幾天就到鄂家禱告一次。雖然不大見效，但姬生一到鄂家，狐狸就不擾亂了。因此，鄂家就常叫姬生住在他家。姬生住在外祖家，夜裏就對空禱告，執意要求見狐一面。",
      "&emsp;&emsp;一天，姬生回到自己家，獨自坐在書房裏，忽然見房門慢慢地自己開了。他忙站起來恭敬地說：“狐兄來了？”可是寂靜無聲。一夜，門又自開，姬生說：“倘若是狐兄光臨，是我禱告求來的，何妨叫我見一面？”仍是寂靜無聲。這夜，姬生桌子上有二百錢，到了天亮就不見了。第二天晚上，姬生又增加了幾百錢放在桌子上。半夜時分，聽見布簾子響，姬生忙說：“狐兄來啦？我已準備下幾百銅錢給你使用。我雖家裏不富裕，但也絕不吝嗇。若有急用，不妨明說，何必盜竊呢？”稍等了一會兒，去看了看錢，只拿了二百去。姬生把餘下的錢仍放在原處。但是一連幾夜沒有再丟失一文。姬生有隻熟雞，打算請客用，可是忽然丟掉了；到了晚上，姬生又準備了酒給狐喝。從此，狐就不再來了。",
      "&emsp;&emsp;鄂家的狐患仍和以前一樣，姬生又去禱告，對狐說：“我準備了錢你不要，準備了酒你不喝，我外祖年紀老了，身體又不好，請不要不斷騷擾？我特地備下不太豐盛的一點禮物，到夜裏任憑你自己拿，願拿什麼就拿什麼。”於是準備了十千錢。一罎子酒，兩隻切好的雞，擺在桌子上。到了晚上，姬生躺在一旁守著，可是整夜沒有一點動靜，錢與禮物一點也不少。然而，狐卻從此絕跡了。",
      "&emsp;&emsp;一天，姬生晚上回家，一開門，見他的桌子上放著一壺酒和滿滿一盤煮好的雞肉，四百錢，還用紅線串著，就是前幾天丟掉的那些東西。心裏明白這是狐來報答他。走向前去聞了聞酒，酒味很香，倒出來看了看，酒色碧綠，喝了一口，味道很醇。及至一壺酒喝完了，覺得也半醉了。這時，心裏忽時產生了貪財的念頭，想要作賊偷東西。於是便開門出去。村中有一富戶人家，他就去跳牆當賊，這家人家外牆雖然高，但姬生一下就上去，猶如長了翅膀一樣。進到財主的房子裏，偷了貂皮衣服、金鼎等東西，拿回自己家裏，放在床頭上，這才上床睡覺。到了天亮，他便帶著這些東西到裏屋給他妻子看。他妻子問他，姬生吞吞吐吐地說了，而且很高興。他妻子驚駭地說：“你素來剛正，怎麼忽然做起賊來？”姬生一點也沒感覺，向妻子述說狐通人情。他妻子才恍然大悟地說：“你這是喝了狐酒，中了毒。”想起丹砂可以祛邪，妻子就研細了丹砂加到酒裏，叫姬生喝了。稍待一會，姬生忽然失聲大叫：“我為什麼做賊！”他妻子急忙代他解釋了其中的緣故，姬生懊悔不已。",
      "&emsp;&emsp;財主被盜後村裏村外到處都在傳說。姬生聽說，整日吃不下飯，睡不著覺，不知怎麼辦好。他妻子替他想辦法，叫他趁夜裏把偷來的東西隔牆拋進財主家的院子。姬生照辦了，財主家又得到了丟失的東西，這件事也就解決了。",
      "&emsp;&emsp;姬生參加歲試，考了第一名，又被推舉為品行優等生，加倍受賞。到了受賞的那一天，官府的屋樑上貼了一張帖子，上寫：“姬某作賊，偷某家裘、鼎，甚麼叫品德優秀？”屋樑很高，不是隨便就能貼上去。考試官心裏納悶，就拿著帖子來問姬生。姬生愕然不知所措，心裏想，這個事除了我妻子知道外，別人沒有知道的，況且官署中戒備森嚴，那裡能進來貼這個帖子？恍然大悟地說：“這事必然是狐做的。”便詳細地毫不隱瞞地說了以前的經過。考試官很讚許加倍獎賞了他。",
      "&emsp;&emsp;後來姬生常想：我並未得罪狐狸，牠所以屢次要陷害我，恐怕是因為小人不甘心獨自做小人，一心要拉別人下水吧！",
      "&emsp;&emsp;異史氏說：“姬生想引導偏斜進入正道，而反被邪魔誘惑；狐的本意不見得很壞，可能是姬生以平和的處理來誘導狐，狐也用同樣方式戲弄他；可是如果不是本身天性善良，家裡又有賢慧的妻子。幾乎比原涉(1)說的︰“一家大小只要一不小心被陷害，就沒辦法自拔。”還要糟糕，啊！真是可怕！”",
      "&emsp;&emsp;吳木欣說：“在康熙皇帝的甲戌年間，有一個舉人擔任浙江的縣令，點名稽查囚犯。有一個竊盜犯臉上已經刺過字了，慣例是釋放驅逐，可是縣令認為“竊”字是一般筆畫簡單的俗體字，不是正式文字，要求刮掉；等傷口好了再依照規定的筆畫重新刺字。小偷隨口說了一首七言絕句：『手把菱花(2)仔細看，淋漓鮮血舊痕斑。早知面上重為苦，竊物先防識字官。』獄卒笑他說︰“詩人不去求取功名，反而做小偷？”小偷又做了一首詩回答：『少年學道志功名，只為家貧誤一生。冀得貲財權子母(3)，囊遊燕市博恩榮。』從這個觀點看，秀才做小偷也是想要當官。狐狸讓姬生有本事做官，可是姬生反而後悔被害。真笨啊！",
      "&emsp;&emsp;呵呵！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.原涉：原涉，字巨先。漢代茂陵人。祖父官二千石，父為南陽太守，原涉官穀口令。別人曾譏笑他官位低，並批評他“自放縱，為輕俠之徒”。原涉回答說：“子獨不見家人寡婦邪？始自約敕之時，意乃慕宋怕姬及陳孝婦，不幸一為盜賊所汗，遂行淫失，知其非禮，然不能自還。吾猶此也。”見《漢書·遊俠傳·原涉》。",
      "&emsp;&emsp;意謂一旦失足，則不能自止。",
      "&emsp;&emsp;2.菱花：鏡子。",
      "&emsp;&emsp;3.權子母：放債、經商均可稱“權子母”；此指出資捐官。"
    ]
  },
  {
    "title": "果報",
    "href": "http://liaozhai.weebly.com/2652422577.html",
    "content": [
      "&emsp;&emsp;安丘縣某書生。為人邪惡放蕩，行為不檢。通曉占卦術，每當要翻牆越院偷盜人家的財物時，就先卜卜卦。一天，他忽然大病，吃藥也不好，自己說：”我早知會這樣。冥司憤怒我褻瀆天數，將要重重懲罰我，藥怎能治好！”不久，書生的眼睛突然失明，兩手也無緣無故地折斷了。",
      "&emsp;&emsp;某甲的伯父沒有子女，某甲貪圖他家的財產，願意當他的子嗣。伯父死後，某甲侵吞了全部田產，卻背棄了前約。又有一個叔父，家裏很富裕，也沒有兒子。某甲又認作父親。叔父死後，他同樣反悔，背棄了前約。某甲吞併了三家的田產，成為鄉里的首富。一天，他突然暴病，像瘋子一樣，自言自語地說：“你想要佔有這麼多的財產還活嗎？”隨後就用利刀往自己身上猛割，一片片地切下肉來扔到地上。又說：“你斷絕人家的後代，自己還想有後嗎？”接著就剖開肚子，腸子也流了出來，就一命嗚呼了！不久，他的兒子也死了！財產都變別人的。這樣的因果報應，真是怕人啊！"
    ]
  },
  {
    "title": "公孫夏",
    "href": "http://liaozhai.weebly.com/208442340322799.html",
    "content": [
      "&emsp;&emsp;保定府有一國子監某學生，準備到京城花錢捐一個縣官做做，一切都準備妥當了，突然生了病，一個多月不能起床。",
      "&emsp;&emsp;有一天，忽然僕人來報告有客人來了，他當時忘了自己生病，便出去迎接客人，那客人衣著很闊綽，像一個很有身份的人。他很恭敬地迎接進去，請教他從那裡來。客人說：“我叫公孫夏，是十一皇子的朋友。聽說你整理行裝，要去捐一個縣官，既然有這樣的打算，捐一個知府不更好嗎？”那監生表示他錢不多，捐知府捐不起。來客說，他願意幫忙，只要先出一半錢，上任後再付齊就行。",
      "&emsp;&emsp;監生很高興，問公夏孫走什麼門路。公孫夏說：“省裏巡撫、總督都是我的至交，先拿五千貫，事情就解決了。現在正好真定府少一個知府，可以馬上搞到手。”",
      "&emsp;&emsp;監生很驚疑，因為真定也是河北省，而照規矩，本省人是不能在本省做官的。公孫夏笑笑說：“你真是太老實了！只要有錢，還怕什麼外省本省？”",
      "&emsp;&emsp;監生到底有些遲疑，懷疑這個陌生人靠不住。公孫夏看出來了，對他說：“你不必疑心，老實告訴你，這是陰間府城隍的缺。你壽限已經盡了，馬上要死的，趁此機會弄一下，陰間還落得個富貴。”",
      "&emsp;&emsp;說完，就起身告辭了，臨行說：“你考慮一下，三天以後我再來。”出門騎著馬就走了。",
      "&emsp;&emsp;監生病中迷朦地張開眼睛，和他的妻子告別，說他要死了，叫她把存的銀子去買一萬串紙錠來。全城裡所有的紙錢都給他買光了，一起堆在院子裏，夾著紙人紙馬，日裏夜裏地燒化，紙灰積得像一座山樣高。",
      "&emsp;&emsp;三日後，公孫夏果然來了。他把錢交給公孫夏，後者就引他到一個衙門裏，只見一個大官坐在堂上，監生伏地就拜。那個大官簡略地問了一下姓名，說了幾句做官要清廉之類的官腔，便取出文憑，叫他到公案邊去領取。",
      "&emsp;&emsp;監生叩首出了衙門，心裏想，一個監生，出身微賤，必須要有華貴的車馬，講究的袍服，才能唬得住屬下的官員。於是買了漂亮的車馬，又派鬼差用彩轎把他漂亮的小老婆接來。剛籌備妥當，真定府接他上任的人也來了。",
      "&emsp;&emsp;路途大約有一百多里，車駕儀仗一路逶迤相隨，得意揚揚。忽然前面開路的差役鑼也不打了，旗也倒下來了；他正在驚疑，只見騎在馬上的下屬都下馬了，一起跪在路邊，霎時間，人忽然縮小得只有尺把高，馬也變得只有貓兒那樣大了。車前的差人吃驚的道：“關帝來了！”",
      "&emsp;&emsp;這位新上任的城隍嚇得也趕緊下車跪倒，遠遠看著關帝帶著四五個騎馬的隨員，慢慢地騎馬而來，一嘴的絡腮鬍，不像人間所描述的那樣；但神情威嚴，眼睛長得幾乎貼近耳朵。他在馬上問：“來的是什麼官？”",
      "&emsp;&emsp;隨員答道：“真定知府。”",
      "&emsp;&emsp;關帝說：“小小一個知府，怎麼可以這樣鋪張！”監生聽見了，渾身發抖，身體一下子縮小了，自己一看，已經縮小得像一個六七歲的小孩了。",
      "&emsp;&emsp;關帝喚他起來，叫他跟在馬後一道走。走到路邊一個殿宇裏，關帝進去坐下來了，叫隨員取出筆墨給監生，要他寫出姓名籍貫。他寫好了呈上去，關帝一看，大怒道：“字又錯又不成形，這樣一個市儈，怎麼能去管一個府的事情？”",
      "&emsp;&emsp;關帝又命隨員檢查此人平日的德行如何，旁邊一人跪地稟報了幾句，不知講了些什麼，關帝大聲罵道：“這人鑽營求官，罪名還輕；貪賄賣官給他的人，罪就大了。”",
      "&emsp;&emsp;只見有兩個神道帶著鎖鏈，去逮捕貪贓賣官的人。另外兩個人捉住了監生，剝掉了衣服帽子，打了五十大板，屁股打得稀爛，才把他趕出大門。",
      "&emsp;&emsp;他出門一看，車馬全沒了，屁股又痛得不能走，在草地上狼狽地躺著，",
      "&emsp;&emsp;仔細辯認周圍，離家還不很遠，幸好身子很輕，花了一日一夜，才回到家裏。忽然像夢一樣醒來，還是在床上痛苦地呻吟。家裏人圍攏來問他，他只說屁股痛。原來他昏死過去已經七天了，到現在才醒過來。便問：“阿憐那裡去了?”阿憐就是他小老婆的名字。",
      "&emsp;&emsp;原來阿憐正坐著有說有笑的，突然說：“他做了真定知府，差人來接我了。”當即到房裏去妝扮得漂漂亮亮的，妝扮好了就斷氣了，這正是前天晚上的事。",
      "&emsp;&emsp;家裏人把這件事告訴了他，",
      "&emsp;&emsp;他拍胸悔恨得不得了。叫人把阿憐的屍首停放著不要下葬，希望她能復活，但等了幾天，毫無生機，只得葬了。",
      "&emsp;&emsp;他自己的病漸漸地好了，但腿上的棒瘡十分疼痛，半年以後才醫好。他時常傷心的說：“捐官的錢丟了，而在陰間遭受毒刑，這還可忍受，連心愛的女人也也不知抬到那裏去了，想起來實在痛心。”",
      "&emsp;&emsp;異史氏說：「啊呀！唯利是圖的人真是不能當官啊！地府中已有的關節，恐怕關夫子也有巡查不到的，作威福的人，真是殺不完啊。家鄉郭華野(1)先生聽說有一事蹟，跟這個很類似，他也是人間的關夫子啊。郭先生清廉骾介受到重用，拔擢去總管湖廣。他行囊蕭瑟，只有四五人跟隨，衣鞋都破敗。一路上大家都不知道他是大官。正好有新縣令赴任，路上相遇。縣令駝車二十餘輛，前導有幾十匹馬，隨從幾百人。郭先生也不知道他是甚麼官，有時在前面，有時在後面，有時郭先生這幾匹馬夾雜在隊伍中。對方前導覺得妨礙他們，常常斥罵阻撓他們。先生也不管他。不久，到一大鎮，兩方都休息。於是找人探聽，是一國子監學生，捐官赴任湖南的。於是找一人叫他過來。縣令聽到呼喚驚駭又懷疑；問起官職，才知是郭先生，驚懼得無地自容。穿著冠服膝行向前。先生問：『你是某縣縣令嗎？』答說：『是。』先生說：『這麼小一個縣城，那能養這麼多隨從？上任，那個地方就生靈塗炭了！不可讓你殃及百姓，可以立刻回去，不要再走了。』縣令叩頭說：『下官還有上任文憑。」先生要來看，檢查後說：『這是小事，替你交回去就好了。』縣令叩拜出來，歸途不知怎麼說，而先生已經啟程了。還沒上任就已經接受考核了，真是創舉。因為先生是個奇人，所以相信有這麼快意的事蹟。」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.郭華野：郭鏽字瑞卿，號華野，即墨人。康熙九年成進士。初任吳江知縣、江南道御史，二十八年擢左都御史，彈劾權貴，直聲震朝野。三十八年授湖廣總督，嚴懲貪墨。四十二年罷歸。五十四年卒。"
    ]
  },
  {
    "title": "韓方",
    "href": "http://liaozhai.weebly.com/3886726041.html",
    "content": [
      "&emsp;&emsp;明代末年，濟南郡以北好幾個州縣，盛行瘟疫。家家都有病人。齊東有個叫韓方的農民，父母都染上了疫病，韓方對老人十分孝敬，急得沒法，便備好祭品，到孤石大夫廟(1)中痛哭著為父母祈禱。回去的路上，還在傷心地落淚。忽然碰見一個人，衣著整潔，問韓方：“什麼事這樣悲傷？”韓方詳細地告訴了他。那人說：“孤石大夫是很神驗，但不在治疫病上，向他祈禱有什麼用？我有個小辦法，倒可以試試。”韓方大喜，詢問那人的姓名，那人說：“我不求報答，何必告訴你姓名籍貫？”韓方又懇求去自己家看病，那人搖搖頭，說：“不必。你回家後，拿張黃紙放到床上，厲聲說‘我明天去鬼都告訴東嶽大帝’，你父母的病就好了。”韓方恐怕不靈驗，執意請那人去家裏看看。那人說：“實話告訴你，我不是凡人。巡環使者見我忠厚誠實，讓我做了南鄉土地。我為你的一片孝心所感動，所以教給你這個方法。現在，東嶽大帝正在從枉死鬼中選拔那些對老百姓有功、或一生正直、不作邪祟的，用作城隍、土地。這些行瘟疫殃害人的，都是郡城中被清兵殺死的冤鬼，急著要去鬼都向嶽帝自薦，所以沿途索賄，借此糊口。你說要告訴嶽帝，他們一定害怕，病就好了。”韓方驚懼的叩拜起來一看那人已消失了他歡喜而驚懼的回家照著那人教的做母親的病都好了又用這法子教導鄰里沒有沒效的",
      "&emsp;&emsp;異史氏說：「沿路作祟前往東嶽，以求做不作邪祟的職務，這跟騎著快馬應徵『不求聞達科』(2)的有何差別呢！天下事大概都像這樣。猶記得甲戌、乙亥年間，上位的大員要求民眾捐出糧食，寫摺奏報告民眾喜歡捐輸。於是各州縣按分配捐輸，那很花精力催索。那時郡北七縣患水災，更不好催索。唐太史偶然到利津縣，看見十餘人被抓。就問：『為了什麼事？』答說：『官吏捉我們到縣城，追討喜歡捐輸款項。』農民不知『喜歡捐輸』怎麼解釋，認為是納糧繳稅，豈不是又可歎又可笑呢！」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.孤石大夫：《章邱縣誌》云“東陵山下大石，高丈餘，有神異，不時化為人，行醫邑中。嘉靖初，嘗化一男子，假星命，自號石大夫。”",
      "&emsp;&emsp;2.騎馬應徵“不求聞達科”：意謂熱中功名，而又自稱不求聞達。用以諷刺名實相背、言行乖離。趙磷《因話錄》卷四：唐德宗時，“搜訪懷才抱器不求聞達者。有人於昭應縣逢一書生，奔馳人京。問求何事，答云：‘將應不求聞達科。’“"
    ]
  },
  {
    "title": "紉針",
    "href": "http://liaozhai.weebly.com/3200937341.html",
    "content": [
      "&emsp;&emsp;東昌人虞小思，經商為業。妻子夏氏，一天從娘家回來，走到自家門口，見一老太太和一個少女正哭得十分悲傷。夏氏好奇地詢問緣故，老太太揮淚訴說一番。原來，老太太的丈夫叫王心齋，本是官宦後代。後來家道衰落，無法謀生，便央求人擔保，借了富戶黃某家的銀子去做買賣。途中碰上強盜，錢財全被搶光，僥倖保住條命逃回家來。黃某天天索債，連本帶息共有三十多兩銀子，家裏實在沒東西抵債。黃某看王心齋的女兒紉針長得漂亮，便想讓她做妾。讓保人去告訴王心齋：如果願意拿女兒頂債，除原來的欠帳一筆勾銷外，另外再給二十兩銀子。王心齋拿不定主意，去跟妻子商量。妻子哭著說：“我們雖然貧困，也是官宦人家的後裔。那黃某靠做奴僕發財，怎能讓我的女兒去給他做小老婆！而且，紉針早就有了女婿，你可不能擅自作主啊！”先前，本縣傅舉人的兒子，和王心齋很投緣，生了個兒子叫阿卯，襁褓時兩家便訂下了親。後來。傅舉人去福建做官，一年多就死在任上。妻子兒女回不來老家，與王家也就斷絕音訊了。因此，紉針長到十五歲，還沒嫁人。妻子提到這件事，王心齋無話可說，只是合計著怎麼辦。妻子說：“實在沒辦法，我回娘家跟我的兩個弟弟商量商量。”王心齋的妻子姓范，她祖父曾在京城做過官，有兩個孫子，家裏田產很多。第二天，范氏帶著女兒紉針回了娘家，央求兩個弟弟接濟，兩個弟弟卻任憑她傷心地流淚，連一句想幫忙的話都沒有。范氏無法，大哭著回來，正好碰上夏氏詢問，他一面說一面哭。",
      "&emsp;&emsp;夏氏聽後，非常憐憫母女二人。見那少女生得柔媚可愛，心裏更感到酸楚。便請她們母女到自己家，招待飯菜。安慰她們說：“你們娘倆不要難過，我一定盡力幫助你們！”范氏還沒來得及致謝，女兒紉針已哭著跪倒在地。夏氏更加憐惜她，籌思著說：“我雖然略有點積蓄，但要拿出三十兩銀子也很困難，只好典當東西湊錢了。”母女再三拜謝。夏氏和她們約定三天後來取錢。范氏母女走後，夏氏想方設法籌錢，也沒敢告訴丈夫。三天後，沒有湊齊三十兩銀子，便打發人回娘家去跟母親借錢。這時，范氏母女已經來了。夏氏告訴她們實情，讓她們第二天再來。傍晚，銀子借來了，夏氏便將銀子連同原來準備的部分一起包起來，放在床頭上。到了夜晚，有個強盜鑽牆進來，舉著燈火進入屋內。夏氏驚醒過來，微微睜眼一看，見一個人胳膊上掛著短刀，相貌十分兇惡。夏氏非常害怕，不敢出聲，假裝睡著。強盜走近箱子，像是要撬鎖，一回頭，看見夏氏枕頭邊上有個小包裹，一探身抓了去，在燈下解開來看，便放進了腰包裏。也不再開箱子，逕自走了。夏氏連忙起身呼救。家裏只有一個小丫頭，聽見喊聲，忙隔牆去招呼鄰居。等鄰居們都跑過來，強盜早已無影無蹤了。夏氏丟失了銀子，對著燈哭泣著，覺得沒法向范氏母女交待。見小丫頭已經睡熟，便在窗櫺上上吊自殺了。",
      "&emsp;&emsp;天剛亮，丫頭發現了吊著的夏氏，驚懼地喊人解救。救下來一看，四肢早已冰涼了。虞小思聽到消息，忙趕回家來，詢問小丫頭，得知事情經過，痛哭著辦理喪事。當時正是夏天，夏氏的屍體既不僵硬，也不腐爛。過了七天，才入了斂。埋葬後，紉針偷偷地從家裏跑出來，到夏氏的墳墓上痛哭。正哭著，忽然雷電大作，暴雨傾盆，霹靂一聲，將夏氏的墳炸開，紉針也被震死了。虞小思聽說，奔到妻子墳上察看，只見棺木已打開，妻子正在裏面呻吟，忙抱了出來。見旁邊還有具女屍，不認識是誰。醒過來的夏氏仔細看了看，才認出是紉針。二人大感驚駭奇怪。不一會兒，范氏跑了來，發現女兒已死，哭著說：“我本來就懷疑她在這裏，果然沒錯！聽到夏夫人的死訊後，她就日夜啼哭。今晚告訴我，想來墳上哭祭，我沒答應．她就自己跑來了。”夏氏為紉針的情誼所感動，跟丈夫說了，就用葬自己的棺材和墓穴葬了紉針。范氏拜謝。",
      "&emsp;&emsp;虞小思背著妻子回了家，范氏也回去告訴丈夫經過。這時，聽人說村北有個人被雷劈死在路上，身上還寫著行字：“偷夏氏銀子的賊！”一會兒聽到鄰居的妻子號哭。才知道被雷劈死的賊就是她的丈夫馬大。村裏有人告了官府，官府將馬大的老婆捉了去拷問，才得知其中原委。原來，范氏因為夏氏答應替她出錢贖女兒，感激地哭著對別人說了。馬大本是個無賴賭徒，聽說後便有了偷盜夏氏銀子的念頭。官府便押著這個婦人去她家搜尋贓物。只搜出二十兩銀子。又從馬大屍體上搜出了四兩。官府判決將馬妻賣了，湊齊失盜的銀子數，還給了虞小思。夏氏更加喜歡，仍將銀子如數給了范氏，讓她還給債主。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;葬了紉針三天後，夜晚忽然狂風呼嘯，雷電交加，將墳墓再次震開，紉針也活了過來。她也不回家，直接去敲夏氏的門。原來紉針認出了葬自己的地方本是夏氏的墳，所以懷疑她已經復活了。夏氏聽到敲門聲，驚醒過來，隔著門問是誰。紉針說：“夫人果真活過來了嗎？我是紉針啊！”夏氏聽了，驚駭不已，以為是鬼。忙招呼鄰居家的老太太一塊詢問，才知道紉針真的又活了，忙高興地讓她進屋。紉針對夏氏說：“我願意留下來服侍夫人，不想再回家了。”夏氏說：“你莫不是懷疑我出錢是為了買奴婢嗎？你葬了後，我已經替你家還了債。請你不要懷疑。”紉針越發感激，哭著，要認夏氏為母親。夏氏不答應，紉針哀求說：“我能做家務，不會吃閒飯的！”天亮後，夏氏去告訴范氏紉針復活的事。范氏大喜，急忙趕來，也接受女兒的意思，讓女兒拜夏氏為母。范氏回家後，夏氏又把紉針強送回了家。紉針啼哭著思念夏氏。王心齋便帶著女兒來到夏氏家，把她放到門內自己走了。夏氏看見紉針，驚訝地問她怎麼來的，得知緣故也就隨她的意，收下了這個女兒。紉針看見虞小思過來，急忙下拜，稱他父親。虞小思本來就沒有子女，又見紉針楚楚動人，心裏很是高興。從此後：紉針紡紗織布，縫補衣服，十分勤勞。一次，夏氏偶然生病，紉針晝夜侍奉。見夏氏不吃飯，自己也不吃，臉上常常帶著淚痕，跟人說：“母親萬一有個好歹，我也決不再活了！”夏氏的病好轉後，紉針才露出了笑容。夏氏聽說後，哭著說：“我四十多了沒有孩子，能生個女兒像紉針一樣，我也就滿足了！”夏氏一直無法生育，一年後，忽然生了個兒子。人們都說這是行善的回報。",
      "&emsp;&emsp;又過了兩年，紉針越發大了。虞小思跟王心齋商量，不能死守過去跟傅家的婚約。王心齋說：“女兒在你家，婚姻大事一切由你作主！”紉針這年十七歲，賢慧美麗，舉世無雙，要嫁人的消息一傳出，來提親的人踢破了門檻。虞小思夫妻挑來揀去，極力要選個稱心如意的女婿。富戶黃某也派了媒人來提親，虞小思厭惡他為富不仁，堅決拒絕，而是選中了馮家的兒子。馮某，本是縣裏的名士，兒子聰明，文章又寫得好。虞小思想把自己選擇的結果告訴王心齋，王卻外出做買賣沒回來。虞小思便自己作主，跟馮家訂下了親事。黃某沒有得逞，便也假託外出做買賣，找到了王心齋，擺下酒宴請他喝酒，還資助了他一些本錢。二人漸漸融洽起來，黃某便吹噓自己的兒子如何如何聰明，要給兒子提親。王心齋感激黃某的資助，又仰慕他的富有，便答應了。回家後，去告訴虞小思。虞卻已在昨天接受了馮家的婚約，聽了王心齋的話，很不高興，讓女兒出來，告訴她情形。女兒生氣地說：“黃姓債主是我們的仇家！要我侍奉他們，我只有一死！”王心齋很慚愧，托人去告訴黃某虞小思已答應了馮家的婚事。黃某大怒，說：“那女子姓王，不姓虞！我有約在先，他提親在後，怎麼能背棄盟約！”於是，向縣衙告了狀。縣令因為黃某有約在先，要將紉針判給黃家。馮家不服，說：“王心齋把女兒托付給虞家，親口說婚姻大事由虞家作主；況且，我有訂婚書，而黃某跟王某不過是幾句酒話罷了！”縣令聽了，一時不能判決，便想聽憑紉針意願。黃某忙用重金賄賂縣令，求他偏袒自己。因此，這件事一直拖了一個多月沒有判定。",
      "&emsp;&emsp;一天，有個舉人北上進京趕考，搭著公家車子路過東昌，派入打聽王心齋，正好問到虞家。虞小思反問來人，得知那舉人姓傅，就是當年的阿卯。他已經入了福建籍，十八歲時就鄉試考中了舉人。因為以前跟王家有婚約，所以一直沒有娶親。這次北上趕考，他的母親特意囑咐他順便訪查王家的下落，打聽一下紉針是不是已經嫁了人。虞小思聽說後大喜。把傅舉人請到家中。詳細講述了紉針這些年來的遭遇。但女婿自千里以外的地方趕來，苦於沒有憑據。傅阿卯便打開行李，拿出了當年王家給的許婚書。虞小思忙叫了王心齋來，確認不錯。大家都很高興。這天，縣令再審紉針一案，阿卯投進名帖，拜見縣令，說明了情況，縣令便撤銷了這個案子。阿卯跟王家約下婚期，又繼續北上了。",
      "&emsp;&emsp;不久，阿卯參加會試回來。買了很多禮品，在他原來的家住下，跟紉針成了親。這時，阿卯考中進士的捷報已經報到了福建，接著又報來東昌，會試又考中了，接著是入京觀政後，從京城再回來。紉針不願到南方去。阿卯也因為舊宅祖墳都在這裏，於是自己南下迎回父親的棺木，用車載著母親一同遷來老家。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;又過了幾年，虞小思去世了，兒子才七八歲。紉針撫養他，比待自己的親弟弟還好，讓他讀書，進了縣學。家裏也很富有，這一切都是靠阿卯的力量啊！",
      "&emsp;&emsp;異史氏說：「神龍中也有游俠嗎？表彰善良去除斜惡，用雷霆決定生死，這是『錢塘破陣舞』(1)啊。轟轟雷擊，都為紉針，怎知她不是龍女降生人間呢？」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.錢塘破陣舞︰唐李朝威《柳毅傳》，洞庭君之弟錢塘君在救龍女時，“千雷萬霆，激繞其身，霰雪雨雹，一時皆下。”錢塘君救出龍女後，曾演《錢塘破有樂》共慶勝利。"
    ]
  },
  {
    "title": "桓侯",
    "href": "http://liaozhai.weebly.com/2670720399.html",
    "content": [
      "&emsp;&emsp;荊州人彭好士，從朋友家喝酒回來，下馬小便，馬在路旁啃草。有一叢細草毛茸茸的，小黃花剛開放，鮮豔奪目，可是已經被馬吃了大半；彭好士看見了，趕忙把剩下的草莖拔下來，聞聞有特殊香昧，就揣在懷裏，上馬再走。 馬跑得很快，他覺得很愜意，竟忘了看怎麼回家，由著馬隨便跑。跑著跑著，忽然發覺太陽要落山了，這才想起該拉馬回家了。只見滿眼都是山，不知到了什麼地方。這時來了一個穿青衣服的人，見馬連嘶帶跳，就替他拉住馬嚼環，說：“天快黑了，我家主人請你去住一宿。”彭問：“這是什麼地方？”青衣人答：“這是四川閬中縣。”彭嚇了一跳：半天功夫已經跑了一千多里路了！便問：“你家主人是誰？”答道：“到了你就知道。”彭又問：“在那兒？”回答說：“很近。”說完就替他拉著馬跑，人與馬都像飛的一樣快。",
      "&emsp;&emsp;過了一個山頭，看見半山中一層層房屋樓閣，其中夾雜著帳篷，遠遠地見一夥人穿著禮服，好像在等什麼人。彭到了近前下馬，與那些人互相打拱問候。一會兒，主人出來了，氣宇勇猛剛毅，穿戴也很特別，向彭拱拱手說：“今天來的客人沒有比彭君更遠的了。”又禮貌地請彭走在前頭。彭謙讓地不肯冒然先走，主人拉了他的胳膊走，彭覺得被拉的地方像鉗子夾住一樣，痛得像要斷了，不敢再謙讓，便順從地走了。他之後的人還再謙讓。主人就連推帶拉，客人們有的喊痛，有的摔倒，好像受不了的樣子，全都照著主人的吩咐進了廳堂。裏面陳設華麗，兩個客人一桌筵席。彭悄悄問同座的人：“主人是誰？”回答說：“是張桓侯(1)啊。”彭很驚愕，連咳嗽都不敢，各座都鴉雀無聲，酒筵開動。桓侯說：“我年年叨擾諸位親朋，現在略備薄酒，表示我一點心意。又逢遠來的彭君光臨，很是幸運。彭君，在下對您有點小要求，可是你若捨不得，我也不勉強。”彭站起來問：“您指的是什麼？”桓侯說：“您騎的馬有仙骨，塵世間的人不能夠駕馭牠。我打算買匹馬跟您換，怎麼樣？”彭說：“送給您了，不需要換了。”桓侯說：“我一定還你一匹好馬，而且外還給你萬兩黃金。”彭聽了，離開座位伏在地上叩謝。",
      "&emsp;&emsp;桓侯命人拉他起來。一會兒，酒菜一起上來了。太陽落下後，桓侯吩咐點了蠟燭，大家起身告辭，彭也要走。桓侯說：“你遠道而來，到那裡住？”彭指著同席的人說：“我已經求他給我安排住處了。”桓侯又用大杯逐次向客人們敬酒，對彭說；“你懷裏的香草，鮮嫩的，人或畜吃了可以成仙，乾枯的也能點金，七根草莖能點一萬兩黃金。”命令童僕把點金秘方傳給他，彭又拜謝。桓侯說：“明天到集市去，你可以在馬市裡隨便挑，不要講價錢，不管多少我都給他。”又對大家說：“遠來的客人回家，請多少幫點路費。”大家都唯唯答應著。大杯飲盡，都辭別出來。路上才互相詢問姓名，彭好士的同席叫劉子翬。同行了二三里路，過了一座小山，就看見村莊了，眾客人陪著彭好士都到了劉家，才談起山上的怪事。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;過去，村裏年年有個習慣，宰豬殺羊在桓侯廟前搞些比賽、唱戲一類的活動，叫“賽社”，劉某是領頭而且是出錢最多的。三天前。賽社才結束。中午，村中每家都有一個人來邀請到山那邊去一趟。問去幹什麼，誰作東道主，來人言語含混，但是催促得很急。人們過了山，看見了房舍，都覺奇怪。快到門口時，來人才以實相告，大家雖然有些害怕，也不敢回去。來人說：“先在門口等一下。桓侯還請了一位遠方客人，馬上就到。”遠方客人就是指彭好士。大家說起來，又驚又怕。人們中間凡是被主人用手抓過的，都感到胳膊痛，脫下衣服點了蠟燭一照，皮肉都瘀黑。彭看看自己，也一樣。大家散後，劉某就收拾床鋪叫彭休息。次日一早，村裏人爭著請他，又陪他到市集去選馬，十幾天下來沒挑到好馬，彭打算隨便買一匹湊合算了。這天又去馬市，見一匹馬骨架外形像是良馬，騎上一試，其快無比，就直接騎回村來了。再到馬市找賣馬人，賣馬人已經走了。於是告訴村人想回家，村人都贈他錢財，他就動身回家了。",
      "&emsp;&emsp;馬匹很神駿，一天可以走五百里路，回到家裡，自己說從四川回來，大家不相信。等到行李裡面拿出的都是四川物品，大家才一起覺得很神奇；隔了許多天，香草都枯萎了，算了一下",
      "&emsp;&emsp;，正好有七根；照著秘方點金，因此成了巨富，於是回到桓侯的廟，自己出資祭拜三天才回來。",
      "&emsp;&emsp;異史氏說︰“看了桓侯設筵席酬賓，然後相信武夷君設置幔亭(2)並不荒誕；不過主人邀約客人，而讓被邀請的人幾乎骨折，那麼在世時的勇猛是可想而知的。”",
      "&emsp;&emsp;吳木欣說：“「有一個姓李的人家，長了兔寶寶牙，嘴唇蓋不住門齒。一天，在一個筵席，二個客人互相推讓座次，爭讓得兇。一個用力向前，一個用力向後。結果力氣太大手肘向後打，李正好站在後面，手肘打到嘴巴，兩顆兔寶寶牙都斷掉，血流不止。大家都很驚愕，爭讓才平息。」”這個正好跟桓侯的抓了手骨頭要斷，一樣好玩。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.張桓侯：張飛，字益德，東漢未涿郡人。與關羽同事劉備，雄壯成猛。章武元年，升車騎將軍，後隨劉備伐吳，為其部下所殺。諡桓侯。",
      "&emsp;&emsp;2.武夷幔亭：武夷君，武夷山山神。陸羽《武夷山記》：秦始皇二年八月十五日，武夷君於山上置幔亭，化虹橋通上下，大會鄉人飲宴。幔亭，張幔為亭。"
    ]
  },
  {
    "title": "粉蝶",
    "href": "http://liaozhai.weebly.com/3188134678.html",
    "content": [
      "&emsp;&emsp;陽曰旦，是瓊州的文人。有一次，他從外地回家，船在海上遭遇颶風。眼看船就要被浪打翻，忽然飄來一條空船，他急忙跳上去，回頭一看，同船的人都被淹沒了。風越來越狂，他閉著眼睛隨風飄行。",
      "&emsp;&emsp;過了一陣，風停了，陽曰旦睜開眼，看見一個島嶼，房舍相連。他划著船靠岸邊，直到村口。村中寂靜無聲，陽曰旦繞了很久，連雞狗的叫聲都聽不到。陽曰旦看見一個朝北的大門，松竹掩映。這時已是初冬，牆內不知是什麼花，滿樹蓓蕾。他很喜歡這種花，就慢慢地走進去。遠遠地聽見彈琴聲，就稍稍停下步子。這時一個婢女從裏邊出來，大約十四五歲，長得脫俗豔麗，看見陽曰旦，反身又進了屋。接著，聽到琴聲歇止，一個少年走出來，驚訝的問陽曰旦從什麼地方來。陽曰旦詳細地告訴了他。又問陽曰旦的家族，陽曰旦又告訴了他，少年高興地說：“我們是姻親啊！”接著就請陽曰旦進院子裏面。",
      "&emsp;&emsp;院中房舍華麗，又傳來琴聲。走進房中，一個少婦端坐著，正在調琴弦，年齡大約在十八九歲，光采照人。少婦看見客人進來，推開琴想避開，少年止住她說：“不用走，這個人是你家親戚。”就替陽曰旦說了來由。少婦說：“原來是我侄子。”問陽曰旦：“祖母還健在嗎？父母多大歲數了？”陽曰旦說：“父母四十多歲，都很安好。只是祖母年已六旬，得了重病，久治不愈，連走路都要人扶。侄兒實在不知道姑姑是那一房的？請明白告訴我，以便回去告訴家人。”少婦說：“路途遙遠，和你家早就斷了音信了。你回去只要告訴你父親十姑問候他，他自然就知道了。”陽曰旦問：“姑丈是那族？”少年說：“我姓晏。這島叫神仙島，離瓊州三千里路，我流寓這裏也不久。”十娘進去，讓婢女備辦了酒食招待客人。新鮮的菜肴香美可口，也不知道叫什麼名字。吃完飯，晏生帶著陽曰旦四處遊覽。陽曰旦見園中桃花、杏花含苞待放，非常奇怪。晏生說：“這裏夏天無酷暑，冬天無大寒，四季花開不斷。”陽曰旦高興地說：“真是好地方啊！回去告訴父母，搬來和你們作鄰居。”晏生只是微笑。",
      "&emsp;&emsp;回到書齋，點起蠟燭，見琴橫放在桌案上，陽曰旦請求聆聽一下晏生演奏的琴曲。晏生就撫琴調弦，這時十娘從裏面出來，晏生說：“來，來！你為你的侄子彈一曲吧。”十娘坐下，問侄子：“願意聽什麼曲子！”陽曰旦說：“侄兒從來沒讀過《琴操》(1)，實在說不出願聽什麼曲子。”十娘說：“只要隨意出個題目，都可以彈出曲調。”陽曰旦笑著說：“海風引舟，也可以作一支曲子嗎？”十娘說：“可以。”於是撥弦彈奏起來。像是早有曲譜，意調激昂，奔騰入耳。陽曰旦靜靜地領會，好像自身仍在船上，被颶風吹得隨波顛蕩。陽曰旦驚歎至極，說：“我可以學嗎？”十娘把琴給他，讓他試著勾撥琴弦，說：“可以教你。想學什麼曲調？”陽曰旦說：“剛才彈奏的‘颶風操’，不知道幾天能學會？請先把曲寫下來。我讀熟它。”十娘說：“這個曲子沒有文字，我是按自己的意念譜曲的。”就另拿了一張琴，作勾剔的動作，讓陽曰旦照著做。陽曰旦練習到起更後。音節大略能合得上，晏生夫妻二人才告辭離去。",
      "&emsp;&emsp;陽曰旦專心一意，對著蠟燭自己彈奏，時間一久，領悟到了其中的奧妙，不禁高興得手舞足蹈。一抬頭，忽見一個婢女站在燈下，陽曰旦吃驚地說：“你還沒有走啊？”婢女笑著說：“十姑命我等你睡下後，關好門把燈移開。”陽曰旦仔細看那婢女，見她眼睛明亮晶瑩，姿態媚人，怦然心動。微微地挑逗她，婢女只是低頭笑。陽曰旦更加著迷，猛地站起來摟住她的脖子，婢女急說：“不要這樣！已經四更天了，主人要起來了。如果有意，明天晚上也不遲。”正在親熱擁抱時，聽到晏生呼喚：“粉蝶！”婢女變了臉色說：“壞了！”急忙跑出去了。陽曰旦偷偷地跟過去聽著，只聽晏生說：“我本來就說這個婢女塵緣未滅，你一定要把她收下來，現在怎麼樣？應該打她三百鞭子！”十娘說：“這種心思一動，就不能再使喚了，不如乾脆給我侄子算了。”陽曰旦聽了既慚愧又害怕，回到書齋熄了燈自己睡下。",
      "&emsp;&emsp;天亮後，有個童子來侍候他盥洗，沒有再看見粉蝶。陽曰旦心中惴惴不安，恐怕受到譴責被趕走。不久，晏生與十姑一起出來，好像沒把那件事放在心上，就考他的琴技。陽曰旦彈了一遍，十娘說：“雖然還沒學到神髓，但已經學了十之八九。練熟了就可以更神妙。”陽曰旦又請求教別的曲子。晏生教了他“天女謫降”曲子。這支曲子指法很難，陽曰旦練習了三天，僅能成調。晏生說：“已經學了個大概，以後只須熟練就行了。只要練熟這兩首曲子，就再沒難彈的曲調了。”",
      "&emsp;&emsp;陽曰旦很想家，告訴十娘說：“我住在這裏，承蒙姑姑撫養。十分快樂，只是擔心家中人懸念。這裏離家三千里。不知什麼時候才能回到家裏！”十娘說：“這並不難，你原來坐的船還在，我助你一帆風。侄子還沒有成家，我已讓粉蝶先去了。”又贈送他一張琴，並給他些藥說：“回去給祖母醫病。這藥不但能治好病，還可以延年益壽。”說完就把陽曰旦送到海岸，讓他上船。陽曰旦找船漿，十娘說：“不需要這東西。”說完，解下裙子當作船帆，繫到船上。陽曰旦擔心會迷路，十娘說：“不要擔憂，只管聽憑風帆飄蕩。”繫好了帆，陽曰旦上了船，心情淒然，正想拜謝告別，忽然刮起南風，離岸邊已經很遠了。陽曰旦見船上已經準備了乾糧，但是只夠吃一天份。心中埋怨十娘吝嗇。肚子餓了，又不敢多吃，怕一下子吃光，只吃了一塊胡餅，覺得胡餅裏外又甜又香。剩下的六七塊，陽曰旦珍重地保存起來，也不覺得肚餓了。夕陽要下山了。陽曰旦正後悔來時沒有要燈燭，轉瞬間，遠遠看見有人煙。仔細一看，原來是瓊州。陽曰旦高興極了，一會兒就到了岸邊。他解下裙子，裹好胡餅，就回家了。",
      "&emsp;&emsp;進了門，全家人十分驚奇，原來陽曰旦離家已經十六年了。這時陽曰旦才知道他遇到了神仙。看到祖母更老病更重，陽曰旦便拿出藥讓祖母吃了，多年的重病立刻好了。家裏人都奇怪地問他，陽曰旦就把見到的事情都講了。祖母傷心地說：“那是你姑姑啊。”當年，老夫人有個小女兒，名叫十娘，生來就有神仙姿容，許配給晏家。女婿十六歲時，進山沒有回來，十娘等到二十多歲，忽然沒病死了，埋葬了已經三十多年了。聽了陽曰旦的話，大家都懷疑十娘沒死。陽曰旦拿出裙子，正是十娘當年在家裏穿的那條。陽曰旦又把胡餅分給家人吃，只吃一塊，一天都不餓，而且精神倍增。老夫人命人打開十娘的棺墓驗視，原來只是一具空棺材。",
      "&emsp;&emsp;陽曰旦起初聘了吳家女兒，因為他出去幾年沒有回來，吳家女兒就嫁了別人。大家都相信十娘的話，等著粉蝶來。過了一年多也沒有音信，才商議另外娶親。臨邑的錢秀才，有個女兒叫荷生，遠近都知道她長得漂亮，年已十六歲。還沒嫁人，就死了三個未婚夫成。陽家就托媒人和錢家訂了親，選好日子成親拜堂。娶到家後，果然非常豔麗漂亮。陽曰旦仔細一看，原來是粉蝶！驚奇地問她過去的事，錢女茫然不知。原來粉蝶被趕走的時間。正是錢女降生的時辰。陽曰旦每次為她彈奏《天女謫降》，錢女總是手支下巴凝思，好像有所領會。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.《琴操》：解說琴曲的書，傳為東漢蔡邑所撰。"
    ]
  },
  {
    "title": "李檀斯",
    "href": "http://liaozhai.weebly.com/264462726426031.html",
    "content": [
      "&emsp;&emsp;長山人李檀斯，是國學生。有次，他村中有個老太太“走無常(1)”，對人說：“今夜和一個人共同抬著李檀斯，去投生淄川縣柏家莊一家大門嶄新的人家，他身軀太重，差點沒被他壓死！”當時李檀斯正在與客人高興地喝酒，聽到老太太的話，都認為是胡說八道。到了夜晚，李檀斯突然無病死去。天明以後，有人趕緊去老太太說的投生地點打聽，果然那人家夜晚生了個女孩。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.走無常：迷信說法，謂地下亦如人間，設有皂吏。皂吏不足時，即勾攝生人為之，事訖放還，稱為走無常。"
    ]
  },
  {
    "title": "錦瑟",
    "href": "http://liaozhai.weebly.com/3767029791.html",
    "content": [
      "&emsp;&emsp;沂水縣有個姓王的書生，少年時父母就死了，家裏十分貧困。但王生卻是一個高雅自持、清奇灑脫的美少年。當地有個姓蘭的富翁，見了王生很喜歡，將自己的女兒嫁給了他，還答應為他蓋房子、置田產。王生剛娶妻不久，蘭富翁就去世了。妻子的弟兄們都鄙視王生，從不和他來往。特別是妻子蘭氏，更是傲慢兇悍，常把丈夫當作奴僕使喚。自己吃美味佳餚，讓丈夫吃粗茶淡飯，吃飯時折兩根草杆給他當筷子，放他前面，對於這些王生都忍了下來。",
      "&emsp;&emsp;­王生十九歲時，去郡裏考秀才，結果名落孫山，心裏很是懊喪。回到家中，正好妻子不在，鍋裏熬著羊肉羹。王生便舀起一碗來吃。一會兒，蘭氏走了進來，也不說話，劈手就把鍋子端走了。王生十分羞慚，把筷子拋到地上，說：“這種待遇，不如死了！”蘭氏很生氣，問王生什麼時候去死，扔過一條繩子讓他去上吊。王生大怒，將飯碗拋到了蘭氏身上，把頭打破了，自己離家出走。路上仔細想想，萬念俱灰，活著實在不如死了，便揣著根帶子進入一條深谷中。來到樹叢裏，正要選根樹枝繫帶子，忽見土崖間微微露出條裙子。瞬間，一個小丫鬟冒出來，看見王生，急忙縮了回去。像影子一樣消失了，土崖上卻沒有一點裂痕。王生心知是妖怪，但正要尋死，所以也不害怕，將帶子放下，坐在地上，察看動靜。一會兒，丫鬟又露出半張臉，往外看了一眼，立即縮了回去。王生心想，如能跟著這些鬼物去，倒能享受到死的樂趣，便抓起塊石頭，敲打著土崖說：“地下如能進去，請指條路。我不是尋歡的，是求死的！”很久，沒有動靜。王生又敲著說了一遍。只聽土崖裡有人說道：“想尋死",
      "&emsp;&emsp;先回去吧，晚上再來！”話音雖細得像蜂子鳴叫，卻清晰刺耳。王生",
      "&emsp;&emsp;答道︰“好吧！”就坐著等天黑。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;不久，夕陽落山，天空繁星閃爍。土崖忽然變成一座高大的府第，兩扇大門靜靜地敞開著。王生一步步走上臺階，走了進去。才幾步，見前出現一道河流，波浪洶湧，熱氣蒸騰，像是溫泉。用手試試，熱得像沸水，不知河有多深。王生懷疑這就是鬼神給他尋死的地方，便一頭跳了進去。熱水浸透幾層衣服，皮膚痛得像要爛了一樣。幸虧浮在水面上，沒有沉下去。在水中游了很久，漸漸能忍受水的熱度，極力掙扎著才爬上河的南岸，幸好全身並沒有燙傷。又往前走了會兒，遠遠望見屋子內透出燈光，便朝著屋子走去。突然一條大狗竄出來，向王生猛撲，一口咬掉了他的衣服，撕破了他的襪子。王生急忙摸起石頭砸狗，狗才稍往後退了退。接著又有一群狗攔路狂叫起來，狗都長得像條小牛一樣。正在危急時刻，一個丫鬟出來將群狗喝退，看著王生說：“尋死的人來？我家娘子可憐你遭受迫害，處境艱難。讓我送你去安樂窩。從此以後無災無難。”便挑著燈，領著王生開了後門，在昏黑的夜幕下往前走去。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;不一會，來到一家，明亮的蠟燭照射著窗戶。丫鬟說：“你自己進去，我回去了！”王生進門四下一看，原來是自己的家！急忙返身跑了出來，正碰上蘭氏使喚的老媽子，見了王生說：“找了你一整天，又要往那裡去？”拉著王生進入屋內。只見蘭氏用手帕包著腦門上的傷，笑咪咪地從床上下來迎接，說：“我們做夫妻一年多了，連和你開個玩笑都不知道嗎？我已經知罪了。你只是受了我一點責備，我可是實實在在讓你給打傷了，你也可以稍稍出口氣了！”從床頭上拿出兩錠金子，塞到王生懷裏，說：“以後全家的吃穿，你說了算，行了吧？”王生一言不發，將金子扔到地上，奪門跑了出去，仍想去深谷敲那座府第的大門。來到田野間，那個丫鬟走得緩慢，遠遠地挑著燈還能看得見，王生忙喊叫著追趕，燈停住了。等他趕上，丫鬟說：“你又來了！辜負了娘子一片苦心。”王生說：“我想尋死。沒和你討論求活。娘子是大戶人家，地下也需要人手，我願意做苦役。實在感不到活著有什麼快樂！”丫鬟勸道：“好死不如賴活，你的想法怎麼這樣荒謬啊！我家也沒別的活，只有挖河、灑掃、餵狗、搬屍，做不到規定數量，就要削耳朵、割鼻子、敲斷小腿、剁去腳趾。你能嗎？”王生忙回答說：“能行！”又進入後門。王生問道：“剛才說的那些差事都幹些什麼？還要搬屍，那來那麼多死屍？”丫鬟說：“我家娘子以慈悲為懷，開了座‘給孤園’，專門收養地下極深處那些無家可歸的冤鬼遊魂。鬼魂多得成百上千，每天都有死去的，所以需要背了去埋了。請你去看看。”",
      "&emsp;&emsp;­",
      "&emsp;&emsp;不一會兒，走近一座門，上寫著“給孤園”。進去一看，只見房屋又多又亂，十分污穢，臭氣薰天。園裏的鬼魂看見燈光，紛紛聚集過來，都是些斷了腦袋缺少胳膊的，令人不堪入目。王生回過頭來想走開。見一具鬼屍橫躺在牆下，近前看看，血肉狼藉。丫鬟說：“才半天沒搬，就被狗啃成這樣。”讓王生把鬼屍背走。王生面有難色，丫鬟見狀，說：“你若辦不到，請仍回你的安樂窩享福。”王生迫不得已，只得將鬼屍背起來，放到偏僻的地方。王生請丫鬟向娘子求情做點別的，以免屍臭髒汙，丫鬟答應。走近一間屋子，丫鬟說：“先坐在這裏等著，我進去替你說說。餵狗的工作較輕，我替你求情，以後可要回報我！”去了一會兒，跑出來，招呼王",
      "&emsp;&emsp;生說：“快來，快來！娘子出來了！”王生急忙跟她進去，見大堂上四下裏掛著燈籠，一個女郎靠窗坐著，是一個二十來歲的仙女。王生拜伏在階下，女郎命丫鬟扶起來，說：“這是個書生，怎麼能養狗。就讓他住到西屋裏，主管簿籍吧！”王生大喜，忙跪下謝恩。女郎又說：“你看上去是個誠樸的人，可好好做事。如有差錯。罪過不小。”王生",
      "&emsp;&emsp;連聲答應。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;丫鬟領著他來到西屋，見屋子非常整潔，王生心中很高興，感謝丫鬟，又詢問娘子的家世。丫鬟回答道：“娘子小名叫錦瑟，是東海薛侯的女兒。我叫春燕，早晚有什麼事，就說一聲。”說完便離開了；不一會兒，又抱來衣服和被褥，放到床上。王生很興奮終於有了個落腳的地方。天剛亮，便起來開始工作，抄錄鬼魂名冊。屬下的僕役，都來參見王生，送了很多酒肉。王生為了避嫌。將酒肉全部退回。每天兩餐，都是吃供應來的飯菜。錦瑟察知王生廉潔謹慎，特別送他儒生衣帽。凡有賞賜，都命春燕送去。春燕生得很標緻，跟王生熟了後，常常眉目送情。王生假裝糊塗，謹慎地躲避，以免招致罪責。又過了兩年多，錦瑟娘子賞給王生的東西超過日常薪俸許多，但王生謙謹自守，一如既往。",
      "&emsp;&emsp;一天夜晚，王生剛睡下，聽到內院人聲吵嚷。忙起床提刀出門，見內院一片火光，映紅了天際。跑到院中一看，一群強盜正在搶劫，僕役們驚駭得四散逃竄。一個僕人發現了王生，催促他快跟他逃。王生不肯，將臉上塗黑，緊了緊腰，雜在強盜中高呼：“不要驚嚇了薛娘子！注意搜刮財物，不要遺漏！”這時，強盜們正到處搜不到錦瑟。王生得知錦瑟還沒被捉到，便暗暗潛入府第後面，一個人尋找。碰到一個躲藏的老婦人，詢問後才知道錦瑟和春燕都已翻牆逃走，便也跳過牆去，發現錦瑟二人藏在一個黑暗的角落裏。王生說：“這地方怎能藏住人呢？”錦瑟回答道：“我實在走不動了！”王生扔下刀，背起她便逃。一直跑了二三里路，累得汗流浹背，才逃進深谷中。將錦瑟放下，讓她坐在地上歇息歇息。忽然，一頭猛虎挾著疾風竄了過來。王生大驚，急忙要攔住她，猛虎已一口叼住了錦瑟。王生緊緊地揪住虎耳朵，極力將自己的胳膊塞到虎口中，以代替錦瑟。老虎發怒，扔下錦瑟，咬斷王生的胳膊，聲音清脆，斷臂掉在地上，虎也離開。錦瑟哭著說：“苦了你了。苦了你了！”王生在急忙中還沒感到疼痛，只是覺得血液像水一樣流出，讓丫鬟從衣服上撕下布片條裹住傷口。錦瑟忙阻止，俯身找到那根斷臂，安到斷處接好，再包紮起來。東方漸漸發白，天要亮了，三人才慢慢地回去。到家中一看，一片廢墟。天亮後，僕人漸漸會聚起來。錦瑟親自到西屋去，探視王生的傷臂，解開繃帶一看，斷臂已經接好，又拿出藥敷到傷口上，才離開了。從此後，錦瑟越發看重王生。讓他享用的所有東西都和自己的一樣。",
      "&emsp;&emsp;王生臂傷痊癒以後，錦瑟在室內擺下酒宴慰勞他。王生來到，賜他坐下；王生再三謙讓，才在一角坐下。錦瑟舉杯勸酒，猶如對待貴賓。過了會兒，錦瑟說：“我的身子已讓你背過，我想效仿過去楚王女兒和鐘建的故事(1)，但沒有媒人，羞於自薦。”王生恐慌地說：“娘子對我恩重如山，即使捨上這條命也難以報答。剛才娘子講的，對我來說是非分之事，我怕遭雷打，實在不敢從命。如果娘子可憐我沒有妻室，賜一個丫鬟就已經太過了。”錦瑟默然無語。",
      "&emsp;&emsp;一天，錦瑟的大姐瑤台忽然來了。是個四十多歲的美人。到了晚上，瑤台叫進王生，讓他坐下，說：“我不遠千里趕來，為我妹妹主婚，今晚就把她嫁給你。”王生急忙站起來推辭，瑤台立命拿酒來，命兩人喝交杯酒。王生苦苦推謝，瑤台奪過他的酒杯，為他們二人換盞。王生才伏到地上謝罪，接過錦瑟的酒喝了。瑤台出去後，錦瑟對王生說：“實話告訴你吧：我本是仙姬，因為有罪被遣謫。我自願來到地下，收養冤鬼，將功贖罪。正好遇到天魔劫難，才和你有附體姻緣。所以從遠方請大姐來，一是為我們主婚；二是讓她代理家務，以便跟你回去。”王生恭敬地說：“在地下最快樂！我家有悍婦，而且屋子狹窄簡陋。恐怕你受不了委屈。”錦瑟笑著說：“不妨事，兩人歡飲一場，十分依戀。過了幾天，錦瑟對王生說：“陰間聚會時間不可太長，你先回去，料理完家務，我就會去。”於是給王生一匹馬騎，開門出去後，山壁又合上了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;王生騎馬回到村中，村裏的人見了都大為驚駭。來到家門口，只見高房大屋，煥然一新。原來，王生打傷蘭氏離家出走後，蘭氏叫來兩個哥哥，想等王生回來痛打一頓報仇。等到天亮也沒回家，兩個哥哥才走了。有人在溝裏找到王生的鞋子，懷疑他已經死去。接著一年多沒有音訊。有個姓賈的陝中人，請媒人說通了蘭氏，就在王生的家裏娶了她。半年中又修建了好多房子。後來姓賈的外出經商，又買了一個小老婆回來，從此後蘭氏便經常在家吵鬧，賈某也常常是幾個月不回家。王生詢問了實情，大怒，將馬拴住，直奔入內。看見原來的那個老媽子，老媽子驚得忙伏在地上叩頭。王生痛駡一頓，又讓她領著去找蘭氏，蘭氏卻已經跑了。不久，在屋子後面找到了她，她已經上吊自殺了。王生便讓人將屍體送回她的娘家。將那個小妾叫來，約十八九歲，生的還算標緻，晚上便收留了她。賈某托村裏的人傳話，懇求還他的小老婆，小妾卻哀號著不肯去。王生便寫下訴狀，要告賈某霸佔家產，奪人妻子。賈某不敢再要，收了店鋪走了。",
      "&emsp;&emsp;王生正懷疑錦瑟負約沒來，一晚正在和小妾喝酒，聽見外面有車馬聲，接著有人敲門，原來是錦瑟來了。錦瑟只留下春燕，讓其他人都回去。進入室內，妾行拜見禮，錦瑟端詳後說：“這個有生男孩的相貌，可以代我受苦。”便賜給她華麗的衣服和明珠首飾，妾朝拜後收下，站在一邊侍奉。錦瑟拉她坐下，盡情談笑。過了很久，錦瑟說：“我醉了，想睡覺！”妾便辭出，王生也脫鞋上床。妾出門一進入自己的臥室，卻見王生躺在床上，大吃一驚；忙返回原來的屋子窺視，屋裏的燈已滅了。此後王生沒有一晚不睡在妾處。一夜，妾起來，偷偷的到錦瑟臥室看看，見錦瑟和王生二人正在談笑，十分驚駭，忙跑回去告訴王生，床上卻沒人了！天明後，暗暗告訴王生這些奇怪的事，王生自己也不知道，只覺得有時候睡在錦瑟處，有時又睡在妾處。王生囑咐妾不要宣揚這事。時間久了後，丫鬟也跟王生私通起來，錦瑟仿佛不知道一般。後來，丫鬟忽然難產，嘴裏只叫“請娘子來”。錦瑟一進去，胎兒馬上就下來了，還是一個男孩。錦瑟接生畢，把孩子遞到丫鬟懷裏，笑著說：“不要這樣子啦！常常在一起，割捨情愛就難了！”從此後。丫鬟就沒再生產。妾生了五個男孩，兩個女孩。錦瑟在王生家住了三十年。其間常常返回老家。來來往往都是在黑夜。一天，帶著丫鬟走了，從此沒再回來。錦瑟走後，王生活到八十歲時，忽然帶著一個老僕夜間外出，也一去不復返了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.楚王女兒和鐘建的故事：學習楚王女兒季芉與臣下鍾建結婚的故事；意為欲下嫁王生。春秋時，楚平王死後，子昭王立，適逢吳國侵犯，攻佔郢都：楚國大夫鍾建負平王女兒季芉隨昭王出逃，後季芉主動向昭王提出欲嫁鍾建，成為夫婦。"
    ]
  },
  {
    "title": "太原獄",
    "href": "http://liaozhai.weebly.com/228262140729508.html",
    "content": [
      "&emsp;&emsp;太原有戶人家，婆、媳都是寡婦。婆婆方到中年，不能自守。村裏一個無賴常常跑到她家裏去跟她私通。媳婦看不慣，暗暗地在門口、牆頭下阻擋那個無賴，不讓進門。婆婆十分羞慚惱恨，找了個藉口要休了媳婦。媳婦不願走，因此婆媳二人天天吵架。婆婆更加憤怒，向官府誣告媳婦有姦情。官府問她姦夫的姓名，婆婆說：“那人黑夜來天明就走，誰知道是誰？拷打那淫婦，就會知道！”於是，又傳喚媳婦。媳婦果然知道姦夫的姓名，但卻說是婆婆跟那人私通，不是自己。二人爭執不休。官府便將那個無賴拘拿了來，無賴又申辯說：“她們兩個我誰都沒有私通，是她們婆媳合不來，所以胡說八道冤枉我！”官府說：“一村上百人，怎麼單單冤枉你！”將他重打一頓。無賴只得招供說是跟媳婦私通。官府拷打媳婦，她卻始終不承認。官府便判決婆婆可以將媳婦趕出家門。媳婦不服。忿忿地又告到了省裏。像上次一樣，省裏也不能判決。",
      "&emsp;&emsp;當時，正好淄川縣的進士孫柳下做臨晉縣令，以善於斷案而聞名。省裏便把這個案子下到臨晉，讓孫縣令審理。人犯帶到後，孫縣令略略審訊了一遍。就將犯人暫且下到獄中。讓衙役準備磚頭、石塊、刀子、錐子等東西，質問清楚時使用。衙役們都困惑不解，說：“要上酷刑，自有板子大棍，怎麼拿這些不是刑具的東西審案呢？”不明白是什麼意思，姑且準備下再說。",
      "&emsp;&emsp;第二天，孫縣令升堂。問知吩咐預備的東西都已備好，便命都擺到大堂上。將犯人帶上來，又大略審問了一遍，才對婆媳二人說：“這件事也沒必要搞得多麼清楚明白。淫婦是誰雖然定不下來，但姦夫已經明確。你們家本是清白人家，不過是被壞人一時誘騙罷了，罪責全在那姦夫身上。大堂上現有刀子、石塊，你們自己拿去給我將那姦夫殺了！”婆媳聽說，害怕一旦失手會償命，孫縣令說：“不用擔心，有我作主！”於是，婆媳二人一同起身，拾起石塊砸那個無賴。媳婦早對那無賴恨入骨髓，兩手搬起大石頭，恨不能立即砸死他！婆婆則只是拿些小石子往無賴的屁股、大腿上砸。孫縣令又命用刀子，媳婦拿起刀來，一刀往那無賴的胸膛上捅去；婆婆則猶豫著不敢下手。孫縣令見狀，忙阻止說：“行了！我已知道淫婦是誰了！”命將婆婆拿下，嚴刑拷打，果然訊知實情。痛打了那無賴三十大板，才了結了這個案子。",
      "&emsp;&emsp;附記：有一天縣令差遣役催租，租戶外出，婦人應答。差役沒有賄賂很不高興，拘捕婦人回來。孫縣令生氣的說：「男人總會回家，怎麼可以侵擾人家婦女！」責打衙役，送婦人回去。接著要求工匠多準備手銬，準備催租。第二天，整縣傳頌縣令仁慈。欠稅的聽到傳聞，都讓妻子出來應答，縣令通通抓起來催租。我曾說：孫公才氣不差；不過如果知道情況，與其高興還不如哀傷憐憫百姓們。"
    ]
  },
  {
    "title": "新鄭訟",
    "href": "http://liaozhai.weebly.com/260323716535359.html",
    "content": [
      "&emsp;&emsp;長山縣石宗玉，是個進士，在新鄭縣當縣令。有一個遠客張某人，在外經商，因生了病，既不能步行，又不能騎馬，便雇了一輛人力車回家。身上帶著做買賣賺的五千貫錢。由兩個車夫載著他在路上走。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;到了新鄭縣城，兩個車夫把車子放在路邊，去買東西吃，張某自己一人守著錢躺在車上。有個某甲從這車旁經過，偷偷一看，見車上沒有別人，就去搶張的錢。張某有病不能抵擋，被某甲把錢搶了去。張某不顧有病，用盡全身力氣，遠遠跟在某甲身後。走了不多時，見某甲進了一個村子，他仍緊跟不放，也進了村子。隨後又見某甲進了一家門裏，張某不敢進人家的宅子，便從短牆上向裏張望。某甲放下錢回頭一看，也看見了張某，就跑出來抓住張某喊抓賊，並將張某綁起來送到縣署去見石縣令，誣告張某做賊。石公問張某，他詳細說明了經過，喊冤叫屈。石公因沒有什麼證據，就責令他們先回去。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;張某與某甲下了大堂，都說縣官沒有是非，石公只當沒聽見。下堂後，石公想起某甲很早就欠賦稅，就派人去某甲處追交，結果，第二天，某甲就拿了三兩銀子來納稅。石公問他銀子是那裡來的，某甲說：“賣了衣物換來的。”並且說得有名有姓。石公命人去問納稅人中有沒有與某甲一個村的，正好某甲的鄰居也來了。石公就傳來問他說：“你是某甲的鄰居，他的銀子是那裡來的，你當然知道。”鄰人說：“不知道。”石公又對某甲說：“鄰居都不知道你的錢是那裡來的，一定來路不明。”某甲一聽便害怕，使眼色給鄰居說：“我賣了某東西、某傢俱，你豈不知道？”鄰人急忙說：“對！對！是有這個事。”石公生氣地說：“你必定與某甲一同偷過，不動大刑你不會說實話。”鄰人一聽要動大刑，就趕忙說：“因為我們是鄰居，沒有敢說實話。現在眼看就要對我行刑了，還隱瞞什麼？他實在是搶張某的錢來的。”石公問出了實情，便放了鄰人。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;這時，張某因丟了錢，還在城裏沒走。石公就命某甲把錢還給張某。從這件事，可以看出石公為官是真心的為民辦事。"
    ]
  },
  {
    "title": "李象先",
    "href": "http://liaozhai.weebly.com/264463593720808.html",
    "content": [
      "&emsp;&emsp;李象先，是壽光縣的名人。他的前世是一座寺廟的火頭僧，無病而死。靈魂離體後，遊蕩在外，棲息在一個牌坊上。往下看見往來行人，頭頂上都冒出火光，那是身體內的陽氣。夜晚，想到牌坊上不能久居，但下面房屋一片昏黑，不知應該到那裡去。只有一家燈火通明，靈魂便飄蕩著過去，進入家門，已經變成了一個嬰兒。母親餵他，看見乳汁十分害怕；但肚子饑餓不堪，只得閉住眼睛勉強吸吮。過了三個多月，就不再吃奶。再餵他，便驚叫哭鬧。母親只得用米汁摻著棗栗餵養他，才得以長大，這就是李象先。李象先小時候到了一座寺廟，看見寺僧，都能叫出他們的名字。只是到老都害怕喝奶。",
      "&emsp;&emsp;異史氏說：「象先學問淵博，是山東名士。子早貴，但是自己只以生員終老，這是否為佛家所謂修慧沒修福呢？弟弟也是名士。但是有個隱疾，幾個月來一次；衝動時忽然站起來，不顧賓客，自外呼喊進門，於是奴婢媼婦都躲起來；讓他及時克制，沒進房間還會回去見客。兄弟都是奇怪的人。」"
    ]
  },
  {
    "title": "房文淑",
    "href": "http://liaozhai.weebly.com/251512599128113.html",
    "content": [
      "&emsp;&emsp;開封人鄧成德，遊學來到兗州，住在一座破廟中，受雇為一個專造戶口名簿的人抄抄寫寫。到了年底，同事和僕役們都回家了，只剩下鄧成德一個人，在廟裏生活。",
      "&emsp;&emsp;一天，天剛明，有個少婦敲門進來，她長淂十分豔麗，到佛像前燒香，叩拜後走了。第二天，少婦又來拜佛。晚上，夜深後，鄧生起床掌上燈，剛想做點什麼，少婦卻早早地來了。鄧生便問：“怎麼來得這樣早？”少婦說：“天明後人太雜，所以不如黑夜來；又擔心來得太早會打擾你睡覺休息。剛才望見燈光，知道你已起床，所以來了。”鄧生調戲道：“廟裏沒人，住在這裏可免來回奔波之苦。”少婦譏笑道：“廟裏沒人，難道你是鬼嗎？”鄧生見能和她親近，等她拜完佛，就拉她坐下求歡。少婦說：“在佛面前怎能做那種事！你身無片瓦，還敢妄想嗎？”鄧生不斷懇求，少婦才說：“離這裏三十里，有個村莊，村裏有六七名孩童還沒請到塾師。你去找一個叫李前川的人，可以得到這個工作，就說要帶家眷去，讓他另準備一間屋子．我就可以跟著你，這是長久之計。”鄧生擔心事情暴露不好，少婦說：“不要緊。我姓房，小名叫文淑。沒有親屬，常年寄居在舅父家裏，不會有人知道的。”鄧生大喜。辭別文淑，去那個村莊拜會李前川，果然被雇用為塾師，又約定年前就帶家眷來。返回後，告訴文淑經過。文淑先走一步，約定在路上等他。鄧生隨後即告別同事，借了匹馬往村莊趕去，文淑果然在半路等候。鄧生下馬，讓她騎上，繼續趕路。到了學館，兩個人便生活在一起。",
      "&emsp;&emsp;一直過了六七年，竟然像夫妻一樣，感情和好，安安穩穩，也沒有追捕逃婦的。",
      "&emsp;&emsp;後來，文淑忽然生了個兒子。鄧生因為家裏的妻子不生育，意外得子十分高興，起名叫“兗生”。文淑卻說：“假婚配終究不會變成真的。我就要離開你，又生下這麼個累人的東西幹什麼！”鄧生說：“我正想倘若好運，多掙點錢。可以和你一塊回老家，怎麼說這種話？”文淑說：“多謝，多謝！我可不會獻媚諂笑，去承接大老婆的鼻息！給人作奶媽，讓孩子難堪。”鄧生忙辯白妻子不妒嫉，文淑默然無語。",
      "&emsp;&emsp;一個多月後，鄧生辭館，計畫和李前川的兒子一同外出經商，告訴文淑說：“我想，指望做塾師度日，難有寬裕的時候。不如學著做點買賣，倒還有賺錢回老家的希望。”文淑也不說話。到了夜晚，文淑忽然抱著孩子起來，鄧生忙問：“幹什麼？”文淑說：“我要走了！”鄧生急急起床，剛要追問，但門沒開，文淑卻不見了。鄧生驚駭之下，才醒悟文淑不是凡人。因為文淑形跡可疑，走了後也不敢告訴別人，只推說是回娘家去了。",
      "&emsp;&emsp;在此以前，鄧生離家遠遊時，曾與妻子婁氏約定，年底一定回來。沒想到一去好幾年沒有消息。有人傳言鄧生已死，婁氏的哥哥因為婁氏並無子女，便勸她改嫁。婁氏不同意，和哥哥約下再等三年，每天靠紡紗織布來維持生活。一天，天黑後，婁氏出去關大門，一個少婦忽然從門外進來，懷中抱著一個嬰兒，說：“從娘家回來。正好天黑了。知道姐姐一個人住，所以來借宿一晚。”婁氏便讓她進屋。到房中仔細一看，是一個二十來歲的美人。婁氏便高興地和她同床而睡，兩人一塊逗弄著嬰兒。婁氏見嬰兒白得像瓠瓜一樣，十分可愛，傷感地說：“我怎麼就沒有這麼個孩子！”少婦便說：“我正嫌他累人。就把他過繼給姐姐作兒子，怎麼樣？”婁氏說：“別說娘子不捨得，就是捨得，我也沒有奶水養活他啊！”少婦道：“這不難。這孩子剛出生時，我也沒奶水，吃了半劑藥就好了。剩下的藥還在這裏，就送給你吧。”說著，拿出一個小包放到窗臺上。婁氏以為少婦在開玩笑，漫不經心地答應下，也沒感到有什麼奇怪的。第二天醒來，呼喚少婦，沒人答應。一看，孩子在，少婦卻已走了。婁氏十分驚駭，直等到中午，嬰兒餓得不斷號哭，婁氏不得已，只得將那包藥喝了，一會兒便有乳汁流出來，就喂嬰兒。這樣過了一年多，孩子長得又白又胖，漸漸會學人說話，婁氏喜愛他不亞于自己親生的。從此後，便打消了改嫁的念頭。只是每天早起後要照顧孩子，再不能幹活賺錢，家裏越發困難起來。",
      "&emsp;&emsp;有一天，少婦忽然來了。婁氏大吃一驚，害怕是來要孩子的，便先發制人，先責怪她當初不辭而別，接著又喋喋不休地講起撫養孩子的艱難。少婦笑著說：“姐姐訴說訴說難處，我就扔了兒子不要了嗎？”便用手招呼小孩，孩子卻哭著撲到了婁氏懷裏。少婦罵道：“小牛仔子不認得親娘了！這可是百金也換不來的。拿錢來吧，我們立下個買賣字據！”婁氏信以為真，臉不禁臉紅耳赤。少婦忙笑著說：“姐姐別怕。我這次來正是為了孩子。自分別後，我一直擔心姐姐沒有養兒子的資本，所以多方求借，湊了十多兩銀子來了。”於是拿出銀子遞給婁氏。婁氏又擔心接受了銀子，人家再要孩子自己就沒話說了，死活不要。少婦放到床上，自己出門走了。婁氏忙抱著兒子追出門外，人已走遠了，喊也不管。婁氏懷疑少婦負氣走了，心裏惴惴不安。但自從得到銀子，多了利息，家境富裕了不少。",
      "&emsp;&emsp;又過了三年，鄧生做買賣賺了錢，治辦行裝，返回家來。夫妻二人久別重逢，欣喜萬分。鄧生忽然看見了孩子，便問是誰家的，婁氏詳細地講了經過。鄧生又問：“叫什麼名字？”婁氏說：“他媽喊他兗生。”鄧生大吃一驚，說：“這真的是我的兒子！”忙問少婦帶著孩子來的時間，正是他和文淑分別的那晚。鄧生便向妻子講了和房文淑的悲歡離合，兩人因終有一子，倍覺欣慰，期望著文淑還來，卻再也沒有音訊了。"
    ]
  },
  {
    "title": "秦檜",
    "href": "http://liaozhai.weebly.com/3120627292.html",
    "content": [
      "&emsp;&emsp;青州的馮中堂家，殺了一頭豬。拔去豬毛，見肉上寫著一行字：“秦檜(1)七世身。”將豬肉烹了來吃，味道惡臭，不能下嚥，只得扔給狗吃了。唉！秦檜的臭肉，恐怕狗也不願吃啊！",
      "&emsp;&emsp;聽益都人說，馮中堂的祖先，是在宋朝時被秦檜害死的，所以後代最敬岳飛。在青州城北大街旁建了座“岳王殿”，又塑了秦檜、萬俟卨(2)兩人，跪在嶽飛像前。來往行人每去瞻拜岳王殿時，都用石塊投打秦、萬二人，殿內香火不絕。後來，朝廷大軍征伐于七，馮家子弟毀了岳王像。將秦檜、萬俟卨二人的塑像搬到幾里外的“子孫娘娘廟”中，讓他們對娘娘下跪。恐怕百年以後，必定又有“杜十姨”“伍髭鬚”(3)之類的訛誤出現，真是太可笑了。",
      "&emsp;&emsp;還有：青州城內，原有座“澹臺子羽祠”(4)，當魏忠賢(5)顯赫時，有個世家人諂媚他。將子羽的塑像去掉帽子，刮掉鬍子，改成魏忠賢宦官的模樣，這也是駭人聽聞的醜事！",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.秦檜：宋代奸臣。南宋紹興年間任右相兼知樞密院事。反對抗擊金人，力主投降。以“莫須有”的罪名殺害抗金英雄岳飛。故遺臭後世，為人們所不齒。",
      "&emsp;&emsp;2.萬俟卨：南來初年奸臣，秦檜為相時，任用為監察御史。紹興十一年，與秦檜相勾結，誣陷、殺害嶽飛。",
      "&emsp;&emsp;3.杜十姨、伍髭須：比喻傳說訛誤。杭州有杜拾遺廟，以祀杜甫，有村學究竟誤為杜十姨，遂作女像，以配劉伶，見《瑯琊代醉編·神仙》。伍髭須，浙西吳風村有伍子胥廟，被訛傳為“伍髭鬚”，塑其像，須分五處。",
      "&emsp;&emsp;4.澹臺子羽：春秋時魯國武城人。澹台滅明，字子羽。孔子弟子，貌醜而有行。",
      "&emsp;&emsp;5.魏忠賢：明朝宦官。勾結熹宗之乳母客氏，結黨行奸，排除異己，干預朝政。思宗朱由檢即位後，被治罪，自縊死。"
    ]
  },
  {
    "title": "浙東生",
    "href": "http://liaozhai.weebly.com/279932648129983.html",
    "content": [
      "&emsp;&emsp;浙江東郡某縣有一個書生，姓房，旅居在陝西。教書為生。他常常自誇，說自己膽子大。一天晚上，他脫光了衣服睡覺，忽然有一個毛茸茸的東西從天上掉了下來，拍的一聲，落在他的胸前。他覺得那東西有狗那麼大，咻咻地呼氣，四隻腳動來動去。他嚇得魂都掉了，要想爬起來，那東西又用兩隻腳把他撲倒，他嚇得昏死過去。過了一個多時辰，覺得有人在用什麼尖的東西掏他的鼻子，他打了一個噴嚏醒了過來。看見房裏燈火通明，床邊上坐著一位美麗的姑娘，笑著說：“勇敢的男子漢膽子原來是這個樣子！”他知道這個美女是狐狸精，心裏更加害怕；女的和他談笑，他的膽子才漸漸地大起來，一起親熱。這樣過了半年，他們就像夫妻一樣。",
      "&emsp;&emsp;一天，當女的在床上熟睡時，他偷偷地拿了一張獵網把她罩住了。女的醒來不敢動，只是哀求他，他笑著不走近去。女的忽然化成一團白氣從床下鑽了出來，生氣的說︰“畢竟不是好夥伴，送我離開。”手拉著房生，他不由自主的跟著走。一出門便飄飄然淩空飛行起來。大約飛行了一頓飯的工夫，女的手一放，他就從空中暈暈地栽了下來，不偏不倚地掉在一個大戶人家的老虎籠上。那個老虎籠外面是一勸木頭，圈口上蓋著繩子結成的網。他掉在網上，落下來的時候把網壓偏了，他的肚子被網包著，半截身子倒掛在那裏。往下一看，老虎蹲在籠裏，牠仰頭看見一個人倒掛著，便蹤躍上來，離他不到一尺遠，把他的膽子都嚇破了。園丁來餵老虎，看了很奇怪；把他扶出來一看，他已經被嚇死了。",
      "&emsp;&emsp;過了半天，他才蘇醒；便向園丁說了掉在老虎籠的原因。一問那地方已經是浙江地面，離他的家鄉只有四百多里遠。園丁報告了主人，主人送了點旅費給他，打發他回鄉。他後來常常對人說：“雖然害我嚇死了兩次，但要不是這狐狸精，我實在回不了家鄉！”"
    ]
  },
  {
    "title": "博興女",
    "href": "http://liaozhai.weebly.com/213383328822899.html",
    "content": [
      "&emsp;&emsp;博興地方有位姓王的居民，有個年紀二八年華的漂亮女兒。地方上有個土豪對她垂延很久。有一天，這個土豪等到了這個女孩外出而又四下無人的機會，把她掠奪到家裏，想要強行逼姦。但女孩大聲嘶喊，不肯依從，這個土豪因而就把女孩給掐死了。土豪把女孩掐死後，就用一塊大石頭綁在她身上，把屍體沉到門外不遠的一處深池中。",
      "&emsp;&emsp;王某在女兒失蹤後，到處尋找卻找不到，也無計可施。就在他打算放棄的時候，天空忽然下起大雨，一時雷電大作，天空中突然飛下一條大龍，把土豪的頭抓走。沒多久，天氣放晴，女孩的屍體也從池中浮了上來，",
      "&emsp;&emsp;一隻手了提了一顆人頭，村人仔細一看，原來就是那土豪的頭。官方知道了這件事後，就把土豪的家人找來訊問，才知道狀況。",
      "&emsp;&emsp;這條龍是女孩變化而來的嗎?",
      "&emsp;&emsp;要不然，怎麼能這樣呢",
      "&emsp;&emsp;?",
      "&emsp;&emsp;真是神奇。"
    ]
  },
  {
    "title": "一員官",
    "href": "http://liaozhai.weebly.com/199682172923448.html",
    "content": [
      "&emsp;&emsp;濟南府吳同知，性格剛強，清正廉潔。當時官府裏有一條不成文的規矩：那個官虧空犯罪，上司總是加以庇護，不但不處罰，反而把他虧空的錢分給其他同事下屬攤還，沒有人敢阻撓或違抗。只有這位吳同知不怕，上司強迫他為贓官墊錢，他不接受；上司氣得罵他，他回罵說：“我官雖小，也是朝廷任命的。你可以參奏處分我，但不可以叱駡我！要死便死，我絕不會損傷朝廷俸祿，代別人償還不法的贓款！”他這麼一說，上司拿他沒辦法，只得好言勸慰。人們都說這年頭不能走正道；叫我說，有些混帳自己不走正道，怎麼能怪年頭不好。",
      "&emsp;&emsp;那時有個叫穆情懷的，博興縣高苑鎮人，被狐狸精附了體。常常慷慨激昂地談論世道。外人只能聽見座上的說話聲,看不見跟他對談的人。這天他到了濟南，朋友們談話間有人問他：“你是狐仙，應該沒有不知道的事，請問濟南府有多少官員？”穆情懷馬上答道：“只有一個。”大家聽了，都笑他說得不對；又問他為什麼那麼說，他說：“整個濟南府雖然有七十二名官員，其實，其實能夠稱為官員的，只有吳同知一個。”",
      "&emsp;&emsp;那時候，泰安張知州，因為脾氣倔，人們送他外號叫“橛子”。過去有大官到泰山(山東省泰安縣北)來遊覽，登山的人夫、車、馬等都向老百姓攤派。可是張知州到任後就把這個陋規廢除了。若是大官跟他要豬啊羊的一類物品，他就說：“我就是一隻豬、一隻羊，請把我殺了犒賞你的僕人吧！”大官也無可奈何。張知州自從遠離家鄉到泰安做官，與妻子兒女分別已十二年。剛到任時，夫人帶著兒子從都城來看望他，開頭一兩天挺高興；六七天後。夫人不慌不忙地說：“你做官這麼多年，還是跟以往一樣窮苦。你就這麼糊塗，不顧子孫了嗎？”張公一聽這話氣壞了，把夫人大罵一頓，還令人拿棍子來，逼著夫人挨打。兒子伏在娘身上哭，懇求代母受過。張公狠狠地打了一頓，才算消了氣。夫人立刻領著兒子回了家，發誓說：“他就是死在泰安我也不再來了！”過了一年，張知州死在了任上。",
      "&emsp;&emsp;這不能說不是當今有骨氣的官員了；不過久別的夫妻，何至於講句話就這麼生氣，這豈是人情呢！而他的威嚴號令連妻子都要遵從，更是比鬼神之說更奇妙了！"
    ]
  },
  {
    "title": "丐仙",
    "href": "http://liaozhai.weebly.com/1998420185.html",
    "content": [
      "&emsp;&emsp;高玉成，住在金城的廣里。對針灸頗有研究，不管貧富，有病他都醫治。里中來了一個乞丐，腳長爛瘡，躺在路邊。膿血滿地，臭不可近。居民怕他死，每天送剩菜給他。高看了可憐，差人扶他回家，放在側房。家人嫌他臭，掩著鼻子遠遠站立。高用艾草親自替他針灸，每天給他飯菜。幾天後，乞丐要求喝湯餅。僕人怒罵他。高聽到了，要僕人給他湯餅。不久，又要求酒肉。僕人來報告說：「乞丐真是太可笑了！當他躺在路邊，每天想吃一餐飯都沒有；現在吃三頓還嫌粗糙，給了湯餅，又要酒肉。這麼貪吃，只能再丟到路上。」高問他的瘡傷，回答：「結痂慢慢脫落，似乎可以走路，不過假裝還沒恢復作呻吟的樣子。」高說：「沒多少錢，就拿酒肉給他，等他健康，也許不會計仇。」僕人假裝答應，可是不給；而且跟同伴私語，一起笑主人笨。第二天，高親自看乞丐，乞丐跛足起立，道謝說：「謝謝你的義舉，讓我得以重生，真是深恩厚澤。不過病體剛剛好還沒恢復，才會貪嘴妄想吃酒肉。」高知道僕人沒照做，叫僕人過來痛打，立刻要求準備酒肉給乞丐。僕人啣恨，夜晚，縱火焚燒側房，再故意號叫。高起來，房舍已燒成灰燼。歎道：「這個乞丐沒命了！」督促衆人救火。見乞丐睡臥在火中，齁聲雷動。喊醒他，故意驚訝的說：「屋子怎不見了？」大家才讚嘆他的神奇。",
      "&emsp;&emsp;高更敬重他，請他住客房，穿新衣，每天跟他一起生活。問他姓名，說：「叫陳九。」住幾天，病好了，更加容光煥發。言談很有見地，又善下棋，高與他對局，老是輸；於是每天跟著他學，很有進步。這樣過了半年，乞丐不走，高也不能沒有他。就算貴客來，也一定偕他飲宴。有時候擲骰子下酒令，陳都替高呼喊行令，喊出來的，無不稱心如意。高大為驚奇。每求他教導，他就推拖不會。",
      "&emsp;&emsp;一天，跟高說：「我想告別，過去承受很多恩惠，現在稍微設宴相邀，不要找別人跟，只請你一人。」高說：「相處得很好，怎麼忽然要走？而且你手頭空虛，也不敢煩你請客。」陳一定要邀請，說：「只是一杯酒，沒甚麼花費。」高說：「何處？」答說：「花園中。」當時是嚴冬，高顧慮園亭寒凍。陳力言：「沒問題。」於是跟至園中。覺氣候頓時暖活，像三月初。又到亭中，更加和暖。異鳥成羣，鳴聲交錯，彷彿暮春時節。亭中几案，都鑲嵌瑪瑙翠玉。有一張水晶屏幕，晶瑩清澈：其中花樹搖曳，有開有落；又有雪白的禽鳥，往來勾畫卍在那上面。以手撫摸，卻無一物。高驚嘆許久。坐下後，見八哥棲於架上，呼喊：「倒茶！」立刻有鳳凰，啣一紅色玉盤，上有二玻璃杯，盛著香茗，伸頸站立。喝過後，放下杯子，鳳凰啣著，振翼飛去。八哥又喊：「倒酒！」又有黃鶴，翩翩飛舞而來，啣壺啣盃，置於桌上。一下子，百鳥獻食，翅膀往來不斷；奇珍異食，擺滿一桌，菜肴香，酒清冽，都是人間珍品。陳見高酒量好，說：「你量大，要用大杯。」八哥又喊：「取大杯來！」忽然亮光閃閃，巨型蝴蝶拿著巨杯，飛翔桌邊。高看蝴蝶比雁子還大，兩翼柔婉，花紋燦爛亮麗，十分贊歎。陳說：「蝴蝶勸酒！」蝴蝶翩然飛近，化成仙女，繡衣飄飄，向前勸酒。陳說：「喝酒要助興。」於是仙女翩翩起舞。舞到暢快時，腳離地一尺多，頭常彎下與腳齊，倒翻身而立，身子並不著地。並且唱歌：「連翩笑語踏芳叢，低亞花枝拂面紅。曲折不知金鈿(1)落，更隨蝴蝶過籬東。」聲音婉轉悠揚。高大為高興，拉來喝酒。陳要她坐。高酒後，心搖意動，忽然起來摟抱。一看，則變成夜叉：眼睛突出眼眶，牙齒露出嘴唇，黑肉凹凸，怪惡無法形容。高一驚放手，靠桌發抖。陳拿筷子打夜叉嘴，罵說：「快走！」隨手又變為蝴蝶，飄然飛走。",
      "&emsp;&emsp;高驚醒，告辭出來。見月色明亮，隨口說：「你的好酒好菜，來自空中，你家應在天上。能帶朋友玩一下嗎？」陳說：「可以。」立刻牽高的手躍起。忽覺身在空中，逐漸靠近天上。看見大門，大門口像井一樣圓，進入後明亮如同白天。路面都以翠石砌成，光滑潔淨沒有塵埃。有大樹一株，數丈高；樹上開紅花，大如蓮花，掛滿樹梢。樹下有一女子，在砧石上擣鮮紅的衣服，女子豔麗無比。高停下腳步，呆呆看著。女郎看了，發怒說：「那裡的瘋子，敢來這裡！」拿石杵丟他，打中背部。陳急忙拉走他，深深地責備他。高被打中，酒也醒來，深感慚愧。跟著陳出來，有白雲托在腳下。陳說：「告別了。有一句話，小心不要忘記：你的命不長，明天趕快躲到西山中，可以避開劫運。」高想拉他，他回身走了。高覺得雲漸漸降低，落在園中，景物又全然不同。",
      "&emsp;&emsp;回家跟妻子說，都很驚駭。看衣服被杵打到處，紅如錦緞，有奇香。第二天大早起來從，照陳指示，帶著糧食入山。大霧漫天，茫茫然找不到路。在荒山奔走，忽然失足，掉到洞中，山洞深不可測；幸好沒受傷。醒來很久，仰頭見雲霧奔騰。自己歎息：「神仙人要我逃避，可是大難還是難免。多久才能離開這裡呢？」又坐不久，看見洞的深處隱隱有亮光，於是起身進入，裡面另有天地。有三個老人正在下棋，看高來，也不管，棋不停下。高蹲著看。棋局結束，才問客人怎麼來的。高說：「迷路掉到洞裡。」老人說：「這不是人間，不宜久留，我送你回去。」於是帶到洞下。忽覺雲霧擁蔟他上昇，回到地面。見山中樹木深黃，飄飄落葉，好像深秋。大驚說：「我冬天來，怎麼變成深秋？」奔回家中，妻子大驚，相聚哭泣。高驚訝的問她，妻說：「你去三年不回，都以為死了。」高說：「奇怪，才一下子。」於包裹中取出糧食，都像灰燼。相對詫異。妻說：「你走後，我夢見二個人穿黑衣，像抓逃稅的，很兇的進門找你，說：『他去那裡？』我罵他說：『他已外出。你就是官差，怎能進人閨閣中？』二人才出去。邊走邊說：『怪事怪事』離去。」高才知道自已遇見的是神仙；妻子夢到的是鬼卒。高在有客人時，穿杵衣在裡面，到處都香，不是麝香也不是蘭花香，流汗時更香。",
      "&emsp;&emsp;註:1.",
      "&emsp;&emsp;金鈿：金寶製成的首飾。"
    ]
  },
  {
    "title": "人妖",
    "href": "http://liaozhai.weebly.com/2015422934.html",
    "content": [
      "&emsp;&emsp;書生馬萬寶，是東昌人，為人狂放不羈；妻子田氏，也是放誕風流，夫妻二人感情敦厚。一天，有個女子來到村中，寄居在馬生鄰居一個寡老太太家裏，自己說是受不了公婆虐待，暫時跑出來躲避。女子縫紉手藝非常精巧，常為老太太做些針線活，老太太很高興，便留她長住。過了幾天，女子又自稱能在深夜給人按摩，專治女人腹部疾病。老太太常到馬生家串門，一次向田氏宣揚女子的醫術，田氏也沒在意。又一天，馬生從牆縫中窺見女子，年齡約十八九歲，模樣很標緻，心裏不覺喜歡上她。暗地裏和妻子商量，讓妻子裝病把女子誘來。田氏便假裝生起病來。老太太先過來問候，說：“蒙娘子招呼，她馬上就過來；但她怕見男人，到時請不要讓你丈夫進來。”田氏說：“家裏房子不多，他還得出出進進，可怎麼辦呢？”裝著沉思了一會，說：“晚上西村阿舅家叫他去喝酒，就叫他別回來了。這也可以。”老太太答應後走了。田氏便和馬生商量好，用以人換人之計來算計這個女子。",
      "&emsp;&emsp;天黑後，老太太領著女子來了，問：“郎君晚上回來嗎？”田氏答道：“不回來了！”女子高興地說：“這樣才好。”說了幾句話，老太太走了，田氏便點起蠟燭，展開被子，讓女子先上床，自己也脫了衣服，滅了燈。忽然說：“差點忘了，廚房的門沒關上，可別叫狗偷吃了東西。”下床開門出去，換成馬生。馬生躡手躡腳地進來，上床與女子一個枕頭躺下。女子顫聲說：“我要為娘子治病了！”又說些親昵的話，馬生不語。女子就用手撫摸馬生的肚子，漸漸地到了肚臍下，停住手不動，忽然探摸下處，一聲驚叫，女子驚訝恐怖的樣子，不亞於抓住了毒蛇或蠍子，翻身下床，就想逃走。馬生一把捉住，把手伸進女子的兩腿間，滿滿一把，好大！馬生大為驚駭，急忙喊叫點燈。田氏以為女子不同意，兩人鬧翻了，點上燈過來想給二人調停調停，進門一看，只見女子跪在地上哀求饒命，又羞又怕，忙跑了出去。",
      "&emsp;&emsp;馬生細細究問，他自稱是谷城人王二喜，因為哥哥王大喜是桑沖(1)的弟子，所以學到了男扮女裝的方法。馬生又問：“玷污了多少人？”王二喜答道：“剛出道不久，才十六個人。”馬生覺得王二喜的罪行，應該誅戮，想告到郡府；但又愛憐他生的美貌，不忍心他死，便將他反綁起來閹割了。王二喜鮮血湧流，昏厥過去，一頓飯的功夫才蘇醒過來。馬生又將他扶到床上，蓋上被子，囑咐說：“我用藥給你治傷，傷好後，必須跟我一輩子；否則，我就告到官府，讓你去死！”王二喜唯唯答應。",
      "&emsp;&emsp;第二天，老太太又來看望，馬生騙她說：“她是我的表侄女王二姐。因為是石女，被丈夫家趕出了家門。昨夜跟我說明緣由，我才知道。夜晚她忽然身子不適，我才要去給她買藥治病，還要到她家去說，留下她來與我妻子作伴。”老太太聽說，進屋探望王二喜，見面色如土，便詢問病情。王回答說：“陰處忽然腫脹，可能是生瘡。”老太太信以為真，走了。馬生便為王二喜療傷，一天天好起來。夜裏二人經常鬼混，早上起來，王二喜就替田氏提水做飯，灑掃庭院，縫補衣服，儼然是個奴婢。住了不久桑沖便事敗被殺，同黨七個人一併被處死。只有王二喜漏網，官府傳令各地嚴行緝拿。村裏人都懷疑王二喜，便召集村中老太太們，讓她們隔著衣裳探摸王二喜的下體，證實是“女子”，大家才打消了疑慮。王二喜很感激馬生，後來果真跟了他一輩子，死後，就葬在馬氏墓的一側，墳墓至今隱約還在。",
      "&emsp;&emsp;異史氏說：「馬萬寶可說是善於用人的了。小孩喜歡玩螃蟹，又怕他的鉗子，因此折斷鉗子而養螃蟹。唉呀！用這種方式，拿來治天下就好了。」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.桑沖︰明石州人。以男飾女，又巧習女紅，自稱女師，藉以接近婦女，潛行姦污。後偽為丐歸，至大同、順天、濟南、東昌等數十州縣，污辱良家女子百餘人。成化年間事發，淩遲處死。"
    ]
  },
  {
    "title": "附‧蟄蛇",
    "href": "http://liaozhai.weebly.com/3846882313475634503.html",
    "content": [
      "&emsp;&emsp;我們縣的郭生，在山東的和莊設館授課，有五六個啟蒙童子，都是剛剛入館的，書房的南面是一個廁所，原來是個牛欄，靠山石壁，壁上長著很多茂盛的雜草。童子上廁所，大多花很長時間才回來。郭生責備他們，童子就說：“我在廁所裏騰雲駕霧。”郭生很懷疑這件事。童子進入廁所，他就在一邊偷看，見童子騰到空中二三尺高，一會兒騰起，一會兒落下，過了一會兒就不動了。郭生進去仔細看，發現牆壁縫裏有一條蛇，昂著比盆還要大的腦袋，吸著氣往上游。郭生就叫莊裡的人一起來看，用火炬焚燒石壁，蛇燒死了，石壁也裂開了。這條蛇不很長，但是粗得像個大桶子。大概是蟄伏在裏面出不來，已經有好多年了。"
    ]
  },
  {
    "title": "附‧晉人",
    "href": "http://liaozhai.weebly.com/3846882312618520154.html",
    "content": [
      "&emsp;&emsp;晉人某，很勇武，不喜歡格鬥對打，可是搏技家遇到他都輸。路過中州，有少林弟子受到侮辱，生氣的告訴師父，大家一起設筵席邀請他，想靠人多困住他。他來了以後，先上茶點。其中胡桃連著殼，太硬無法吃。他拿到桌邊，伸食指敲殼，殼隨手碎裂。衆人大為驚駭，禮敬歡筵後離開。"
    ]
  },
  {
    "title": "附‧龍",
    "href": "http://liaozhai.weebly.com/38468823140845.html",
    "content": [
      "&emsp;&emsp;博興縣有一個叫王茂才的鄉民，早晨起來到田裏幹活，在田邊拾到一個小孩，四五歲的樣子，相貌豐美，而且言談很巧妙可愛。王茂才就把他帶回家，當成自己的兒子養。這個孩子十分靈通。四五年以後，一個和尚來到王家。\n兒子一見到他，就驚慌地躲避，不見影了。和尚告訴鄉民說：“這孩子是華山池中五百小龍之一，偷偷地逃到這裏。”說完，就拿出一隻缽，往裏面倒上水，只見一條小白蛇在裏面遊行。和尚把缽放到袖子裏就走了。"
    ]
  },
  {
    "title": "附‧愛才",
    "href": "http://liaozhai.weebly.com/3846882312485925165.html",
    "content": [
      "&emsp;&emsp;官員中有個人，他的妹妹被選到宮裏，封為貴人。有位武官代他作啟，其中有警句寫道：“你的弟弟跟隨長輩，一代一代接近真龍天子的光澤，當上朝中的官員，在畫室裏等候皇上的接見；我的妹妹作為夫人，十年陪伴著皇上，穿的霓裳比朝霞還要燦爛。冰冷砧石上的木杵雖然可握，卻不搗夜月的寒霜；御河的水可以寄託思念，不勞雲英詠歎。”主事者(皇上)驚歎他的文采，就把他從武官換成文官，後來一直做到通政使。"
    ]
  }
]
