[
  {
    "title": "王貨郎",
    "href": "http://liaozhai.weebly.com/295793600837070.html",
    "content": [
      "&emsp;&emsp;濟南有個賣酒的老頭兒，叫他的二兒子小二到齊河去收取賒欠的酒錢。二兒子出了西門，遇到了哥哥阿大，這時阿大已經死了好久。小二驚訝地問道：“哥哥，你怎麼會到這兒來呢？”阿大回答道：“陰間有一件疑案，須要你前往作證。”小二變了臉色，責怪兄長。阿大指著身後一個差役打扮的人說：“這位是官府的差役，豈是我能自作主張呢？”於是，他舉手招呼小二，小二就不由自主地跟著走了。",
      "&emsp;&emsp;他們狂奔了一整夜，來到泰山腳下。忽然看到一座官府衙門，正要一起進去，卻見一群人紛紛走出來。差役上前拱手問道：“那件案子怎麼樣了？”其中一個人回答說：“不必再進去了，已經結案。”於是差役放了小二，讓他回家。",
      "&emsp;&emsp;阿大擔心弟弟沒有回家的路費。差役想了很久，便領著小二走了。走了二三十里路，進了一個村莊，來到一戶人家的屋簷下。差役囑咐說：“如果有人出來，就讓他送你回家；他如果不同意，你就說是王貨郎說的。”說完，差役就走了。",
      "&emsp;&emsp;小二昏沉沉地睡死過去。天亮以後，房屋的主人出來，見一個人死在門外，大為驚駭。他在身旁守候了一陣子，就見小二漸漸地醒過來了，於是將他扶進屋裏，喂了他一些東西。小二這才告訴他自己的居處，然後求主人出錢送他回去。主人不答應，小二就照差役教的說了一遍。主人聽了，驚慌失色，急忙租了車馬送小二回家。小二要還給他錢，主人不肯接受。問他其中的原因，他也不肯說，告辭後就離開。"
    ]
  },
  {
    "title": "疲龍",
    "href": "http://liaozhai.weebly.com/3013040845.html",
    "content": [
      "&emsp;&emsp;膠州有位王侍御，奉旨出使琉球。船行在海上，忽然從雲間掉下一條巨龍，將海水激起幾丈高。這條龍一半浮在水面，一半沉在水底，昂著腦袋，把下巴擱在船上，眼睛半睜半閉，好像要死了一樣。全船的人都大為驚恐，一動也不動，不敢划槳。船夫說：“這是一條在天上行雨的疲龍。”王侍御便將聖旨懸掛在船上，點上香，與眾人一起祈禱。過了一陣子，那龍便悠然消失了。",
      "&emsp;&emsp;船剛剛前進，又有一條龍掉了下來，情況和先前一模一樣。一天裏竟發生了三四次這種情況。又過了一天，船夫讓大家多多準備白米，並且告誡說：“這裏離清水潭已經不遠了，如果看到些什麼，只管把米撒到水中，千萬要安靜，不可大聲喧嘩。”",
      "&emsp;&emsp;不一會兒，船來到一個地方，海水清澈見底。只見水下有一群龍，五顏六色，有的像盆一樣粗，有的側像甕一樣粗，一條條都蜷伏著。有的龍蜿蜒曲折，身上的鱗、鬣、爪、牙，都看得清請楚楚。大家嚇得魂飛魄散，屏住呼吸，閉上眼睛，不只是不敢偷看，連動也不敢動。只有船夫抓起白米向水中拋撒。過了很久，見到海水變成深黑色了，才有人敢哼出聲來。於是便問船夫為什麼要往水中撒米，船夫回答說：“龍害怕蛆，唯恐蛆爬進牠的鱗甲，白米的形狀像蛆，所以，龍一見就會趴伏在那裏，船在上面行進，就可以不受傷害了。”"
    ]
  },
  {
    "title": "真生",
    "href": "http://liaozhai.weebly.com/3049529983.html",
    "content": [
      "&emsp;&emsp;長安讀書人賈子龍，偶然經過鄰近的街巷，看到一個客人，風度瀟灑自如，便主動上前詢問他。原來那人叫真生，是從咸陽來的客人。子龍很喜歡真生。第二天，他到真生的住處去拜訪，不巧，真生已外出。子龍來來回回跑了好幾趟，都沒有遇見真生。於是派人暗中察看真生，等他在客店的時候再拜訪他。真生躲起來不見子龍，子龍找了好久，真生才出來相見。兩人促膝交談，彼此十分投機。子龍就在客店裏派家童去打酒。真生會喝酒，又愛開玩笑，酒很快喝完了，真生從箱子裏找出酒具，是一隻沒底座的玉杯，倒一杯酒進去，已經是滿滿的；用小杯子把酒舀出來放進酒壺，玉杯中的酒並不見減少。子龍感到很奇怪，一定要學習他的法術。真生說：“我不願意見你的原因是因為你沒有別的短處，只是貪心還沒有去淨罷了。這是仙家的秘術，怎麼能教給你呢！”子龍說：“冤枉啊！我並不貪，偶然產生奢望，只是因為貧窮罷了。”從這以後兩人往來親密，無拘無束。每當子龍拮据窘迫時，真生就拿出一塊黑石頭，把咒語吹在它上面，拿它磨瓦礫，瓦礫立刻變成了銀子，便把銀子贈給賈子龍。但變出來的錢僅僅夠用，沒有多餘。子龍常常要求增加。真生說：“我說你貪，怎麼樣，怎麼樣？”子龍心想，公開跟真生要那塊石頭一定不能拿到，準備乘他喝醉睡著了，把石頭偷來要脅他。",
      "&emsp;&emsp;有一天喝完酒，真生便睡了，子龍偷偷起來，搜他的衣服。真生發覺後說：“你真沒有良心，我不能與你相處了。”便告辭分手，遷到別處住了。一年以後，子龍在河邊遊玩，偶然看見一塊晶瑩光潔的石頭，很像真生的東西，便揀起來，像珍藏寶貝一樣珍藏起來。過了幾天，真生忽然來了，看起來很失落的樣子。子龍關心地詢問他。真生說：“你先前看到的，是仙人的點金石。從前和神仙抱真子(1)來往，他喜歡我個性耿介，把石頭送給了我。我不慎在酒醉後丟了，暗地占卜應當在你這裏。如果你肯還給我，我會報答你。”子龍笑著說：“我生平不敢欺騙朋友，點金石真的在我這兒，不過鮑叔牙真的知道管仲很窮(2)，你想怎麼樣。”真生請求用一百兩銀子作為答謝。子龍說：“一百兩銀子不算少，不過我只求你把口訣教給我，親自試它一次，便沒有遺憾了。”真生怕他不講信用。子龍說：“你自己是仙人，難道不知道我賈某不願對朋友失信嗎？”真生把口訣教給了他。子龍看到臺階上有個大石頭，準備以它作試驗。真生扯住他的手肘，不讓他向前走。子龍便彎身拾起半塊磚頭，放在砧上說：“這個，不多吧？”真生便聽任了他。子龍不磨磚卻磨砧；真生變臉同他爭奪，但砧已變成了渾金。子龍這才把石頭還給真生。真生歎息說：“已經這樣了，還有什麼話說，但胡亂地把福祿給人，一定會受到上天的譴責。如果要使我逃脫懲罰，就得施捨一百具棺材、一百件棉袍，你肯這樣嗎？”子龍說：“我的確想得到錢，但並不是想把它私藏在家裏。你還把我看成守財奴嗎？”真生聽了這話才高興地離去。",
      "&emsp;&emsp;子龍得到銀子，一邊施捨一邊做生意。不到三年，施捨的數目已滿。一天，真生忽然來了，握著他的手說：“你是講信義的人啊！分別後我被天帝開除仙籍；承蒙你處處施捨，現在用功德抵罪。希望你努力這樣做，不要放鬆。”子龍問真生是天上那類神仙。真生說：“我只是得了道的狐狸，出身很低賤，經受不起罪孽的遷連，所以生來自愛，一點也不敢亂來。”子龍為他擺酒，像當初那樣與他愉快地喝酒。子龍到了九十多歲，狐仙還時常到他家來。",
      "&emsp;&emsp;長山有一個人，專賣能解砒霜的藥。即使是已經喝了砒霜、生命垂危的病人，只要服下他的解藥，沒有活不過來的，但他秘藏藥方，從來不傳給別人。",
      "&emsp;&emsp;一天，這人受到遷連被捕入獄，他的妻弟到獄中送飯，悄悄地在飯裏放了砒霜，他的妻弟在一旁坐著，等他吃完飯，才把實情告訴他，這人不相信。過了一會兒，肚子又痛又瀉起來，這才大驚失色，罵道：“畜牲！家裡有藥，不過來不及了，快到城裏去找薜荔爪，磨成粉末，還有一杯清水，快點兒弄來！”他的妻弟按照他說的將東西弄來，這時他已經連吐帶瀉，快要去了，急忙取過解藥服下，一下子就好了。從此以後，他的解毒秘方也就傳開了。這個故事就和狐仙秘藏他的點金石一樣。",
      "&emsp;&emsp;註\n\n1.抱真子：未詳。《抱卜子》一書內有關於煉金術的載聞。抱朴子，晉葛洪號，亦其所著書名。書分內、外兩篇，內篇二十卷，論神仙、煉丹及符籙等事，為“神仙”家言。 \n\n2.史記·管晏列傳：“管仲曰：‘吾始困時，嘗與鮑叔賈，分財利多自與，鮑叔不以我為貪，知我貧也。"
    ]
  },
  {
    "title": "布商",
    "href": "http://liaozhai.weebly.com/2406721830.html",
    "content": [
      "&emsp;&emsp;有一個賣布的商人來到青州境內，偶然走進一個荒廢的寺廟，只見廟堂零落破敗，他不由心中十分感慨。一個和尚在旁邊說：“你如果能發善心，那怕只是修建山門，也是為佛門增光的義舉啊！”布商很爽快地答應下來。和尚大喜，便邀請布商進入方丈室內，對他殷勤款待。然後，和尚又一一列舉內外的殿堂樓閣，請布商一併裝修，布商推辭說力不能及。和尚堅持要他同意，言詞兇悍，神色憤怒。布商很害怕，馬上將身上帶的財物全部拿出來，交給和尚，他剛要走，和尚攔住他說：“你傾囊而出，其實你心裏並不願意，你會就此甘心嗎？不如先把你殺了。”說完，和尚握刀逼上前來。布商苦苦哀求，和尚也不答應。布商只好要求自殺，和尚答應了，便將他逼到一間暗室中，\n催促他趕緊自盡。",
      "&emsp;&emsp;這時，正好有位海軍將軍從寺外經過，遠遠地從斷牆外看到一位穿紅衣的女子走進僧舍，心中生疑。將軍於是下馬走進寺中，到處尋找，卻沒有找到。\n來到那間暗室前，只見雙門緊鎖，和尚不肯開門，推說裏面有妖怪，將軍發怒，強開鎖沖進去，只見布商吊在房梁上，急忙上前搶救。過了一會兒，布商蘇醒過來，將軍查明了事情，又給和尚上刑，問那紅衣女子在什麼地方，原來並沒有什麼紅衣女子，而是神佛顯靈要救布商。",
      "&emsp;&emsp;將軍殺了和尚，把財物仍然歸還給布商，布商更加籌募錢財，修建廟宇。從此，這座寺廟的香火大盛。",
      "&emsp;&emsp;趙豐原孝廉講這件事最為清楚詳盡。"
    ]
  },
  {
    "title": "彭二掙",
    "href": "http://liaozhai.weebly.com/244292010825497.html",
    "content": [
      "&emsp;&emsp;山東省禹城縣有個人叫韓公甫，",
      "&emsp;&emsp;他說曾和他的同鄉彭二掙一同外出，但一回頭，彭二掙卻不見了，只剩下彭二掙的行李還在。他找不到彭二掙，卻聽到不斷有求救聲，仔細聽，原來是從他的行李中傳出來的，他靠近一看，只見彭二掙的行李裝得很滿，雖然很重，卻沒有掉下來，他想打開行李，行李開口縫得很緊。他用刀子拆開行李縫線，才看見彭二掙縮在裏面，問他是怎麼進去的，彭二掙說他也搞不清楚，真是一大怪事。大概是他家有狐狸作祟，類似這樣的事情發生過很多次了。"
    ]
  },
  {
    "title": "何仙",
    "href": "http://liaozhai.weebly.com/2030920185.html",
    "content": [
      "&emsp;&emsp;長山的王公子瑞亭，能夠扶乩占卜。那乩神自稱為何仙，是呂洞賓的弟子，也有人說是呂洞賓所騎的仙鶴。他每次來到人間，都和人討論文章，寫賦作詩。\n李質君太史拜他為師，修業授課，條理分明。李太史學業有成，何仙的幫助很大。所以，許多學子都信賴他。但何仙替別人解疑排難，大多根據事理推斷，不太講吉凶禍福。",
      "&emsp;&emsp;辛末年間，朱文宗(1)到濟南主持科考。考試後，一幫生員請求何仙判定各人的等第。何仙便要來各人的試卷，一一加以評判。在座的有一位是樂陵人李汴的好朋友，李汴是位好學深思的生員，大家都很推崇他，因此拿出李汴的文章，替他請何仙評判。何仙評道：“一等。”過了一會兒，又寫道：“剛才所評的李生，是根據他的文章作的評判。但這個書生的運氣實在不好，應該只拿到第四等，真是奇怪啊！文章和運數正好不符，難道是朱文宗不評判文章嗎？諸位稍等片刻，我前往探看一下。”",
      "&emsp;&emsp;過了一會兒，何仙又寫道：“我剛才到了提學署中，只見朱文宗公事繁忙，他所焦慮的事情根本不在文章上，這一切事務全都交給六七個幕客處理，一些學生或靠捐錢取得監生的人也在其中。這些人前世全無根基，大半是餓鬼道中的遊魂，四面討吃的乞丐。他們在黑暗獄中呆了八百年，眼睛裏的精氣已經損傷了，就好比人長時間在黑洞中，突然走出來，會覺得天地的顏色都變了，沒有了正常的視力，他們之中雖有一兩個是人身轉世，但評判試卷分別進行，恐怕不一定正好讓他評判到李生的試卷。”眾人詢問可有挽回的辦法，何仙寫道：“這個辦法太明白了，是大家都知道的，又何必問呢？”眾人知道他的意思，就把這件事告訴了李汴。李汴很害怕，就拿著自己的文章請孫子未太史審閱，並且告訴他扶乩的的內容。孫太史很稱讚他的文章，因此他也不再疑懼。李汴認為孫太史是海內的文章大家，所以心裡比較踏實，不再把扶乩的話放在心上了。",
      "&emsp;&emsp;等到放榜時，李汴竟然只列在四等。",
      "&emsp;&emsp;孫太史大為驚駭，拿他的文章再讀一遍，確實挑不出一點兒毛病。他於是評論道：“石門公祖(2)素來享有文名，一定不會謬誤到如此地步。這一定是幕僚中的醉漢、不懂得文章的人幹的好事。”於是眾人更加佩服何仙的神明，一起焚香禱告致謝。何仙又寫道：“李生不要因為暫時受的委屈，便慚愧起來，還應當多寫文章，更加努力，顯示自己的才華，明年可得優等。”",
      "&emsp;&emsp;李汴謹遵教誨，埋首苦讀，漸漸地學署也聽到了風聲，特別點名慰勞他。第二年，李汴果然名列優等。何仙的靈驗就是如此。",
      "&emsp;&emsp;異史氏說：“官府的幕僚眼睛長偏了，難怪醜婦巷中，有得是美嬌娘！”",
      "&emsp;&emsp;註\n\n1.朱文宗：指朱雯，浙江石門人。進士。康熙三十年出任山東提學使。\n\n2.公祖：明清時代士紳對知府以上官員的尊稱。"
    ]
  },
  {
    "title": "牛同人",
    "href": "http://liaozhai.weebly.com/292752151620154.html",
    "content": [
      "&emsp;&emsp;(缺前文)牛同人經過父親的臥室，只見父親躺在床上還沒有醒來，因此知道這是狐狸。他生氣地說：“狐狸所為如何可以忍受，為什麼要敗壞我家人倫！關聖號稱‘伏魔’，如今在那裡，卻聽任這類妖怪橫行！”於是他作表上奏玉帝，暗暗指責關帝不稱職。",
      "&emsp;&emsp;過了很久，一天，牛同人忽然聽到空中有喊叫聲，原來是關帝。",
      "&emsp;&emsp;關帝生氣地叱責道：“書生怎能如此無禮！我難道是專門為你一家驅趕狐妖的嗎？如果你稟告申訴不行，又要埋怨我了？”下令杖打牛同人二十下，大腿上的肉幾乎被打掉。過了一會兒，有位黑臉將軍綁一隻狐狸來，將牠牽走了，牛家的怪異也就消失了。",
      "&emsp;&emsp;此後三年，濟南府遊擊將軍的女兒被狐狸迷惑，什麼法術都無法將牠趕走。狐狸對女兒說：“我平生害怕的，只由一個牛同人。”遊擊將軍也不知道牛同人是什麼地方的人，無法尋找。恰好提學來到濟南主持科考，牛同人前來參加考試，在省城被士兵欺侮，他憤怒地來到遊擊將軍的衙門告狀。遊擊將軍一聽到他的名字，不勝驚喜，對他非常恭敬，馬上將那名軍兵抓來，依照軍法捆綁責打。",
      "&emsp;&emsp;事情結束後，遊擊將軍便把狐狸作祟的事情如實地告訴了牛同人。牛同人迫不得已，便向關帝呈表稟告。一會兒功夫，只見一位金甲神降臨遊擊將軍家。這時，狐狸正好在家，臉色突然一變，現出原形，樣子像一條狗，繞著屋子一邊嚎叫，一邊亂躥。不久，狐狸自己跑來跪下。金甲神說：“上次關帝不忍心殺你，現在你又出來害人，無法饒恕了！”說完，將狐狸綁在馬的頸下帶走了。"
    ]
  },
  {
    "title": "神女",
    "href": "http://liaozhai.weebly.com/3107022899.html",
    "content": [
      "&emsp;&emsp;有一姓米的書生，是福建人。講這故事的人忘了他的名字和籍貫。",
      "&emsp;&emsp;有一次，他到郡裏去，醉醺醺的經過市場。聽到一座豪宅中鼓樂如雷。問附近的人家，這家幹什麼呢？說是開壽筵的，可是看他門前，卻十分冷落寂靜。仔細聽那樂聲又亮又響。茫茫中好喜歡聽，也不管是誰家，就在街上買了賀禮，寫了拜帖想進去。有人見他衣冠簡陋，便問：“你是這人的什麼親戚？”他說：“沒什麼親戚。”有的說：“這是個外來客，僑居此地，不知是什麼官，十分富貴，高傲，既然不是什麼親戚，你求什麼？”米生聽了有點後悔，可是帖子已經遞進去了。不一會兒，兩少年出來迎客，只見服飾高貴耀眼，風采翩翩，邀米生入內。",
      "&emsp;&emsp;進入後，只見一老頭坐在主座，東西擺了數席。筵席上有六七個客人，都像是貴客。見米生來到都起身施禮，老頭也柱杖起來。生站了一會兒，想跟他施禮，可老頭一點也不離席。兩少年說：“家父年邁，走路答拜都很辛苦，我們兄弟代他感謝高賢光臨。”生歉然稱謝而罷。於是又增設一席，與老頭接席。",
      "&emsp;&emsp;一會兒，音樂歌舞齊揚。座位後方有琉璃屏風，用來遮擋女眷。接著，鼓樂聲大響，座客無法再互相傾談。筵席將結束，兩少年起來，用大酒杯勸客，一杯可以裝三斗酒，米生很為難，不過客人都接受了，他也接受。一會兒，四下一看，主人客人都喝了，不得已，也強喝了。少年又倒上酒，米生覺得十分難受，起身告退。少年不斷挽著他的衣服留他，最後他醉倒在地上。",
      "&emsp;&emsp;忽然覺得有人用冷水澆臉，恍然間醒過來。起來一看，賓客都走了，只有少年拉著他的胳膊送他，接著告別而歸。",
      "&emsp;&emsp;以後又經過那裡，這家人已經搬走了。從郡裏回來，偶然到市集上，有一個人從酒莊中出來，約他飲酒，一看卻不認識。跟著他進去，看見酒莊裡已有同村的鮑莊在。趕忙問約他的是誰？知道姓諸，是磨鏡子的。生問：“怎麼認識我？”姓諸的說：“日前賀壽那家，你認識嗎？”生說：“不認識。”姓諸的說：“我對他家情況最熟，老先生姓傅，但不知是那省的什麼官。先生祝壽時，我曾在那裡，所以認識你。”直到天黑了，三人才離開。",
      "&emsp;&emsp;鮑莊在當晚回家的路上死了。鮑父不認識姓諸的，指名告生謀害。檢查鮑莊，屍體上有重傷，米生被控謀殺罪，備受拷打。因為沒有抓到姓諸的，無罪證，所以關在牢房裡。",
      "&emsp;&emsp;過了一年多，訴訟案到了巡撫衙門，巡撫知他冤枉，便放了他。可家中田產花光，功名被剝奪。米生想恢復功名，所以帶了行李到郡裏去。天快黑了，走得很累，在路旁休息。遠遠望見來一輛小車過來，兩個ㄚ鬟伴隨著。車子過去了，車中人忽然要求停車。車中人不知說了什麼話，一會兒，一個ㄚ鬟來問：“您不是姓米嗎？”米生吃驚的站起來說：“是的。”又問他：“怎麼貧困成這樣？”米生把詳情相告。又問：“去那裡？“生又說了。ㄚ鬟過去向車中人說了幾句，一會兒又回來，請生到車前。車中人用手掀開車簾，稍一看，是一位絕代美人。對生說：“先生不幸得了無妄之災，聽了令人嘆息。現在學使官署中，不是空手可以出入的。路上沒什麼相送——”於是從髮髻上摘下一朵珠花，交給米生說：“這個價值百金，請你收下。”生下拜，想問詳情，可是車子立刻走了，始終不知是什麼人。拿著珠花懸想。見上面綴著明珠，不是一般飾品，珍藏而行。",
      "&emsp;&emsp;到了郡裏，投了狀子，官府勒索十分厲害。拿出珠花玩賞，不忍賣掉，只好喪氣回來。回來無家，依靠兄嫂生活。幸虧兄長賢德，為他想盡辦法，雖然貧困並未荒廢學業。",
      "&emsp;&emsp;過了一年，到郡裏參加童子試，誤入深山。這天正好趕上清明節，上山的人很多。有幾位女郎騎馬而來，其中有一個女郎，就是前年贈送珠花的人。見了他停下馬，問他去那？米生把詳情相告。女郎吃驚的說：“先生秀才的身份還沒有恢復嗎？”米生頹喪的從衣服裡取出珠花說：“不忍心賣了，所以還是童子。”女郎頓時兩頰生暈。接著，囑咐他坐在路旁稍侯，款款而去。過了很久，見一婢女飛馬而來，把一包東西交給他說：“娘子說，現在學官門口就像商店，送你二百兩白銀，作為進取費用。”生推辭說：“姑娘已經幫我很多了，自己認為還可以考上秀才，那麼多錢實在不敢接受，只要把姓名相告，我畫一小像，回去燒香感謝就好了。”婢女不顧，丟下包包走了。米生從此花用寬裕，可始終不屑於攀結權貴。後來以第一名入了邑裏的學堂。把多餘的金錢交給兄長，兄長善於理財。三年後，完全恢復舊家景觀。",
      "&emsp;&emsp;正好閩中巡撫是米生祖父輩的門生，對他十分照顧，兄弟都成巨富了。不過米生向來清正耿直，雖是大官的通家，也從未去拜見。有一天，一個客人騎馬到門上，大家都不認識。他出去一看，，卻是傅公子。趕忙請進，各自談些離別情境，設宴款待。客人推辭說很忙，可是也不告辭。酒菜上來了，傅公子起身請米生單獨談話，一起進到內室，忽見傅公子拜倒在地上。米生吃驚的問：“什麼事？”傅公子慘然說：“家父不幸遭大禍，想要求撫台幫忙，沒有兄台無法辦到。”生推辭說：“我們雖是世交，可以私事求人，是我一直不做的事。”公子伏地哀泣，生正色道：“我與公子認識，只是吃了一餐飯而已，怎麼以這樣敗壞節操的事強人所難！”公子大為羞慚，起來告辭離去。",
      "&emsp;&emsp;過了一天，正獨自坐著。見一僕人進來。一看，是山中贈金的婢女。米生吃驚的站起，婢女說：“您忘了珠花嗎？“生說：“那裡那裡，我不敢忘記！”",
      "&emsp;&emsp;婢女說：“昨日的公子，就是娘子的胞兄。”米生一聽，私下高興，裝作不知地說：“這真難以相信，如果姑娘親自說一句話，就是下油鍋也要去，不然，不敢答應。”\n婢女出去，騎馬走了。一更將過，婢女又返回來，敲門進來說：“姑娘來了。”話沒說完，女郎已慘然進來，對著牆壁哭，一句話也不說。生拜謝說：“如果不是您，我不能過今天的生活。只要有要求，不敢不遵命？”女郎說：“受人要求的人，常常傲氣對人，求的人常怕人。半夜奔波，生平從來沒經歷過這樣的痛苦，只因為怕人，還有什麼話說！”米生安慰她說：“小生所以不能馬上答應，是怕過了這次，想再見面就難了，使您半夜奔波，是我的罪過。”因此，挽著她的衣襟，偷偷的抓她，女郎發怒說：“您真是個小人，不念往日情義，還乘人之危。我錯了，我錯了！“憤然而出，登車要去。米生追出來道歉，長跪著拉著車。婢女也為他說情，女郎怒意稍解。在車中對米生說：“實在告訴你，妾不是凡人，是神女。家父做南嶽都理司，偶然失禮於地官，會被投訴到玉帝那裏，如果不是本地方人官的印信，不可解救。你如果沒忘過去的恩義，用黃紙一張，幫我求取。”說完，坐車離開。",
      "&emsp;&emsp;米生回來，驚懼不已。於是假借驅邪，到巡撫衙門借印信。可巡撫認為事情迷信荒唐，不肯答應。米生用重金賄賂撫台的心腹，答應了，可是還沒有機會。回來以後，婢女已經在門口等候，米生把詳情相告，婢女默默離去，樣子像是怪他不肯盡力。米生追出送她說：“回去告訴娘子，如果事情辦不成，我用生命相殉。”回來以後，整夜輾轉反側，想不出好辦法。正好上府台有一寵姬買珠子，於是他把珠花獻上，寵姬大為高興，偷了大印為他蓋上。他揣進懷裏，急忙回來，婢女正好趕到。他笑著說：“幸虧不辱使命，可是數年來貧賤乞食所不忍賣的東西，今天還是為你主人事拋棄了！”把詳情告訴婢女。並且說：“拋棄黃金，我會不可惜。回去告訴娘子，珠花需要還我！”",
      "&emsp;&emsp;過了數日，傅公子登門致謝，贈黃金百兩。米生變色說：“我所以這樣，是因令妹無私相助，要不然，即使是萬兩黃金，也不能換人的節操！”傅公子再三勉強，生聲色更厲。公子慚愧的離去。走時說：“這件事還沒完！”第二天，婢女奉女郎之命，送來明珠百顆。說：“這足以償還珠花了吧？”生說：“看重珠花，不是重視珠寶價值。假如從前送我無價珍寶，只需賣了當富翁就好了。珍藏珠花而甘於貧賤，為什麼呢？姑娘是神仙，小生怎敢怎樣，只要能回報一點大恩，死了也甘願！”",
      "&emsp;&emsp;婢女把珠寶放在桌上，米生朝拜後婉拒了。過了幾天，公子又來了，米生準備酒菜。公子讓僕人下廚，自行烹調。兩人相對縱飲，宛如家人。有人送來糯酒，公子喝了讚賞不已。飲盡百杯，面頰微紅。對米生說：“你是正直的人，愚兄不能早為了解，真是遠遠不如我妹妹。家父感謝您的恩德，無法報答，想把妹妹托付給你結為夫婦，怕你因為陰間陽世不同而嫌棄。“米生歡喜非常，不知怎麼回答。公子告辭出來說：“明晚七月初九，新月鉤沉，是織女下嫁的好日子，可以準備迎娶。“",
      "&emsp;&emsp;第二天晚上，果然送女郎來了，一切和正常人一樣。三天後，從兄嫂到女奴，大小都有禮物。有極賢慧，對兄嫂像對姑姑一樣。",
      "&emsp;&emsp;女郎幾年不生，勸米生納妾，米生不肯。正好哥哥在江淮經商，為他買了一個小姬妾回來。小姬姓顧，名字叫博士，面貌也清婉動人。夫婦都喜歡。見他髮髻上插一朵珠花，很像當年那一朵。摘下一看，果然是。很奇怪的問他緣由，女回答：“從前有一巡撫的愛妾死了，他的婢女把珠花偷出來，到市上賣，父親因為價錢便宜，買了回來。我很喜愛。父親無子，只有我一人，所以我要沒有拿不到的。後來父親死了，家道衰落，我寄養在姓顧得婆婆家。顧是我的阿姨輩，見了珠花，一直想要賣掉，我不答應投井自殺，所以至今還在。”夫妻感歎說：“十年舊物，又回家了，豈不是天意？”女郎又拿出一朵珠花，說：“這花很久沒有配對了。”因此，一起賜給顧姬。親自為她插到髮髻上。",
      "&emsp;&emsp;顧姬事後不斷追問女郎身世，米生家人都不講。顧姬偷偷對米生說：“我看娘子，不是凡人，他眉目間有神的氣韻，昨天戴珠花時，靠近看，他的美出自肌膚裡面，不像凡人以黑白位置合適來襯托。”米生微笑不說。顧姬又說：“你不要說，我來試一試，如果她是神明，只要有須要，在無人處燒香要求，她會知道。“女郎繡襪精巧，顧姬很喜歡，可是不敢說。於是在閨房中燒香祈禱。女郎早上起來，忽然到櫃子裡找出一雙襪子，讓婢女贈送顧姬。米生見了微笑，女郎問他為甚麼笑，米生把詳情相告。女郎說：“小婢子真鬼靈精！”因她聰慧，更加愛憐她，顧姬也更加謙恭。天將亮時，必定熏沐後來道早安。後顧姬一胎產二子，兩人分別撫養。米生這年八十歲了，女郎還貌如少女。米生生病，女郎為他準備棺材，做得比平常的要寬大一倍。米生死了，女郎不哭泣，家人剛離開，女郎已進入棺材中死了。因此一同葬了。至今還有大材墳的傳說。",
      "&emsp;&emsp;異史氏說：女郎是很神奇，顧姬卻能知道，是用什麼方法？所以人的聰慧有時候比神明還靈驗了!"
    ]
  },
  {
    "title": "湘裙",
    "href": "http://liaozhai.weebly.com/2824835033.html",
    "content": [
      "&emsp;&emsp;晏仲是陜西延安人，和兄長晏伯住在一起，兄弟兩人友愛和睦。晏伯三十歲時去世，沒有留下後代，妻子也隨後死去了。晏仲傷心地悼念兄嫂，常常想能生兩個兒子的話，就讓一個作兄長的後代。但他剛生下一個兒子，妻子卻又死了。晏仲擔心繼室不能照顧好這個兒子，便想再買一個妾。",
      "&emsp;&emsp;鄰村有賣婢女的，晏仲前往相看，不是很滿意，心裏覺得很無聊，恰好又被朋友留住喝酒，喝得醉醺醺的回家了。",
      "&emsp;&emsp;途中遇到原來的同學梁生，兩人熱情地握手，梁生邀請晏仲到他家作客，晏仲還酒醉中，忘記了梁生已經過世，就跟著他去了。\n一進梁生家的門，晏仲就發現這不是他原來的家，奇怪地問他。梁生回答道：“新搬到這裏來的。”進屋後，梁生就找酒，家裡的酒已經喝完了，便囑咐晏仲坐著等一會兒，自己拿著瓶子去打酒。",
      "&emsp;&emsp;晏仲走出來，站在門外等候，看見一位婦人騎著驢從他面前經過，後面跟著一個小孩。小孩大約八九歲，面貌神情極像晏仲的哥哥，晏仲心中怦然一動，急忙跟在他們的後面，問小孩姓什麼，小孩答道：“姓晏。”晏仲更加驚奇，又問：“你父親叫什麼名字？”小孩答道：“不知道。”",
      "&emsp;&emsp;說著話時，已經到了小孩的家門。婦人下了驢子進屋去了。晏仲牽著小孩問說：“你父親在嗎？”小孩進屋去找。過了一會兒，一個婦人出來看，晏仲一看，正是他的嫂子。她也驚訝地問叔叔怎麼會到這裏來。晏仲非常悲痛，跟著嫂子進了屋。只見院落已經收拾好了，於是問道：“哥哥在什麼地方？”嫂子回答說：“出去收債還沒回來。”又問：“騎驢的婦人是什麼人？”嫂子答道：“是你哥哥的妾甘氏，已經生了兩個男孩。大的叫阿大，去市集上還沒回來，你見到的那個是阿小。”",
      "&emsp;&emsp;晏仲坐了一會兒，酒也慢慢醒了，知道自己見到的都是是鬼。不過因為兄弟感情深厚，心裡倒也不害怕。嫂子溫上酒，擺好餐具，晏仲急於見到哥哥，便催促阿小去找。過了好久，阿小哭著跑回來說：“李家欠債不還，反而和爸爸吵。”晏仲一聽，便和阿小飛奔而去，只見兩個人正把哥哥推倒在地。晏仲大怒，握著拳頭直撲上前，跟他打的人都被他打倒。趕快救起哥哥，李家人都逃走了，晏仲還很生氣，追上去抓住一個人，不斷的痛打。打完後，晏仲拉著哥哥的手，傷心地痛哭，哥哥也流下了眼淚。",
      "&emsp;&emsp;他們回到家裏，全家人都上前慰問，於是準備好酒食，兄弟飲酒互相慶賀。過了不一會兒，一個年輕人走進來，大約十六七歲的樣子。晏伯叫他阿大，讓他拜見叔叔。晏仲扶起阿大，哭著對哥哥說：“大哥在地下有兩個男孩，但地上的墳墓卻無人打掃；弟弟的孩子還小，而且還是一個人，怎麼辦？”晏伯聽了，也覺得淒涼。嫂子對晏伯說：“讓阿小跟叔叔去，也是個辦法。”阿小聽了，靠在叔叔的肘下，一副戀戀不捨的樣子。晏仲撫摸著阿小，心中更加覺得辛酸，問道：“你願意跟我去嗎？”阿小答道：“願意去。”晏仲想雖然阿小是鬼不是人，畢竟是哥哥的兒子，有總比沒有好，想到這裏，也就開心起來。晏伯說：“可以跟著去，但是不可驕慣，要吃些血肉的食物，而且讓他在中午太陽下爆曬，過了中午才能停止，他現在六七歲，經過春天和夏天，骨肉可以重新長出來，日後也可以娶妻生子，只是恐怕壽數不長。”",
      "&emsp;&emsp;他們正說著話，門外有個少女在偷聽，看上去文靜溫柔。晏仲疑心是哥哥的女兒，便向哥哥打聽。哥哥說：“這個女孩叫湘裙，是小妾的妹妹。單身一人，無家可歸，寄養在這裏十年了。”晏仲問：“已經定親了嗎？”哥哥答道：“還沒有。\n最近跟媒人商量嫁給東村的田家。”那女孩在外小聲地說：“我才不嫁給田家的放牛人家。”晏仲聽了，有點動心，但不便開口明說。",
      "&emsp;&emsp;過了一會兒，晏伯起身，在書房中安排好床鋪，留弟弟過夜。晏仲並不想留下來，但心中想著湘裙，打算看一下哥哥的意思，便向哥哥告辭上床睡覺。這時正是初春時節，天氣還比較寒冷，書齋中從來沒有生過火，晏仲覺得陰森森的，身上直起雞皮疙瘩，他只好對著燭火冷清地坐著，想喝點小酒。一小會兒功夫，阿小推門進來，把酒杯等酒具放在桌上。晏仲高興極了，問：“是誰準備的？”阿小答道：“是湘姨。”酒快和完時，阿小又將炭灰蓋在火盆上，放在床底下。晏仲問他：“你爸媽睡了嗎？”阿小說：“已經睡了很久了。”那麼你睡在那裏呢？阿小回答說：“我和湘姨睡在一起。”阿小等叔叔上床後，才關上門離去。晏仲想，湘裙不僅賢慧，而且善解人意，心中更愛慕她；又覺得她還能照顧阿小，便更堅定了娶她的想法。他在床上翻來覆去，一整夜也沒有睡著。",
      "&emsp;&emsp;第二天早上起來，晏仲對哥哥說：“小弟孤身一人，沒有配偶，煩請大哥留意。”晏伯說：“我們不是窮苦人家，想要物色就能找到合適的。陰間就算有漂亮的女子，恐怕對弟弟也不好。”晏仲說：“古時候也有鬼妻，有什麼不好的呢？”晏伯好像明白了弟弟的意思，便說：“湘裙也是位好姑娘，只要用一根大頭針刺她的人迎位置，如果出血不止，才可以做活人的妻子，怎麼能早率決定呢？”晏仲又說：“如果能娶湘裙照顧阿小，也是挺好的嘛。”晏伯只是搖頭。晏仲不住地請求，嫂子說：“試著把湘裙抓來，強行用針刺，試驗一下，如果不行也就斷了這念頭。”說完，握著針出去，正好遇上湘裙，急忙捉住湘裙的手腕，只見手上的血痕還是濕的。原來，湘裙聽到晏伯的話以後，自己早就試過了。\n嫂子放開湘裙的手，笑著回來告訴晏伯說：“原來這鬼丫頭早就有這份心意了，我們還替她擔什麼心？”",
      "&emsp;&emsp;晏伯的小妾甘氏聽說後很生氣，趕到湘裙的面前，用手指著她的眼眶罵道：“不要臉的丫頭，真不害羞！",
      "&emsp;&emsp;想跟阿叔私奔嗎？我一定不會讓你如願的！”湘裙聽了，又羞愧又氣憤，哭著要尋死，鬧得全家都沸騰起來。晏仲也覺得很不好意思，便向兄嫂告別，帶著阿小出了門。哥哥說：“弟弟，你先回去，阿小不要讓他再回來，恐怕傷了他的生氣。”晏仲答應了。",
      "&emsp;&emsp;晏仲回到家，把阿小的年齡加了些，假說他是哥哥賣掉的丫鬟生下的孩子，鄰居們見阿小酷似晏伯，也都相信他是晏伯的孩子。",
      "&emsp;&emsp;晏仲教阿小讀書，老是讓他抱著一卷書在太陽下誦讀。起初阿小覺得很辛苦，久而久之，也就習慣了。六月的夏天裏，桌子熱得燙人，而阿小一邊玩一邊讀書，倒是沒有一點兒怨言。阿小非常聰明，一天能讀完半卷書，晚上和叔叔一起睡，仍然不斷背誦書本，晏仲心裏感到很安慰。又因為忘不了湘裙，所以他也不再想續弦的事了。",
      "&emsp;&emsp;一天，兩個媒人來商議為阿小娶妻的事情，但晏仲家裡沒有女主人主持家務，因此心中焦燥不安。忽然，他的小嫂子甘氏從外面進來說：“阿叔不要怪我，我把湘裙給你送來了。當初因為這丫頭不知羞恥，我才故意羞辱她一番。\n阿叔這樣儀表堂堂，她不嫁給你，還想嫁給什麼樣的人呢？”晏仲見湘裙站在小嫂的身後，心裡非常高興。他恭請小嫂坐下，說明還有客人在堂上，然後急忙走了出去，等他過了一會兒再進來時，小嫂已經走了，而湘裙卸裝下了廚房，只聽見一陣陣的刀板聲，很快，桌上就擺滿了菜肴，烹飪得很可口。",
      "&emsp;&emsp;客人走了以後，晏仲回到屋裏只見湘裙又梳妝打扮坐在那裏，於是兩人交拜成禮。到了晚上，湘裙還是想和阿小一起睡覺，晏仲說：“我用陽間氣息來滋潤他，他還不能離開我。”因此，把湘裙安置在別的屋裏，只是晚上和湘裙喝酒歡會而已。湘裙像對待自己的孩子一樣撫養晏仲前妻生的孩子，晏仲越發覺得她賢慧。",
      "&emsp;&emsp;一天晚上，晏仲夫妻談笑的時候，晏仲開玩笑地問：“陰間有美人嗎？”湘裙想了很久，回答說：“我沒有見過。只是鄰家女子葳靈仙，大家都認為她很美。看她的容貌也和一般人一樣，不過善於裝扮。她和我交往的時間很長，但我暗地裏看不起她的淫蕩。你如果想見她，馬上就可以把她叫來。但她這樣的人，最好不要招惹。”晏仲急於見為葳靈仙一面，湘裙提起筆好像要寫信，但還是扔下筆說：“不行，不行！”晏仲再三強求，湘裙只好說：“你可不要被她迷惑了。”晏仲答應了。湘裙於是撕開紙，作了幾張像符一樣的畫，拿到門外燒了。",
      "&emsp;&emsp;只一會兒功夫，門簾響動，傳來一陣“吃吃”的笑聲。湘裙起身拉進一個人來，只見她梳著高高的髮髻，像是畫中的美人。湘裙扶著她坐在床頭，一邊飲酒，一邊談論別後的情況。開始時，葳靈仙見到晏仲，還用紅袖子掩著嘴吧，話說得不多；喝了幾杯酒以後，她也就無所顧忌地嬉笑起來，漸漸地伸出一隻腳踩住晏仲的衣服。晏仲意亂情迷，魂都不知飛到那裡去了。只是礙於湘裙在眼前，而且湘裙又有意地提防著他，一刻也不離開他的身邊。葳靈仙突然站起來，掀開簾子走了出去，湘裙跟了出去，晏仲也跟在她的後面。葳靈仙一下子握住晏仲的手，快速跑到另一間屋子裏。湘裙雖然很氣憤，但也無可奈何，只得憤憤地回到自己的屋中，隨便他們怎麼做了。過了一會兒，晏仲走進來，湘裙責備他說：“你不聽我的話，只怕以後你想擺脫她也很困難。”晏仲疑心湘裙嫉妒，兩人不歡而散。",
      "&emsp;&emsp;第二天，葳靈仙自己來了，湘裙很厭惡見到她，也不打招乎。葳靈仙竟然和晏仲一起出去。這樣過了幾個晚上，湘裙一見到葳靈仙來，就辱駡她，但是無法阻止她來。",
      "&emsp;&emsp;過了一個多月，晏仲一病不起，這才深深地懊悔，叫來湘裙和他住在一起，希望能避開葳靈仙。雖然晝夜提防，但是稍一鬆懈，威靈仙和晏仲就糾纏在一起，湘裙拿棍子趕葳靈仙，她卻忿恨地和湘裙爭鬧。湘裙比較柔弱，手腳都被她打傷了，晏仲的病漸漸沉重起來，湘裙哭著說：“我怎麼去見我的姐姐呀！”",
      "&emsp;&emsp;又過了幾天，晏仲昏沉沉地死去了。開始，只見兩個差役拿著文書進來，晏仲不知不覺地跟著他們走了。走到半路，晏仲擔心沒有路費，便請差役順路到他哥哥家。哥哥一見晏仲，不由地大驚失色，問道：“弟弟近來做了什麼事了？”晏仲說：“沒有別的，只是染上了鬼病罷了。”便把事情告訴了哥哥。晏伯說：“我知道了。”說著，拿出一包白銀，對差役說：“請收下，我弟弟罪不至死，請放他回去，我叫犬子跟著去。不會有什麼不妥的。”說完，叫來阿大陪差役飲酒，自己轉身進了屋裏，把情況告訴了家人，然後讓甘氏到隔壁去把葳靈仙叫來。",
      "&emsp;&emsp;不一會兒，威靈仙來了，一見晏仲就想溜走。晏伯一把將她揪回來，罵道：“你這個淫賤的女人！活著的時候是個蕩婦，死了變成賤鬼，大家已經看不起很久了，竟敢又去禍害我弟弟，催我弟弟早死！”說完，立刻打她，打得葳靈仙頭髮蓬散，容顏頓改。過了好久，來了一個老婦人，趴在地上苦苦懇求。晏伯又斥責老婦人放縱女兒淫蕩，痛駡了好一陣子，才讓她帶女兒離開。",
      "&emsp;&emsp;晏伯於是送晏仲出門，飄然之間已經到了家門，直接進了臥室。晏仲一下子醒了過來，才知道剛才自己已經死了。晏伯責怪湘裙說：“我和你姐姐，覺得你賢慧能幹，才讓你跟從我弟弟，沒有想到你反而催我弟弟早死！假如不是名分的關係，真該打你一頓！”湘裙又羞又怕，低聲地哭泣，向晏伯下跪謝罪。晏伯轉身看到阿小，高興地說：“我兒子居然已經成為活人了！”湘裙要出去做飯，晏伯推辭說：“弟弟的事還沒有辦妥，我沒時間多呆了。”",
      "&emsp;&emsp;阿小十三歲，漸漸知道依戀父親。看見父親走，哭著跟去。父親說：“跟著叔叔最好，我會再來。”說完，一轉身就不見了，從此以後再沒有消息。",
      "&emsp;&emsp;後來，阿小娶了媳婦，生了一個兒子，也活到了三十歲就死。晏仲撫養他的孩兒，就像撫養阿小一樣。晏仲八十歲時，阿小的兒子也二十多歲了，晏仲就把家產分給他，讓他自己過日子。",
      "&emsp;&emsp;湘裙沒有生孩子。一天，她對晏仲說：“我先回到地下去，可以嗎？”說完，她換上盛裝，上床死了。晏仲也不悲傷，過了半年也死了。",
      "&emsp;&emsp;異史氏說：“天下像晏仲這樣對兄長如此友愛的，有幾個人啊！難怪他命不該死反而增添了陽壽。陽間斷後，陰間卻給續上，這都是由於他不忍兄長亡死的誠心感動上天。在人世間沒有這個道理，在天上難道就有這樣的命運嗎？在陰間生的兒子，願意繼承前代家業，看來也為數不少，只怕那些繼承了別人產業的好兄弟，不肯收養撫恤這些孤兒。”"
    ]
  },
  {
    "title": "三生",
    "href": "http://liaozhai.weebly.com/1997729983.html",
    "content": [
      "&emsp;&emsp;湖南某人，能記得自己生前三世經歷的事情。第一世他做了地方長官，參與科舉考試評判工作。當時有位名士叫興于唐。考試沒有中，心中憤憤不平，鬱悶而死。他到了陰間就寫狀子控告某人，這份狀子一遞上去，那些因為考試不中的鬼，有上千萬人，推舉興于唐為首，聚集在一起。某人的魂魄被攝到陰間，與這些告狀的鬼對質。",
      "&emsp;&emsp;閻王問道：“你既然負責審閱文章，為什麼黜退水準高的人，而錄取平庸的人？”",
      "&emsp;&emsp;某人辯解道：“我上面還有主考官，我不過是奉命行事罷了。”",
      "&emsp;&emsp;閻王馬上行文，派人去抓主考官，過了很久，主考官被抓來了，閻王便把某人的話告訴主考官。主考官說：“我只不過負責整體彙集檢討；即使有好的文章，閱卷官不推薦上來，我又怎麼看得見呢？”",
      "&emsp;&emsp;閻王說：“這件事你們不能互相推諉，兩個人同樣失職，按照規矩要一起受杖刑。”",
      "&emsp;&emsp;正要對二人施刑，興于唐對這一判處很不滿意，放聲大哭起來，站在兩邊階下的怨鬼也齊聲回應。閻王問怎麼回事，興于唐爭辯道：杖刑太輕了，一定要把他們的兩隻眼睛挖掉，作為他們不識文章好壞的報應。”閻王不肯答應，眾鬼叫得越厲害。閻王說：“他們並不是不想得到好文章，只是他們的水準太差罷了。”",
      "&emsp;&emsp;眾鬼又請求挖出他們的心來，閻王迫不得已，讓人脫去他們的官服，用雪亮的刀破開他們的胸膛，兩人鮮血直流，嘶聲慘叫，眾鬼這才滿意，都說：“我們這些人在九泉之下含冤受屈，沒有人為我們出這口氣，如今全靠興先生，讓我們的怨氣都消了。”說完，一哄而散。",
      "&emsp;&emsp;某人被剖心以後，差役將他押往陝西，投生到一個普通人家當兒子。他二十歲時，正值當地鬧土匪，他陷入土匪群中，有位將軍前去平定賊寇，抓住了很多土匪，某人也在其中。某人心裏還想，反正自己不是土匪，希望能夠說明情況，獲得釋放。等他見了堂上所坐的官員，也是二十多歲的年紀，再仔細一看，原來說興于唐，他大吃一驚，說：“我完了！”過了一會兒，俘虜全都被釋放了，只剩下某人最後到，興于唐也不容他辯解，竟然就將他斬了。",
      "&emsp;&emsp;某人到了陰間，投了狀子告興于唐。閻王不馬上拘捕興于唐，要等到他的壽命結束。這樣，延遲了三十年，興于唐才來，與某人當面對質。興于唐以草菅人命罪，被罰作畜牲。閻王又檢查某人的所作所為，發現他曾打過父母，他的罪孽和興于唐也差不多。某人恐怕來生還會相見，要求轉世做大畜牲。閻王便將他判為大狗，興于唐為小狗。",
      "&emsp;&emsp;某人出生在順天府北邊的的集市上。一天，他正臥在街頭，有個客人從南方來，帶著一條金毛狗，和狸貓差不多大。某人一看，原來是興于唐。某人見牠很小，好欺侮，便撲上去咬牠。那小狗反過來咬在某人的喉下，像是繫在牠脖子上的鈴鐺，大狗左右亂搖亂竄，不斷嗥叫，集市上的人想把牠們分開，可是做不到。一會兒功夫，兩隻狗都死了。",
      "&emsp;&emsp;兩人一起來到陰曹地府告狀，各執一詞，爭論不休。閻王說：“你們這樣冤冤相報，什麼時候才能結束呢？我替你們化解了吧。”",
      "&emsp;&emsp;於是判定興于唐來世做某人的女婿。",
      "&emsp;&emsp;某人投生到慶雲府，二十八歲時中了舉人，他生了個女兒，性情嫻淑文靜，容貌嬌好，當地的世族爭相和某人定親，某人全不答應。偶然有一次，他經過臨近郡城，正碰上學使在為考生評判試卷，取在第一的考生姓李，實際上就是興于唐。某人便他拉到旅館，優厚的招待他，並問他成家沒有，而他恰好單身，於是兩人定了婚事。旁人都認為某人是愛惜人才，卻不知他們有段前世因緣。興于唐將某人的女兒娶回去，夫妻倆相得甚歡。",
      "&emsp;&emsp;但是，女婿自恃才幹好，動不動就侮辱岳父，常常一兩年不到某人家拜望。某人也容忍他。後來，女婿中年時命運窘迫，苦於不能中第，岳父為他千方百計地打點，這才使他在科考場上揚名。從此以後，兩人和好，如同父子一般。",
      "&emsp;&emsp;異史氏說：一次沒被錄取，竟然三世都不能和解，怨毒之情竟然如此厲害！閻王調停的辦法雖然妥善，但是殿階下千萬大眾，有那麼多，是不是天下的愛婿，都是在陰曹地府中悲憤號叫的呢？"
    ]
  },
  {
    "title": "長亭",
    "href": "http://liaozhai.weebly.com/3826320141.html",
    "content": [
      "&emsp;&emsp;石太璞是泰山人，喜歡畫符驅鬼的法術。有一個道士碰到他，很賞識他的聰慧，將他收作徒弟。道士打開書匣，從中取出兩卷書，上卷專門講驅狐，下卷專門講驅鬼。道士將下卷交給他，說：“只要你能虔誠地學好這本書上所講的法術，你一生的衣食美女都有了。”石太璞問他的姓名，道士說：“我是汴城北村玄帝觀的王赤城。”石太璞留道士住了幾天，道士把驅趕鬼神的秘訣全都傳授給了他。石太璞從此以後精通了驅鬼的法術，上門送禮求助的人接踵而至。",
      "&emsp;&emsp;一天，來了個老頭，自稱姓翁，炫耀地擺開許多錢財，說他的女兒被鬼纏身，已經病",
      "&emsp;&emsp;得快死了，一定要請石太璞親自上門。石太璞聽說他女兒病危，不肯接受錢財，就和老頭一起上路了。",
      "&emsp;&emsp;走了十多里路，進入一座山村，來到翁老頭家，只見他家房屋很華麗美觀。石太璞進到室內，見一少女躺在紗帳裏，丫鬟用帳鉤把帳子掛起來，石太璞向裏一看，那少女十四五歲的樣子，精神萎靡地躺在床上，面容枯槁，身體消瘦。石太璞剛走近前，少女忽然睜開眼睛，說道：“良醫來啦。”全家人都很高興，說他已經好幾天沒有說話了，石太璞走出屋子，詢問少女的病情。",
      "&emsp;&emsp;翁老頭說：“白天能見到一個少年前來，跟她在一起睡覺，要捉他時已經不見了；但不一會兒他又來，我們猜他可能是鬼。”",
      "&emsp;&emsp;石太璞說：“要真是鬼，趕走他並不困難，只怕他是狐狸，那就不是我能解決的問題了。”",
      "&emsp;&emsp;翁老頭說：“肯定不是狐狸，肯定不是狐狸，肯定不是。”",
      "&emsp;&emsp;石太璞把一道符交給翁老頭，當晚上就住在他家。到了半夜，有一個少年進來，穿戴得很是齊整。石太璞以為是主人的家屬，便起身詢問。那少年說：“我是鬼，翁老頭一家都是狐狸。我偶然間喜歡上他的女兒紅亭，才留在他家，鬼迷惑狐狸，並不傷陰德，你又何必離間我們的姻緣而袒護她家呢？紅亭的姐姐長亭，長得更加光彩照人，我一沒有迷惑她，等待高明的有緣人。他家如果答應將長亭許配給你，你才可以替紅亭治病，到那時我自然會離開。”石太璞答應了他。這一夜，少年沒有再來，紅亭頓時醒過來了。",
      "&emsp;&emsp;天亮以後，翁老頭很高興，來告訴石太璞，請他進去診視。石太璞將原來那道符燒掉，才坐下來為紅亭診斷。只見繡幕後面有位女郎，美得像位仙女，石太璞知道她就是長亭。診斷完畢，石太璞索要清水灑帳，那女郎急忙端來一碗水交給他。只見她輕舉蓮步，風韻動人，眉目傳情，到了這個時候，石太璞的心思已經全不在鬼上。他出了室內，向翁老頭告辭，假稱要去製藥，好幾天都不回來。",
      "&emsp;&emsp;那鬼乘石太璞不在，更加肆虐，除了長亭以外，翁家的媳婦丫鬟，全都被他迷惑姦淫了。翁老頭讓僕人騎著馬去請石太璞，他卻推說有病，不肯前往。第二天，翁老頭又親自趕來。石太璞故意裝作腿上有病的樣子，拄著拐杖走出來。翁老頭行完禮，問他怎麼得的病。",
      "&emsp;&emsp;石太璞說：“這就是獨身一人的難處啊！昨天晚上丫鬟上床時，不留神跌倒，把湯缽子打翻，把我兩隻腳都燙傷了。”",
      "&emsp;&emsp;翁老頭問：“那為什麼這麼久不續娶一房呢？”",
      "&emsp;&emsp;石太璞說：“只恨碰不上像您家這樣清高的門第呀。”",
      "&emsp;&emsp;翁老頭聽了，默默地走出門。石太璞趕出來相送，說道：“等我病好了自然會去，就不勞您再跑了。”",
      "&emsp;&emsp;又過了幾天，翁老頭又來了，石太璞跛著腳見他。翁老頭慰問了幾句，接著說：“我來之前和老伴商量過了，你如果能將鬼趕走，讓我們全家恢復安寧，我家女兒長亭，今年十七歲了，願意讓她做你的妻子。”石太璞聽了，十分高興，趴在地上叩頭，並對翁老頭說：“您有如此美意，我又怎麼敢顧惜病體？”說完，立刻出門，和翁老頭一同上馬而去。",
      "&emsp;&emsp;石太璞來到翁家，看完病人，怕翁家會悔約，便請求和老太太訂定婚約。老太太急忙出來說：“先生怎麼懷疑我們呢？”說完，就將長亭頭上插的金簪交給石太璞作為信物。石太璞高興地接了過來，然後又將翁家人全都叫來，替他們驅邪氣。家中只有長亭一個人深藏不露蹤跡。石太璞於是寫了一道佩符，派人拿去送給她。這天夜裏，寂靜無聲，鬼的蹤影全無，只聽見紅亭還在呻吟，石太璞往她身上灑了法水，病一下就好了。",
      "&emsp;&emsp;第二天早上，石太璞準備辭行，翁老頭懇切地挽留他。到了晚上，擺上豐盛的酒席，極為殷勤地請他喝酒。直到二更天時，主人才向客人告辭去了。石太璞剛剛上床，就聽到急促的敲門聲。他起來一看，只見長亭閃身進來，說話的口氣非常急迫，說：“我家人想殺你，你趕緊逃吧！”說完，轉身走了。",
      "&emsp;&emsp;石太璞戰戰兢兢，嚇得面無人色，急忙跳牆逃竄。遠遠地看見有火光，他迅速地跑過去，原來是村裏夜間打獵的人，石太璞很高興，等他們打完獵，就跟著一起回家了。他心中滿懷怨憤，卻也無可發洩，想要到汴城去找王赤城，無奈家中老父，臥病在床已經很久了。他日夜籌畫思量，也不知道怎麼辦才好。",
      "&emsp;&emsp;忽然有一天，兩輛車子來到門前，原來是翁家老太太送長亭來了，她對石太璞說：“那天夜裏你跑回來，怎麼不商量一下？”石太璞見到長亭，心中的怨恨全都消了，所以忍住不說。老太太催促兩人就在家裏拜了天地。石太璞準備設宴招待，老太太說：“我不是清閒的人，不能再這裏享受美食了，我家老頭子人老糊塗了，如果有什麼不妥的地方，請你為了長亭，念在老身的份上，不要計較，我就很滿意了。”說完，就上車走了。",
      "&emsp;&emsp;原來，殺女婿的想法，老太太並不知情，等到老頭追殺不成回到家中，老太太才知道這事，心裡很不高興，天天和老頭子吵架。長亭也流淚，吃不下飯。老太太硬將女兒送來，並不是老頭的主意。長亭進門以後，石太璞問她，才知道其中的原因。",
      "&emsp;&emsp;過了兩三個月，翁家將女兒接回去省親。石太璞知道長亭去了就不會回來，便不讓走，長亭從此不時地傷心流淚。過了一年多，長亭生了一個兒子，名叫慧兒，雇了一個奶媽喂他。可是慧兒愛哭，夜裏一定要跟媽媽睡。",
      "&emsp;&emsp;一天，翁家又叫車來接長亭，說是老太太想女兒想得厲害。長亭聽了，更加悲傷，石太璞也就不忍心再留了。長亭想帶兒子回家，石太璞不同意，長亭只好一個人回去了。臨別的時候，說好了一個月就回來，但過了半年，卻沒有一點音訊。石太璞派人去打聽，翁家原來租住的房子早就沒有人住了。又過了兩年多，石太璞的希望都破滅了，而慧兒整天啼哭，石太璞的心像刀割一樣。不久，父親又病逝了，他更是悲傷不已，自己也病倒了，居喪時病情加重，連賓客朋友來弔唁也不能接待。",
      "&emsp;&emsp;石太璞正在昏昏沉沉之際，忽然聽見有婦人哭著進來，他抬頭一看，原來是穿著一身孝服的長亭，他心中大為悲傷，大哭一聲就昏死過去。丫鬟嚇得驚叫起來，長亭這才停止了哭泣，輕輕地替他按摩了好久，石太璞才漸漸地蘇醒過來。他懷疑自己已經死了，以為大家是在陰間相聚。長亭說：“不是，我不孝，不能討得老父的歡心，回家三年，他不讓我回來，辜負了你，恰好家人從海東經過這裏，這才得知公公去世的消息，我遵照父的指示，斷絕了兒女的私情，但不敢聽他的不合理的命令，喪失身為兒媳應有的禮節。我來的時候，我母親知道，但父親不知道。”說話之間，慧兒已經鑽到母親的懷中。長亭說完，才撫摸著慧兒，哭著說道：“我倒有父親，可憐我兒子卻沒有媽媽！”慧兒也嚎啕大哭起來，一屋子人都掩面哭泣。",
      "&emsp;&emsp;長亭站起來，開始料理家務，在靈柩前擺下完備而整潔的祭品，石太璞心中大為欣慰。由於他病了很久，一下子不能下床。長亭於是請石太璞的表兄代為接待前來弔唁的賓客。喪禮結束以後，石太璞才拄著拐杖能起床了，與長亭一起商量下葬老父的事情。安葬完畢，長亭準備回家，去接受父親對她違抗父命的譴責。石太璞拉著她不放，慧兒大哭不止，她只好暫時忍著不回去了。過了不久，有人來告訴長亭說她母親病了。長亭於是對石太璞說：“我是為你父而來的，你難道不能為了我母親放我回去嗎？”石太璞答應了她的要求。長亭於是讓奶媽抱著慧兒到別的地方去玩，她自己流著眼淚出門去了。長亭走了以後，好幾年都沒有回來，石太璞父子漸漸地已經把她忘記。",
      "&emsp;&emsp;一天，天剛亮，石太璞打開門窗，長亭飄然進來。石太璞大為驚駭，剛要發問，長亭滿臉憂愁地坐在床上，歎息著說：“我從小在閨中長大，一里地都覺得很遠，如今一天一夜就奔跑千里，真是累死了！”石太璞細細地盤問她，長亭欲言又止。石太璞不斷問她。長亭才哭著說：“今天我要對你說的事，恐怕是令我悲傷，卻讓你痛快的事。近年來，我家搬到山西境內，借居在趙員外的家中。主客兩家交往十分友善，父親把紅亭嫁給了趙公子，不料公子散漫放蕩，弄得家庭很不和睦。妹妹回家告訴父親，父親把她留在家中，過了半年也不讓她回去。趙公子又氣又恨，不知從那裏請來一個惡人，找來神明將父親連捆帶鎖地抓走了。全家人都很害怕，頃刻間四處逃散了。”石太璞聽完後，情不自禁地笑了起來。長亭生氣地說：“他雖然不夠仁慈，畢竟還是我的父親。我和你結婚幾年，只有相知相惜，並無怨恨吵架。今天我人亡家破，大家流離失所，你縱然不替我父親傷心，難道也不為我表示一點兒同情嗎？聽了以後，你竟高興得手舞足蹈，沒有說一句安慰我的話，怎麼這麼沒有情義啊！”說完，長亭拂袖而去。石太璞急忙追出去賠禮道歉，長亭已經消失得無影無蹤了。石太璞心中悵然若失，十分後悔，認定要和長亭分手了。",
      "&emsp;&emsp;過了兩三天，翁老太太和女兒一起來了，石太璞見了，高興地上前慰問。翁家母女突然一起跪在地上，石太璞大吃一驚，忙問是怎麼回事，母女二人全都哭了起來。\n\n       長亭說：“那天我賭氣走掉了，現在卻又不能堅持，還是回來求你，真是丟臉？”",
      "&emsp;&emsp;石太璞說：“岳父雖然不好，但岳母大人的恩惠，你的情意，我是不會忘記的。不過，聽到他遇到禍事就高興起來，這也是人之常情，你就不能稍微忍一下嗎？”",
      "&emsp;&emsp;長亭說：“剛才我在路上遇到母親，才知道抓走我父親的，原來就是你的師父。”",
      "&emsp;&emsp;石太璞說：“果真如此的話，那就太容易了，但是，如果你父親回不來，就是你父子離散；恐怕他回來以後，卻讓你丈夫哭泣兒子悲傷！”",
      "&emsp;&emsp;翁老太太聽完，發誓表明心跡，長亭也說一定會報答。石太璞於是立即準備行裝前往汴城，找到了赤帝觀，王赤城剛回來不久。\n石太璞進門參見師父，王赤城便問：“你來幹什麼？”石太璞見灶下有隻狐狸，前腿被繩子穿透綁著，便笑著說：“弟子這次來，就是為了這隻老妖精。”王赤城問他是怎麼回事，石太璞答道：“他是我的岳父。”接著就將事情告訴了師父。王赤城說這隻狐狸陰險狡猾，不肯輕易放了他。石太璞再三請求，這才答應了。石太璞於是詳細地述說了他岳父的狡詐的行為，狐狸聽了，將自己的身子塞到灶裏，好像心中有愧的樣子。王赤城笑著說：“看來他的羞恥之心還沒有全部喪失。”石太璞站起來，牽著狐狸出了門，用刀割斷繩索並往外抽。",
      "&emsp;&emsp;狐狸痛死了，牙齒咬得“咯咯”作響。石太璞不一下子抽出來，\n而是停頓一下，還笑著問：“岳父大人痛嗎？不抽可以嗎？”狐狸的眼睛裏閃著光茫，好像是生氣的樣子。等繩子解開了，狐狸就搖著尾巴出觀而去。",
      "&emsp;&emsp;石太璞向師父辭別回家。三天前，已經有人報信說老頭被釋放了，翁老太太便一個人先走了，留下長亭等石太璞。石太璞剛一到家，長亭就迎上前跪倒在地。",
      "&emsp;&emsp;石太璞將她拉起來說：“我們的夫妻之情，不在於你這樣感激我。”\n\n長亭說：“現在我家又搬回原來的地方住了，離這兒也不遠，音訊也不至於阻塞了。我想回家看望我父親，三天後就可以回來，你能相信我嗎？”",
      "&emsp;&emsp;石太璞說：“慧兒生下來就沒有母親的照顧，也沒有夭折；我長時間一個人住，也已經習慣了。如今我不像趙公子，反而以德相報，對你可說仁至義盡了。如果不回來，對你來說是沒義氣。兩個村子雖然離得很近，我也不會再去找你了，何必有信與不信呢？”",
      "&emsp;&emsp;長亭第二天離去，只住兩天就回來了。石太璞問道：“為什麼這麼快就回來了？”長亭說：“父親因你在汴城戲弄他，一直不能忘懷，整天絮絮叨叨的，我不想再聽下去了，就早回來了。”從此以後，長亭和她的母親往來不斷，但翁老頭和石太璞之間還是互不問候。",
      "&emsp;&emsp;異史氏說：“狐狸生性反復無常，陰險狡詐到極點。在悔婚這件事上，兩個女兒簡直一樣，他的狡猾也就可想而知了。但是，石太璞用要脅的方法娶了長亭，使得翁老頭一開始就有悔婚的想法。而且，身為女婿，既然因為愛長亭而去救她父親，只應該將往日的仇怨擱在一邊，用仁義來感化他，不應該在他危急的時候還戲弄他，難怪翁老頭沒齒不忘這個恥辱啊！天底下岳父女婿不能和睦相處，情況大概就是這個樣子。”"
    ]
  },
  {
    "title": "席方平",
    "href": "http://liaozhai.weebly.com/241092604124179.html",
    "content": [
      "&emsp;&emsp;席方平，東安縣人。他父親名叫席廉，生性戇直。因為和同鄉姓羊的財主結了怨。姓羊的先死；過了幾年，席廉也病倒床上，臨死時對人說：“姓羊的買通陰間差役來打我了。”頃刻全身紅腫，慘叫幾聲便斷了氣。席方平看到父親慘死，悲痛得連飯也吃不下，說：“我父親老實忠厚，鈍嘴鈍舌的，現在遭到惡鬼欺淩，我要到陰間替父親申冤去。”從此不再講話，時而呆呆地坐著，時而傻傻地站住，像是得了癡呆病。原來，他的靈魂已經離身了。",
      "&emsp;&emsp;席方平自己覺得剛走出家門，茫茫然不知該往那兒走。見到過路人，便打聽縣城的走法。不多久到了城裏。他的父親已經被關進監獄。他趕到監獄門口探望，遠遠看見父親躺在屋簷底下，看上去已被折磨得不成樣子。席廉抬頭看見兒子來了，眼淚禁不住地往下掉。對席方平說：“監獄裏的差役全都得了姓羊的錢，沒日沒夜地打我，我這兩條腿都給打壞了。”席方平一聽火冒三丈，大罵獄吏說：“我父親就是有罪，自有王法，那裡能由你們這夥死鬼任意擺佈。”說完走出監獄，揮筆寫好了一紙狀子，趁著城隍坐早堂，闖進衙門，大聲喊冤，送上狀子。姓羊的害怕，裏裏外外用錢打通關節，才出庭對質。那城隍得了賄賂，便說席方平告的不是事實，沒有道理，不准他的狀。",
      "&emsp;&emsp;席方平一肚子冤氣沒處伸訴，於是連夜趕了一百多里，到了府城，把城隍差役們受私枉法的事向郡司申訴。拖延了半個月，才開庭審理。郡司撲面就給席方平一頓毒打，又把狀子批給城隍覆審。席方平到縣裏，受盡種種酷刑，滿肚子冤氣，鬱結得解不開。城隍怕他再次上告，派差役押送他回家。差役把他送到家門口就走了。席方平不肯走進家門。又偷偷跑到閻王府，控告郡司、城隍的貪贓枉法。",
      "&emsp;&emsp;閻王立即下令，把郡司、城隍傳來對質。那兩個官吏暗地裏差心腹向席方平講情求和。答應送給他一千兩銀子。席方平不理睬。又過幾天，客店主人對席方平說：“先生你太執拗了。當官的向你求和，你硬是不肯，現在聽說他在閻王面前都送了禮物，恐怕事情不妙了。”席方平認為這是道聼塗説，還不很在意。一會兒，一個穿黑衣的差役來傳他去過堂。上了公堂，只見閻王怒容滿面，不容申訴，劈面就喝令打他二十大板。席方平厲聲責問：“我到底犯了什麼罪？”那閻王像沒聽見似地理也不理。席方平被打，大喊：“挨打活該，誰叫我沒有錢啊！”閻王更加惱怒，喝領帶下去受火床的刑罰。就有兩個鬼役把他揪下公堂。只見東邊臺階上有架鐵床，下面燒著熊熊烈火，烤得牀板通紅。鬼役剝光席方平的衣服，將他提起來摜到火床上，又翻來覆去地揉他壓他。席方平痛極了，筋骨皮肉都燒焦了，非常疼痛可是死不掉去。這樣折磨了一個時辰左右，只聽鬼役說：“行了。”就把他扶起來，催他下床穿上衣裳，還好一跛一跛地還勉強走得動。又回到公堂。閻王問：“還敢再告嗎？”席方平凜然地說：“大冤還沒昭雪，我這顆心是不會死的，如果說不再上告，那是欺騙你老爺。一定要告！”閻王又問：“你告什麼呢？”席方平說：“親身遭受的痛苦，通通都要說出來。”",
      "&emsp;&emsp;閻王更加惱火，下令用大鋸鋸開他的身子。席方平被兩個鬼卒拉去，看見那裏豎立著一根木頭柱子，高八九尺，還有兩塊木板平放在它的上面，木板上下血跡模糊。鬼卒剛要把席方平綁起來，忽然聽得堂上大聲呼叫：“席方平！”兩個鬼卒立即把他押回堂上。閻王問說：“還敢再告嗎？”席方平回答：“一定要告！”閻王喝令趕快捉去支解。席方平被拉下公堂後，鬼卒用那兩塊木板把他夾住，然後綁在木頭柱子上。剛下鋸時，感到腦殼漸漸裂開，痛得忍受不了；但他還是咬緊牙關，不哼一聲。只聽見鬼卒稱讚說：“這個人真是條硬漢子！”大鋸子隆隆地鋸到胸口，又聽到一個鬼卒說：“這個人是個大孝子，沒犯什麼罪，我們將鋸子拉偏一點，別傷了他的心肝。”席方平就覺得鋸鋒曲曲折折地往下鋸，更加痛苦。頃刻間，身子已裂成兩半。鬼卒剛解開木板，兩半身子都撲倒地上。鬼卒上堂大聲稟報。堂上傳下話來，要合成一個身子再去受審。兩個鬼卒將兩個半身推合起來，拉著就走。席方平覺得身上那條裂縫，痛得好像又要裂開，剛走半步就跌倒了。一個鬼卒從腰裏拿出一條絲帶給他，說：“你很孝順，這條帶子送給你。”席方平接過來紮到身上，馬上覺得渾身矯健，一點也不疼了。於是走上公堂伏在地下，閻王問的又是方才那句話。席方平恐怕再遭毒刑，便說：“不告了。”閻王立即下令把他送回人間。差役帶他走出北門，指給他回家的路，就轉身走了。",
      "&emsp;&emsp;席方平心想，這陰間衙門的黑暗比陽間還更嚴重，可惜沒有門路讓玉皇大帝知道，傳說灌口二郎神(1)是玉皇大帝的親戚，這位神明聰明正直，如果到他那裏控告一定有效，暗喜兩個差役已經回去，就調轉身子朝南跑去。正在急急忙忙地往前奔跑，那兩個差役又追了過來，說：“閻王疑心你不回去，現在果然如此。”說著就揪他往回走，又押到閻王面前。席方平心想這下閻王要更火了，肯定要受一場更殘酷的刑罰；不料那閻王臉上一點怒意也沒有。對席方平說：“你真是個大孝子！不過你父親的冤屈，我已經替你伸雪了。他現在已經投生在富貴人家，用不著你到處喊冤叫屈了。現在送你回家，賞給你千金家產，百歲壽命，總該滿足了吧？”說著就把這些記在生死簿上，蓋上大印，還讓席方平親自過目。席方平道過謝就退出公堂。差役和他一道出來，到了路上，差役一邊趕他快走，一邊嘴裏罵道：“你這刁滑的傢伙，一次又一次地翻來覆去，害得老子來回奔波，走得累死了。再敢這樣，就把你捉進大磨盤裏，細細地碾成粉未。”席方平瞪眼怒斥道：“鬼東西你們想幹什麼？我經得住刀砍斧鋸，就是受不了辱駡。請回去問過閻王，要是他讓我自行回家，那裡還勞駕你們來送。”說著就往回走。兩個差役害怕了，低聲下氣央求他轉回來。席方平故意一拐一拐慢吞吞地走，沒走幾步，就停在路邊歇一下。那差役雖沒好氣，卻不敢再發牢騷。",
      "&emsp;&emsp;約莫走了半天，來到一個村莊，有戶人家大門半開著，差役招呼席方平一起坐下歇歇。席方平便在門檻上坐下來。兩個差役趁他不提防，把他推入門裏。席方平驚魂稍定，看了看自己，已轉生為嬰兒了。氣得大哭，一滴奶也不吃，三天就死了。魂魄飄飄蕩蕩，總忘不了要到灌口去。大約跑了幾十里路，忽然看見一輛用鳥羽裝飾的車馳來，旌旗如雲，劍戟林立，大路都給遮斷了。席方平趕忙穿過大路迴避，卻不小心沖犯了儀仗隊伍，被開路的馬隊捉住，綁著送到車前。他抬頭一看，見車裏坐著一位青年，儀表魁偉、神采煥發。他問席方平：“你是什麼人？”席方平滿腔冤憤正無處發洩，又猜想這青年一定是大官，或許他的權力能決定人的禍福，可以替自己伸冤雪恨。因此，就把親自遭受的苦楚，從頭細細說給他聽。車上那青年聽後就叫人給席方平解開繩子，讓他跟著車隊走。一會到了一個地方，有十多名官員，在路旁迎接拜見。車上那青年一個個和他們打過招呼，然後指席方平對一位官員說：“這是下界的人，正想上你那兒告狀，應該及時替他解決。”席方平私下向隨從人員打聽，才知道車子上坐的是玉皇大帝的殿下九王；他所交代的官員就是二郎神。席方平不禁打量一下二郎神，只見他高高的身材，滿臉鬍鬚，不像世間傳說的那副模樣。九王走後，席方平跟著二郎來到一所官署。原來他父親和姓羊的以及差役們全都在這裏了。片刻工夫，來了一輛囚車，從裏面走出幾個犯人，原來是閻王、郡司和城隍。當場對質，席方平的控告句句屬實。三個官員嚇得索索發抖，那樣子就像綣伏著的老鼠。二郎神提起筆來立即判決，一會兒，發下判決書，傳令讓和這個案子有關的人都看清楚。",
      "&emsp;&emsp;判決詞寫道：“據查閻王這人，榮任王侯爵位，身受玉皇鴻恩。自然應該廉潔奉公以作下屬表率，不應貪贓枉法敗壞官府名聲。而卻耀武揚威，只會誇耀爵位的尊貴；又貪又狠，竟然玷污人臣氣節。敲詐勒索，小民的骨髓全被榨幹；以強吞弱，微弱的生命實在可憐。應當提取西江江水，為你洗滌骯髒的肚腸，立即燒起東壁的鐵床，讓你嚐嚐火烤的滋味。",
      "&emsp;&emsp;“城隍、郡司：身為地方官吏，奉上帝命令來管理人民。雖說職位低下，能夠鞠躬盡瘁的人就不辭勞苦；即使被上司的權勢所逼，有骨氣的人也決不屈服。而你們卻像鷹鷙那樣兇殘，上下勾結，全然不念生民貧困；又施行狡猾的計某謀，甚至不灌管窮鬼瘦弱。只是一味貪贓枉法，真是人的形象禽獸的心！應該要剔掉骨髓，刮去毛髮，先判他們陰間的死刑；還應剝去人皮、換上獸衣，讓他們投胎作牲畜。",
      "&emsp;&emsp;“陰差鬼役：既然淪入鬼藉，便不是人類。本應在衙門裏潔心行善，也許會轉世為人；怎能在苦海中推波助瀾，又犯下彌天罪孽？橫行霸道，迫害無辜，釀成不白之冤；狂呼亂叫，狐假虎威，阻斷伸冤大道。施展淫威于陰間，人人都知道獄吏的厲害；助長昏官的殘暴，讓大家對在上位的屠夫不寒而慄。應當在法場上，剁碎他們的四肢；再在湯鍋中，撈取他們的筋骨。",
      "&emsp;&emsp;“姓羊的：為富不仁，狡猾奸詐。黃金的光芒籠罩地府，使得閻羅殿上，陰森森墨霧彌漫；銅錢的臭氣薰染天空，更讓枉死城中，黑沉沉晝夜難分。臭錢幾個還能驅使鬼役，神通廣大竟然左右神明。必須沒收姓羊的家產，用來嘉獎席方平的孝道。立即將人犯押往泰山東嶽大帝那裏依法執行。”",
      "&emsp;&emsp;二郎神又對席廉說：“因為念你的兒子有孝心，有義氣，你自己也秉性善良忠厚，所以再賜給你三十六年的陽壽。”就叫兩個差役送他們父子回家。席方平這才抄下那份判決詞，在路上父子兩人一同閱讀。\n到了家，席方平先醒過來；叫家裏人撬開他父親的棺蓋，看到屍體依舊僵直冰涼，等了一天，才漸漸回溫蘇醒過來。待要尋找抄錄的判決詞，卻已經沒有了。從此，家道一天天富裕起來。三年間，良田遍野。而姓羊的子孫卻衰落下去，樓閣田產，都轉到席方平家裡。同村有人買了羊家的田地，夜裏夢見神明呵斥說：“這是席家的產業，你怎敢佔有它？”起初還不大相信；可是播種後，整年沒有一升半斗的收穫，於是只好轉賣給席家。席方平的父親一直活到九十多歲才死。",
      "&emsp;&emsp;異史氏說：“人人都談論極樂世界，而不知道生與死隔著兩個世界，意念全都迷失了，況且一個人不知道他怎麼來到這個世界上，又怎麼知道離開這個世界要到那裡去;何況死了再死，活了又活呢？只有忠孝意志堅定，萬世不變，特異啊席方平，他是多麼偉大呀！”",
      "&emsp;&emsp;註:\n\n1.二郎神是我國神話中第一得力之戰神其能力與悟空比，不相上下，在天界對悟空的第二次大圍剿時，就是他追得悟空四處逃竄。是個頂天立地的英雄戰神。　　\n\n他的出身傳說\n\n　　一，古蜀國治水功臣李冰的第二子。當時協助李冰修築都江堰，出力至多，積勞成疾，升天化神。今都江堰的二郎神廟所祀之神正是。該廟的二郎神像原為坐像，右腳擱在左腿上，此是「二郎腿」的起源。上世紀七十年代，該廟修整，神像改為立姿，手把一支耒鏟（古農具），類似一個修水利的民工，只可惜了一處古跡。\n\n　　二，與李冰和都江堰有關，但非是第二子，而是李手下的兩個副官，即「二侍郎」。神廟原名「二侍郎廟」，後人們誤作「二郎神廟」。此說有實據，一九七四年都江堰水中曾出土三個石像，一李冰，背有「XX太守李X，，，」；另兩個有「XX侍郎，，，」，下款刻有什麼「二侍郎廟」等模糊字樣。\n\n　　三，以上都說二郎是治水之神，後有人著神魔小說《封神榜》，說二郎助姜太公討伐暴紂，長有第三隻眼---通天眼，七十二變化，無所不能。自此二郎又成了除暴安民，降魔伏妖的天界第一戰神。\n\n附判詞:　　　　判云：「勘得冥王者：職膺王爵，身受帝恩。自應貞潔以率臣僚，不當貪墨以速官謗。而乃繁纓(1)棨戟，徒誇品秩之尊；羊狠狼貪(2)，竟玷人臣之節。斧敲斲，斲入木，婦子之皮骨皆空(3)；鯨吞魚，魚食蝦，螻蟻之微生可憫(4)。當掬西江之水，為爾湔腸(5)；即燒東壁之牀，請君入甕(6)。城隍、郡司，為小民父母之官，司上帝牛羊之牧。雖則職居下列，而盡瘁者不辭折腰；即或勢逼大僚，而有志者亦應強項。乃上下其鷹鷙之手(7)，既罔念夫民貧；且飛揚(8)其狙獪之奸，更不嫌乎鬼瘦。惟受贓而枉法，真人面而獸心！是宜剔髓伐毛，暫罰冥死；所當脫皮換革，仍令胎生。隸役者：既在鬼曹，便非人類。祇宜公門修行，庶還落蓐之身(9)；何得苦海(10)生波，益造彌天之孽？飛揚跋扈，狗臉(11)生六月之霜(12)；隳突叫號，虎威斷九衢之路。肆淫威於冥界，咸知獄吏為尊；助酷虐於昏官，共以屠伯(13)是懼。當於法場之內，剁其四肢；更向湯鑊之中，撈其筋骨。羊某：富而不仁，狡而多詐。金光蓋地，因使閻摩殿上，盡是陰霾；銅臭熏天，遂教枉死城中，全無日月。餘腥猶能役鬼，大力直可通神。宜籍羊氏之家，以賞席生之孝。即押赴東岳施行。」",
      "&emsp;&emsp;註\n\n1.繁纓：古時天子、諸侯的馬飾。棨戟：儀仗。唐制，三品以上官員，得門列棨戟。\n\n2.羊狠狼貪：比喻冥王的兇狠與貪婪。《史記·項羽本紀》：“因下令軍中曰：猛如虎，很如羊，貪如狼，強可使者皆斬之。”很，通“狠”\n\n3.“斧敲”三句：意謂層層敲剝、勒索，婦孺的脂膏、骨髓被壓榨一空。\n\n4.“鯨吞”三句：意謂鯨吞、魚食，以強淩弱，小民受害最烈，實堪憐憫。\n\n5.西江，西來之江，指長江。《新五代史·王仁裕傳》：“嘗夢剖其胃腸，以西江水滌之。”\n\n6.“即燒”二句：意謂以其人之道還治其人之身，叫冥王也受酷刑。\n\n 東壁之床：指上文“東邊臺階上的床”而言，即火床。\n\n請君入甕，比喻以其人之道還治其人之身。唐武則天時，酷吏周興犯罪，武后命來俊臣審理。來俊臣與周興推事對食，問興曰：“囚鄉不承，當為何法？”興曰：“此甚易耳！\n\n 取大甕，以炭四周炙之，令囚入中，何事不承？“俊臣即索甕，起謂興曰：”有內狀推老兄，請兄入此甕。“興叩頭伏罪。見《新唐書·周興傳》。\n\n7.上下其鷹鷙之手：意謂枉法作弊，顛倒是非。春秋時，楚國攻鄭，穿封戌生俘鄭國守將皇頡，而王子圍與之爭功，請伯州犁裁處。伯州犁叫俘虜本人作證，但卻有意偏袒王子圍。伯州犁審問皇頡時“上其手”（高舉其手）向他暗示王子圍地位尊貴：“下其手”（下垂其手）向他暗示穿封戌地位低微。皇頡會意，竟承認自己是被王子圍所俘。伯州犁就這樣上下其手，使賤者之功被貴者所占。見《左傳·襄公二十六年》。鷹鷙，鷹和鷙，都是猛禽，比喻兇狠。\n\n8.飛揚：意謂任意施展。狙獪之奸：狡猾的奸謀。\n\n9.落蓐之身，指人身。落蓐，指人的降生。蓐，產蓐。\n\n10.苦海，佛家語，謂人間煩惱，苦深如海。\n\n11.狗臉：指隸役的面孔。\n\n12.六月之霜，相傳戰國時，鄒衍事燕惠王，被人陷害下獄。鄒衍在獄仰天而哭，時正炎夏，忽然降霜。\n\n13.屠伯：喻指濫殺的酷吏。"
    ]
  },
  {
    "title": "素秋",
    "href": "http://liaozhai.weebly.com/3203231179.html",
    "content": [
      "&emsp;&emsp;俞慎，字謹庵，是順天地方的世家子弟。因趕考到了京城，住在城郊地方。看見對門的一個少年，生得很文靜。心裏非常喜歡，漸漸接近聊起天來，那少年人的談吐，風雅無匹。他高興得不得了，於是請回寓所裏，留著吃飯。問其姓名，那少年自稱姓俞，名士忱，字恂九。謹庵聽說是與自己是同姓的，不禁倍加清熱，而且結成拜把兄弟。那少年也把自己的原名士忱的士字減去，單取一個忱字，以示關係密切之意。",
      "&emsp;&emsp;第二天，謹庵去拜訪恂九，他住的地方很乾淨整齊，但似乎有點冷清。沒有應門的小廝，恂九領著他進屋裏，還叫了妹妹出來拜見。他的妹妹年紀約十三四歲，嬌小玲瓏，皮膚晶瑩雪白。不久，親自捧了香茶敬客，似乎家裏也並無僕婢，謹庵心裏覺得奇怪，講了幾句話便告辭出來。\n此後，彼此的交情日深，友愛如兄弟。\n\n      恂九每天都來，有時候留他一起住，就會以小妹沒人陪做理由推辭。謹庵説：“弟弟住這麼遠，連開門的僕人都沒有，兄妹孤苦柔弱，怎麼過活？不如跟我走，家裡有房子可以一起生活，怎麼樣？”恂九很高興，相約考後一起走。考過以後，恂九邀謹庵去他家，說：“中秋月，亮得跟白天一樣，妹妹素秋準備一些酒菜，不要掃他的興。”拉著他過去。素秋出來，講了兩句話，就進去了，在裡面烹煮飯菜。不久自己端出來。謹庵站起來說：“妹子奔忙，我們怎麼好意思！”素秋笑著進去。等一下走出來的，變成一個小婢女捧著酒壺；另一個婦人端著煮好的魚。謹庵訝異的問：“這些人從那裡來？怎不早點喊而煩勞妹子？”恂九微笑說：“妹子又弄古怪了。”只聽到裡面吃吃的笑聲，謹庵不知道為什麼。到了筵席結束時，婢女和婦人出來收拾，謹庵剛好咳嗽，不小心咳到婢女衣服；婢女隨著唾液倒下，碗碎湯流。一看婢女，變成布剪的小人，只有四寸多長。恂九大笑。素秋笑著出來，把小人撿走。不久婢女又出來，照樣收拾，謹庵大為驚嘆。恂九說：“這個只是妹子小時候，一些作法畫符的小技倆。”謹庵跟著問：“弟妹都長大了，為什麼還沒婚嫁？”回答：“家父過世，將來怎樣還沒確定，因此一直拖下來。”接著商量好行程，賣房子，帶著妹妹與謹庵一起走了。回來以後，整理房子给他們住；又找一個婢女替他們打理家事。\n\n　　謹庵的妻子，是韓侍郎的姪女，特別喜歡素秋，三餐都一起吃。謹庵跟恂九也一樣。恂九又十分聰慧，一目十行，隨便作一篇文章，一般成名的人都比不。謹庵勸他參加考試，恂九說：“姑且以此做為工作，是跟你一起分擔一點辛苦。自己知道命不好，承受不起這一條路；而且一走進這一條路，就不能在功課上不津津計較，所以我不參加考試。”一起住三年，謹庵又落榜。恂九大為怨嘆，發願說：“榜上一個名字，怎麼這麼困難！我一開始不想受成敗困擾，所以寧願安安靜靜的。現在看大哥不能舒展抱負，不由得心動，十九歲的老童生想要飛黃騰達了。”",
      "&emsp;&emsp;謹庵很歡喜，送他去考場，縣試、府試、院試都是第一名。更跟謹庵一起苦讀。第二年科考，成為縣、府的雙料冠軍。恂九聲名遠播，大家都爭著想跟他結親，恂九都推辭了。謹庵不斷勸說，只好說放榜後再行討論。\n\n　　不久，科考結束，仰慕者爭著抄錄他的文章，互相傳頌；恂九也覺得不可能輸給別人。直到放榜，兄弟兩人都沒錄取。那時兩人對坐小酌，謹庵還強作歡笑；恂九則臉色失常，酒杯墮地，摔倒桌下。扶到牀上後，恂九覺得病情嚴重。趕快喊妹妹來，對著謹庵說：“我們兩人雖然有如同胞兄弟，其實不是同一類。我自已知道快死了。你的恩德無法報答，素秋已經長大，既然嫂嫂疼愛她，就收做媵妾吧。”",
      "&emsp;&emsp;謹庵變色說：“真是胡說！人家會說我是衣冠禽獸！”恂九十分傷心。謹庵立刻重金購買棺木。恂九要求抬來，自己拼命的躺進棺木，跟妹妹說：“我死後立刻蓋棺，不要讓人家看。”",
      "&emsp;&emsp;謹庵還有話要說，恂九已經閉眼死了。謹庵異常哀傷，如同喪失兄弟。可是對恂九蓋棺的囑咐也很奇怪，等素秋去出，開棺查看，棺材中衣帽像殼一樣掉落；伸手揭開，有一尺大的書蛀蟲僵死在裡面。驚駭間，素秋忽然進來，悲慘的說：“兄弟間有甚麼好隱瞞？會這樣子不是要隱瞞您；是恐怕流言傳出去，我也住不下去了。”",
      "&emsp;&emsp;謹庵說：“禮法是因人情而制定，以我們的關係，不同類有差別嗎？妹妹怎麼不明白我的心呢？即使是我太太我也不會說，不要擔心。”於是趕緊找好日子，隆重安葬恂九。當初，謹庵為了素秋婚嫁想要挑選好人家，恂九不想。恂九過世後，謹庵找素秋商量，素秋不答應。謹庵說：“妹妹已經二十歲了，還沒出嫁，人家會怎麼講我？”回答說：“如果這樣，就照兄長說的。不過自己知道沒福氣，不想嫁給有錢的官商，清寒的讀書人就好了。”",
      "&emsp;&emsp;謹庵說：“好。”沒幾天，媒人來來去去，始終沒有滿意的。先前，謹庵妻子堂弟韓荃來吊喪，看到素秋，心裡喜歡她，想要買她作妾。跟堂姊談，堂姊趕快叫他不要再講，恐怕謹庵知道。韓荃不死心，托人傳話給謹庵，答應替他買通鄉試的關節。謹庵聽到以後，大聲怒罵，把傳話的人趕出門，從此絕交。又有前尚書的孫子某甲，未婚妻死了，也找媒人來。他住的豪宅是大家都知道的，謹庵想看一看這個人，就請媒人約他來談。到時。找素秋躲在簾後，自己評斷。甲終於來了，衣著跟隨從，都光鮮亮麗，一般鄉里看不見；人又清秀溫雅。謹庵大為賞識，而素秋卻不歡喜。謹庵終於答應求親，準備了很豐盛的嫁妝。素秋一直不要；謹庵也不聽，還是陪嫁豐厚。嫁過去以後，夫妻相感情很好。因為嫂嫂想念，每月都回娘家。回來時，總會帶幾件珍貴珠寶，請嫂嫂收藏。嫂嫂不知道為甚麼，也就隨她。",
      "&emsp;&emsp;甲從小失去父親，寡母過於寵愛，交到壞朋友，引誘他吃喝嫖賭，家裡的書畫古董，都賣了償債。韓荃跟他有交往，每天找甲喝酒探聽，願意以兩個小妾以及五百兩銀子交換素秋。甲起初不肯；韓一直要求，甲有點動心，恐怕謹庵不甘心。韓說：“他與我是親戚，而且又不同宗，如果事情辦成，他也對我沒辦法；假如他出面，我自己解決。有家父在，怕甚麼俞謹庵！”於是妝扮好兩個姬妾出來敬酒，說：“如果照約定，這兩個就是你家人了。”甲被欺騙，約定日期走了。到了那一天，又怕韓詐騙，半夜裡等在路上，果然有轎子來，打開簾子確認不假，於是帶到書房裡。韓的僕人以五百兩銀子交待清楚。甲奔跑進屋裡，騙素秋說：“謹庵得了重病喊妳。”素秋來不及妝扮，匆匆出門。轎子離開後，半夜裡迷路不知走到那裡，走了好遠，就是到不了。忽然看到二盞大燈過來，大家以為可以問路。燈到了前面，結果是一條巨蟒的兩隻眼睛，遠望像燈。眾人大驚，把轎子丟在路邊，人馬都逃走了；天亮了再去看，人不見了，只剩下空轎子。心想一定被蛇吃了，垂頭喪氣的回報給主人。",
      "&emsp;&emsp;幾天以後，謹庵派人去見素秋，才知道被人騙走，起初不知道是某甲騙的。陪嫁的婢女回來後，詳細盤問情況，稍微知道問題，忿怒極了，告遍大小官府。某甲害怕，請韓幫忙。韓因為人財兩失，也正懊喪，拒絕不肯幫忙。某甲不知怎麼辦，各處通緝來了，都賄賂官差暫緩執行。只一個多月，金銀珠寶都典當空了。謹庵到官府追究很急，各處官吏都奉嚴令處理，甲知道無法逃避，才出來，到公堂上，一五一十說出實情。官府傳票拘捕韓荃對質。韓荃害怕，以情況告訴父親。父親當時已經退休，對他所作所為也很生氣，把他交給官府。讅訊時，說到遇見蟒蛇的情形，都認為供詞奇怪而模糊；參與的家人被不斷刑求，甲也屢被責打。幸好母親變賣田產，上下求情，刑求較輕沒有死，而韓荃的僕人已被刑死了。韓荃一直被關，只好幫甲賄賂謹庵千兩銀子，哀求他不要再告。謹庵不答應。甲母又再送二個姬妾，只求保留懸案慢慢尋訪；妻又受叔母求情，不停請謹庵放手，謹庵才答應。甲家變得很窮，賣房子籌錢，一下子無法出售，因此先送姬妾過來，乞求謹庵延期。",
      "&emsp;&emsp;過了幾天，謹庵坐在書房，素秋陪一婦人，忽然進來。謹庵驚訝的問：“妹妹沒事嗎？”笑說：“蟒蛇跑來是我變的戲法。當晚躲進一秀才家，靠他母親照顧。他也認識哥哥，現在在門外。”",
      "&emsp;&emsp;謹庵趕忙出迎，是宛平縣名秀才周生，一直都有來往。牽著手進屋，感激備至。談論很久，才知道始末。最早，素秋一早敲周秀才門，秀才母親開門接納，問她，知道是謹庵妹妹，就要通知。素秋不要，跟母親一起住。很得母親歡心，因為兒子沒訂親，很中意素秋，稍微示意。素秋以沒有兄長答應推辭。周秀才也以跟謹庵交情好，因此不肯自作主張，只是不斷打聽。知道訴訟已有轉圜，素秋於是跟母親商量回去。母親找周秀才帶著一個婦人送她，同時囑託婦人做媒。謹庵以素秋住在周秀才家很久，也有心托付素秋；聽到婦人說媒大為高興，立刻跟周秀才訂定姻好。起先，素秋回來，想讓謹庵拿錢後再說明。謹庵不要，說：“過去很生氣沒有地方宣洩，所以要錢讓他們破敗。現在又見到妹妹，多少錢也不能換！”立刻派人告訴兩家不再訴訟。又知道周秀才家不怎麼富裕，路途又遠，辦起喜事很為難，因此轉請周秀才母親來，住在恂九舊房子；周秀才也準備金帛鼓樂，辦理婚嫁。",
      "&emsp;&emsp;一天，嫂嫂笑問素秋說：“現在有了新的新郎，從前牀邊的愛憐還記得嗎？”素秋笑看婢女說：“記得嗎？”嫂嫂不懂，追問她，原來三年閨房都以婢女代替。每晚以筆畫眉毛，叫她去，就算對面坐，也認不出來。嫂嫂覺得奇妙，請他教，她只笑笑不答。第二年科考，秀才要跟謹庵一起去。素秋說：“不用。”",
      "&emsp;&emsp;謹庵強拉他去。這一次，謹庵中舉，秀才落第回來。隔年母親去世，於是不再談科考了。一天，素秋向嫂嫂說：“過去你請我教幻術，我一直不肯，因為有些駭人聽聞。現在我打算遠別，要私下傳授妳，將來可以躲避兵禍。”嫂嫂驚問原因，回答說：“三年以後這裡應當沒有人煙。我柔弱，承受不起驚嚇，要到遠方海濱隱居。大哥是官場裡的人，沒辦法一起去，所以要離別了。”於是教嫂嫂幻術。幾天以後告別離開，謹庵無法留下她，問說：“去那裡？”又不說。一早起來，帶了一白鬍鬚的老奴，駕著兩頭驢子走了。謹庵偷偷叫人跟她，到了膠州萊州邊界，塵霧遮天，霧散以後，已經不見了。",
      "&emsp;&emsp;三年以後李自成造反，村舍都變廢墟。韓夫人剪紙帛放在門內，土匪來了，看見雲霧圍繞著韋馱菩薩高有一丈多，被嚇走了，因此家園無恙。後來村子裡有商人到海上，遇見一人很像隨行的老奴，可是鬍鬚頭髮都是黑的，猝然間認不出來。這個人停下笑著說：“我家公子還健康嗎？麻煩你傳話：素秋姑娘也都安樂。”問他住那裡，說：“遠呢，遠呢！”匆匆離去。公子聽到，找人在那個地方問遍了，還是找不到。",
      "&emsp;&emsp;異史氏說：“讀書人本來就沒有做官的福相，這個早就知道了。開始的想法很明確，但究竟還是沒有堅持下去。他們那裏知道那些瞎了眼的主考官們，本來就是以命為取士的標準，那裡會根據文章的好壞呢？一次考試沒能中第，便昏昏然死去，書蛀蟲的癡情，真是可憐啊！悲傷啊，男子漢大丈夫與其去爭取立功揚名，倒不如甘於貧寒，反而能長保安樂。”"
    ]
  },
  {
    "title": "賈奉雉",
    "href": "http://liaozhai.weebly.com/360402285738601.html",
    "content": [
      "&emsp;&emsp;賈奉雉是平涼人。他的才名冠于一時但一到考試卻屢次不中。有一天，他在路上遇到一個自稱姓郎的秀才，風度瀟灑，頗有見地。賈奉雉於是邀請一同回家，並拿出自己的文章請他指教。",
      "&emsp;&emsp;郎秀才讀完，不是很讚賞，說：“足下的文章，參加小考拿個第一名已經綽綽有餘，但如果參加科考，只怕連榜尾也排不上。”賈奉雉問：“那我該怎麼辦呢？”郎秀才回答說：“天下的事情，仰著頭踮著腳去搆很難辦到，但低下身子屈就就容易多了，又何讓我來講這些道理呢？”說著，便舉出一兩個人、一兩篇文章作為標準，而這些大都是賈奉雉平時鄙棄，不屑去談的的。賈奉雉聽了，不由笑著說：“學者撰寫文章，貴在流傳不朽，這樣即使享受山珍海味，也不會讓世人覺得過於奢侈。但是像你說的那樣獵取功名，即使能夠做上大官，還是讓人覺得低賤。”郎秀才說：“並非如此。文章寫得雖好，但如果作者地位卑賤，就不會廣為流傳。你如果想抱著文章了此一生倒也罷了，不然的話，那些主考官們可都是通過這種文章才做上大官的，他們恐怕不會因為要閱讀你的文章，而另換一副眼睛和肝腸吧。”賈奉雉聽了，默默不語。郎秀才站起身來，笑著說：“真是年輕氣盛啊！”",
      "&emsp;&emsp;說完，便告別而去。",
      "&emsp;&emsp;這年秋天，賈奉雉參加科考，又落榜了，鬱鬱不得志。他突然想起郎秀才的話，便取出郎秀才讓他當標準的那些文章，強迫自己去讀，但是還沒有讀完，就已經昏睡了。因此，他心中更加惶恐迷惑，不能自主。",
      "&emsp;&emsp;又過了三年，眼看考期將至，郎秀才忽然來了，兩人見面都很高興。郎秀才出示他擬的七個題目，讓賈奉雉作文章。第二天，要來文章一看，認為寫得不行，又讓賈奉雉重新來做；等賈奉雉作完了，又是一番指責。賈奉雉便開玩笑地從落榜生的試卷中，摘了一些又臭又長、空洞無物、見不得人的句子，七拼八湊連成七篇文章，等郎秀才來了以後交給他看。郎秀才看完了，高興地說：“總算讓你找到決竅了！”於是讓他熟記這些文章，一再叮囑千萬不要忘記。賈奉雉笑著說：“實話告訴你吧，這些文字都是言不由衷的東西，一眨眼的功夫就會忘記，你即便是打我一頓，我也記不起來了。”郎秀才坐在書桌旁，強迫賈奉雉把這些文章朗誦一遍，然後又讓他脫去上衣，露出後背，用筆在上畫了幾道符，臨行前說：“只要有這幾篇文章就足夠了，其他的書可以束之高閣了。”等秀才走後，賈奉雉查背上的符，洗也洗不掉，原來已經深深印到皮肉裏面了。",
      "&emsp;&emsp;賈奉雉來到考場，發現郎秀才擬的那七道題目無一遺落。他回想自己的寫的其他文章，卻一點兒也想不起來，只有那幾篇開玩笑拼湊成的文章，倒是歷歷在目，揮之不去。但他寫完以後，還是覺得羞恥，想稍稍加以改動，但他翻來覆去，苦思冥想，竟然不能更改一個字。眼看太陽就要下山，他只好直接抄錄下那七篇文章，然後離開考場。",
      "&emsp;&emsp;郎秀才已經等了很久，見他出來，就問道：“怎麼這麼晚才出來？”賈奉雉便如實相告，並且要求將背上的符擦掉。等他脫下衣服一看，符已經消失。再回憶在考場上寫的的文章，卻恍如隔世，再也想不起來。賈奉雉大感奇怪，問道：“你自己為什麼不用這方法謀取功名呢？”郎秀才笑著說：“我正是因為沒有做官的想法，所以才會不讀這樣的文章。”說完，便與賈奉雉約好明天到他的住所，賈奉雉答應了。郎秀才走了以後，賈奉雉取出那七篇文章，自己讀了一遍，完全不是自己想要的文章，怏怏的不高興，第二天也沒有去拜訪郎秀才，懊惱的回家。",
      "&emsp;&emsp;過了不久，放榜了，賈奉雉竟然得了第一名。他又讀原來的稿子，讀一篇就出一身汗，等到全部讀完，身上的衣服全都濕透了。他自言自語地說：“這樣的文章一公佈，我還有什麼臉面去見天下的文人啊！”他正悔恨交加時，忽然，郎秀才來了，問道：“你想高中已經中了，為什麼悶悶不樂呢？”賈奉雉說：“我剛才在想，寫出那樣的東西，好比用金盆玉婉裝狗屎，真是沒有臉面出去見同輩讀書人，我打算到山林去隱居，永遠與凡世隔絕。”郎秀才說：“這麼做倒也很高雅，就怕你做不到呀。你果真能這麼去做，我可以代你引見一個人，能使你長生不老。如此的話，即使是千載留名，也不值得貪戀，何況是僥倖得來的富貴呢！”賈奉雉聽了很高興，留郎秀才過夜，並且說：“讓我再想一想。”等到天亮，他對郎秀才說：“我已經下決心了！”他也不告訴妻子了，便和朗秀才飄然而去。",
      "&emsp;&emsp;兩人漸漸地走進深山，來到了一座洞府，洞中別有一番天地。一位老者坐在堂上，郎秀才讓賈奉雉上前參拜，並稱老者為師父。老者問道：“為什麼來得這麼早呀？”郎秀才稟告說：“這個人學道的意念已經堅定，望師父加以收錄。”老者說：“你既然來了，就要把自己的一身都置之度外，這樣才能得道。”賈奉雉小心謹慎地答應了。",
      "&emsp;&emsp;郎秀才將他將他送到一座院子裏，替他按頓好住處，又給弄來一些吃的，才告別走了。賈奉雉一看，只見房間倒也精緻整潔，但是房子沒有門，窗戶沒有框，屋裏只有一張茶几、一張床鋪。他脫下鞋子上了床，月光照了進來，他覺得肚子有點餓，便取了點心來吃，只覺得味道甘美而且一下子就飽了。他想著郎秀才可能還會來，便坐了很久，四下裏寂靜無聲，只覺得滿屋飄著一股清香，五臟六腑都感到清透明亮，連身上的脈絡都看得清清楚楚。",
      "&emsp;&emsp;忽然，他聽到一陣刺耳的聲音，像是貓在抓癢。他從窗戶往外一看，原來是一隻老虎蹲在屋簷下。賈奉雉乍一見，很是吃驚，但他很快想起了師父的話，便收起心神，正襟危坐。老虎似乎知道屋子裏有人，一會兒就走進來，走到床前，呼哧呼哧地喘著氣，把賈奉雉的腿和腳都嗅遍了。過了一會兒，只聽庭院中傳來一陣響動，好像是雞被捆住了，老虎馬上趕了出去。",
      "&emsp;&emsp;賈奉雉又坐了一會兒，從外面進來一個美女，身上的香氣襲人。她悄悄地上了床，貼著賈奉雉的耳朵說：“我來了。”她一開口說話，嘴唇的胭脂就散發出馥鬱的香味。賈奉雉閉著眼睛，一動也不動。美女又低聲地問：“睡著了嗎？”聽聲音很像是他的妻子，他的心中不由一動，轉念一想：“這些都是師父用幻術來試驗呢。”於是他依舊閉著眼睛，美女笑著說：“小老鼠動了！”",
      "&emsp;&emsp;原來，賈奉雉夫妻與丫鬟住在一間房裏，行房事時惟恐丫鬟聽到，便私下約定一個暗號：“小老鼠動了。”然後就可以行房事。因此，賈奉雉突然聽到這句話，心中不覺大動，睜開眼睛凝神一看，真是他的妻子，便問道：\"你怎麼會到這裏來？”妻子答道：“郎生怕您一個人寂寞，想回家，便派了一個老婦人領我前來。”言語之間，因為賈奉雉出門時沒有告訴她，因此一邊依偎在賈奉雉的懷裏，一邊流露出怨恨的神色。賈奉雉安慰了她很久，兩人才嬉笑依偎，等到歡樂完畢，已經快到早晨了，就聽見老者的呵斥聲漸漸地接近了院子。妻子急忙起來，發現沒有地方可以躲藏，便翻過短牆走了。",
      "&emsp;&emsp;不一會兒，郎秀才跟著老頭走了進來。老者當著賈奉雉的面用拐杖打郎秀才，並且讓他把客人趕走。郎秀才也只好領著賈奉雉從短牆出去了，對他說：“我對你的要求太高了，不免急躁冒進；沒想到你的情緣還沒有斷，連累我受到責罰，你就先走吧，將來有一天我們還會再見面的。”說完，便指點了回去的路，拱拱手告別了。",
      "&emsp;&emsp;賈奉雉低頭看著自家的村莊，依然在眼前。他心想，妻子體弱，走不快，肯定還在路上，急忙走了一里多路，已經到了家門口。只是房屋牆壁零落，跟原來的情景完全不同，村中的老老少少，竟然沒有一個認識的，心中才害怕驚異起來。忽然，他想起東漢的劉晨、阮肇(1)在天臺山遇到神仙，後來返回家鄉時的情景，與眼前倒很相似。他不敢進門，在對面人家前坐下來休息，坐了好久，才有一個老頭拄著拐杖走出來。",
      "&emsp;&emsp;賈奉雉向他行了個禮，問道：“賈奉雉家在什麼地方？”",
      "&emsp;&emsp;老頭指著他家說：“這就是呀。你大概也是想問這件事的吧？我倒是都知道。傳說這位賈相公考試中了頭名後就消失了，他走的時候，兒子才七八歲。後來，兒子長到十四五歲時，母親忽然大睡不醒。他兒子在世時，不論寒暑都替她換衣服。等兒子死了以後，兩個孫子很窮困，房屋也都拆毀了，只好用木架鋪上草將她蓋上。一個月前，老夫人忽然醒過來了，屈指，已經一百年了，遠近的人們聽說這件奇事，都來訪問探看，近來稍微少了一些。”",
      "&emsp;&emsp;賈奉雉恍然大悟，說：“老人家不認識賈奉雉吧，我就是呀。”",
      "&emsp;&emsp;老頭大為驚駭，趕緊到賈家報信去了。這時長孫已經死了，二孫子賈祥，已經五十多歲了，因為覺得賈奉雉很年輕，懷疑其中有詐。過了一會兒，賈奉雉的夫人出來，這才認出了自己的丈夫。夫妻倆涕淚漣漣，互相招呼著進了屋，但苦於沒有房屋，只好暫時住在孫子家裏，家裏的大大小小、男男女女，全都跑來看望，一大幫人圍在他們的身旁。這些人都是他們的曾、玄孫，都顯得醜陋粗俗，沒有文化。長孫媳婦吳氏打來酒，做了粗茶淡飯招待他們，又讓小兒子賈杲和他的媳婦來跟自己住在一起，騰出房子打掃乾淨，給祖爺爺住。賈奉雉進了屋子，只覺得到處都是煙氣塵土，夾雜著尿臊味，一股臭氣撲鼻而來。才住了幾天，他就很是懊悔，實在無法忍受。\n賈奉雉夫妻的一日三餐由兩個孫子輪流供應，烹調得很差。鄉里的人們因為賈奉雉剛剛回來，天天請他喝酒吃飯，但他夫人卻常常吃不飽。",
      "&emsp;&emsp;長孫媳婦吳氏出自讀書人家，懂得做媳婦的禮數，一直供奉正常，不敢懈怠。但賈祥家的供奉日漸稀少，有時間斷的給他們吃的。賈奉雉非常氣憤，帶著夫人離開家，到東村教書去了。他常常對夫人說：“我很後悔這次回家，但是已經來不及了，迫不得已，我只好重操舊業，如果心中不感到羞愧恥辱，富貴是不難的。”住了一年多，吳氏還時不時送些吃的來，而賈祥父子卻再也不上門看他們了。",
      "&emsp;&emsp;這一年，賈奉雉通過考試進了縣學。縣令很看重他的文章，贈給他不少錢財。因此，家境稍稍副富裕起來，賈祥也漸漸地來走動。賈奉雉把他叫進屋，算了算當年他供奉自己的花費，取出銀子還給他，喝令他從此不許再上門來。然後他又買了一所新的住宅，將吳氏接來一起住，吳氏有兩個兒子，大的留下來守著原來的家業；二兒子賈杲很聰慧，賈奉雉便讓他和自己的學生一起讀書。",
      "&emsp;&emsp;賈奉雉從山中回來後，頭腦更加明澈，連考連中，一舉考上了進士。又過了幾年，他以侍御的身份出巡兩浙，聲名顯赫，極盡富貴風流，一時間稱為盛事。賈奉雉為人耿直，不怕觸怒權貴，朝中的一些大官都想找機會中傷他。賈奉雉屢屢上書請求辭官還鄉，但皇上都不肯答應。過了不久，災禍就降臨了。",
      "&emsp;&emsp;原來，賈祥的六個兒子都是無賴，賈奉雉雖然和他們早斷了往來，但是他們卻借著他的名望作威作福，強行霸佔他人的田產房屋，鄉里都把他們視為禍患。村中某乙新娶媳婦，賈祥的二兒子竟然強奪回來做妾。乙某原本就是一個狡猾奸詐的人，鄉里百姓捐錢幫助他打官司，這件事一直傳到京城，朝中的大官紛紛上奏攻擊賈奉雉，賈奉雉實在沒有辦法替自己辯解，被送進監獄關了一年。賈祥和他的兒子也在獄中病死了，賈奉雉被判到瀋陽充軍。",
      "&emsp;&emsp;這時，賈杲入學已經很長時間了。他為人頗為仁厚，名聲不錯。賈奉雉的夫人又生了一個兒子，已經十六歲，他們便將兒子托給賈杲收養，然後帶著一個男僕和一個女僕出發了。賈奉雉說：“十幾年的富貴，還沒有一場夢的時間長。如今才知道所謂榮華富貴的地方，都是地獄境界。我真後悔，比起劉晨、阮肇，還多造了一次罪孽。",
      "&emsp;&emsp;幾天後，他們抵達海岸，遠遠地看見有大船前來，鼓樂大作，侍衛都像天神般。船靠近後，一個人從艙內走出，笑著請賈奉雉到船上休息片刻。賈奉雉一見此人，十分驚喜，便一縱身跳上船去，押解他的差役也不敢阻攔。夫人急忙也想跟過去，但船已經走遠了，便憤恨地跳進海裏。她在水中漂流了幾步，只見一個人從大船上放下一束白布，將她救上船去。押解的差役急忙命令船夫划船去追，一邊追一邊喊，但是只聽到鼓聲如雷，與波濤的轟鳴聲相互呼應，一眨眼的工夫，船就消失的無影無蹤了。賈奉雉的僕人認得船上的那個人，原來是郎秀才。",
      "&emsp;&emsp;異史氏說：世人傳說陳大士(2)在考場上，文章寫好以後，吟誦了好幾遍，歎息道：“也不知道什麼人能認得這樣的好文章！”說完，將文章扔掉，又重新作了一篇。因此，他在考場的文章不如他平時寫的文章。賈奉雉因為寫了那樣的文章害羞逃走，說明他也是一個有仙骨的人。但是，等他再到人間時，為了生計只好貶低自己的身份，可見貧賤對人的傷害是多麼的厲害啊！",
      "&emsp;&emsp;註\n\n1.劉阮返自天臺：相傳東漢永平年間，剡縣人劉晨、阮肇入天臺山樵采，遇二仙女，留住半年，及至還鄉，子孫已曆七世。\n\n2.陳大士：名際泰：臨川人，與艾南英等以文名天下。明崇禎年間進士，年已六十八歲。"
    ]
  },
  {
    "title": "臙脂",
    "href": "http://liaozhai.weebly.com/3324133026.html",
    "content": [
      "&emsp;&emsp;東昌府有個姓卞的牛醫，生得一個女兒，小名叫胭脂。",
      "&emsp;&emsp;這胭脂姑娘才貌雙全，既聰明又美麗。她的父親很是珍愛她，想把她許配給書香門第。但是那些名家世族卻嫌他家出身低賤，不屑結這門親。所以胭脂已經長大成人，卻還待字閨中。",
      "&emsp;&emsp;卞家對門住著龔家，妻子王氏，生性輕佻，喜歡開玩笑，是胭脂聊天的夥伴。有一天，胭脂送王氏到門口，只見一少年從門前經過。那少年身穿白色衣服，頭戴白帽，風采動人。胭脂一見好像動了心，一雙水汪汪的大眼睛盯著那少年，上下打量。那少年低下頭，急忙走了過去。他走得很遠了，胭脂還在凝神眺望。",
      "&emsp;&emsp;王氏看出了他的心思，開玩笑地說：“憑姑娘的才華美貌，能配上這樣的人，才不覺得遺憾。”胭脂一片紅霞飛上臉蛋，羞怯怯地一句話不說。王氏問：“你認識這位少年？”胭脂答道：“不認識。”王氏告訴他：“他是住在南港的鄂秋隼。是個秀才，他父親生前是個舉人。我從前和他們家是鄰居，所以我認識他。世上的男子沒有比他更溫柔體貼的了。他穿著一身白衣，是因為他老婆死了，喪期還沒有結束，姑娘如果真有這份心，我可捎個信兒叫他請人來說媒。”胭脂不說話，王氏笑著離去了。",
      "&emsp;&emsp;過了幾天，一直沒有消息，胭脂懷疑王氏沒有空去，又疑心是官宦人家的後代，不肯低就。心裡鬱鬱寡歡，終日徘徊思念，頗為悽楚。漸漸地不思茶飯，病倒在床，有氣無力。",
      "&emsp;&emsp;一天，王氏恰好前來看望，見他這樣，便追問她為什得病。胭脂回答說：“我自己也不知道。但自從那天與你分別以後，我就覺得悶悶不樂，現在就是苟延殘喘，早晚性命不保了。”王氏想起此事，小聲對她說：“我家老公出門做生意，還沒有回來，所以還沒有人傳話給鄂秀才。姑娘的身體不適，莫非就是為了這件事？”胭脂紅著臉，不說話。王氏開玩笑說：“要真是為了這件事，你都已經病成這樣了，還有什麼顧忌的呢？先叫他今天晚上來聚一聚，他怎麼會不肯呢？”",
      "&emsp;&emsp;胭脂歎了口氣，說：“事已至此，已經不能怕什麼害羞了。只要他不嫌棄我家門戶低賤，馬上找媒人來，我的病自然會痊癒；如果是偷偷地約會，那可萬萬使不得！”王氏點點頭，就走了。",
      "&emsp;&emsp;王氏年輕時就和鄰居的宿介私通。她出嫁以後，宿介只要聽說她男人不在家，就會來重尋舊好。這天夜裏，宿介正好來到王氏家。王氏就把胭脂說的話當作笑話講給宿介聽，並且開玩笑地囑咐他帶信給鄂秀才。宿介很早就知道胭脂長得很漂亮，聽王氏說完，心裏偷偷高興，認為有機可乘。他本想與王氏商量，又怕她嫉妒，於是說些無關緊要的話，同時將胭脂家的門牆出入，問得一清二楚。",
      "&emsp;&emsp;第二天夜裏，宿介翻牆進入卞家，一直走到胭脂的閨房，用手指輕叩窗戶，只聽到裏面問道：“誰呀？”宿介答：“是鄂生。”胭脂說：“我所喜歡的你，是能夠百年好合，而不是一夜偷情，你如果真心地愛我，應該及早請媒人來提親，如果私下相會，我不敢答應。”",
      "&emsp;&emsp;宿介假裝答應，卻又苦苦請求握一握她的手，作為信誓。胭脂不忍心過分拒絕他，勉強起來，開了房門。宿介立刻進門，抱住胭脂求歡。胭脂無力抗拒，跌倒在地上，喘不過氣，宿介趕緊將她拉起來。",
      "&emsp;&emsp;胭脂說：“你是那裡來的惡少，肯定不是鄂郎；如果真是鄂郎，他長得溫柔斯文，知道我為了他病成這樣子，應該會體貼我，怎麼會這樣的粗暴！要是再這樣，我就要叫，如果品德不好，讓大家都知道了，對你我都不好！”",
      "&emsp;&emsp;宿介怕冒名頂替的事情敗露，不敢再行勉強，只是要求下一次再會面，胭脂要在迎親的那天。宿介認為太久，又再要求。胭脂討厭他這樣糾纏，說等她病好以後再見。宿介又要一件貼身物做為憑證，胭脂不答應，他將胭脂的腳捉住，脫下一隻繡鞋取走了。",
      "&emsp;&emsp;胭脂把他叫回來說：“我已經以身相許，還有什麼捨不得的呢？只怕‘畫虎不成反類犬’，事情不成反被人家恥笑。如今這繡鞋已經在你的手上，想也知道收不回來了。你如果負心，我只有一死！”",
      "&emsp;&emsp;宿介從卞家出來，又投宿到王氏家。他雖然已經躺下，心裏還記著那隻繡鞋，偷偷地裏摸了下衣服，那隻繡鞋不見了。他急忙起身，點了燈籠，抖動衣服，四處尋找。王氏問他找什麼，他也不回答，懷疑王氏把繡鞋藏了起來。王氏故意裝笑，他更加猜疑。宿介知道隱瞞不了，就把事情告訴了她。說完以後，他又打著燈籠，到處尋找也沒找著，他只好懊喪地回到床上睡下，心想半夜應沒人會撿，即使丟了也應該還在路上，第二天一早就去尋找，還是杳然無蹤。",
      "&emsp;&emsp;在這以前，巷子裏有個叫毛大的人，遊手好閒，沒有固定的職業，曾經想挑逗王氏卻沒有得手。他知道宿介跟王氏相好，總想能撞上一次，好以此來脅迫王氏。那天夜裏，毛大走過王氏家門前，一推門，發現沒上閂，便悄悄地摸進去。剛到窗下，忽然腳下踩了一件東西，軟綿綿的好像是棉布一樣的東西，撿起來一看，卻是一條汗巾裹著一隻繡鞋，他伏在窗臺上聽聽，將宿介所說的經過聽了個一清二楚，大為高興，便抽身走了出來。",
      "&emsp;&emsp;過了幾天，毛大翻牆，進到胭脂家，但他不熟悉卞家的門徑，竟然跑到了卞老漢的屋前。卞老漢從窗裏看見一個男人，看他的樣子，知道是為女兒而來。卞老漢心裏冒火，拿起一把刀就衝出來。毛大一見，大為害怕，轉身就走。剛要爬上牆頭，卞老漢已經追到了，毛大急得無路可逃，便轉身去奪老漢的刀。這時，卞氏起來，大聲呼叫。毛大脫不了身，便殺死了卞老漢。胭脂的病剛剛好轉，聽到院子裏的吵鬧聲，才起了床，母女二人點上蠟燭，出來一看，發現卞老頭的腦殼已經劈開，說不出話來，很快就氣絕身亡。兩人在牆根地下找到一隻繡鞋，卞氏一看，認出是胭脂的，便逼問女兒，胭脂哭著將事情告訴了母親，只是不忍心連累王氏，便只說鄂秀才自己前來的。",
      "&emsp;&emsp;天亮以後，母女告到縣裏去。縣官於是派人將鄂秋隼抓起來。這鄂秋隼為人拘謹，不太說話，今年十九歲，見了生人還像個小孩子一樣害羞，一被抓便嚇得要死。\n他在公堂上，不知怎麼說，只是不斷發抖，縣官看他這個樣子，越相信案情是真，便對他重刑相加。他忍受不了痛苦，只有屈打成招。",
      "&emsp;&emsp;鄂秋隼被解送到州衙，",
      "&emsp;&emsp;又像在縣裏一樣被嚴刑拷打。鄂秀才滿腔冤氣，每次都想和胭脂對質；但一見面，胭脂就痛駡不已，他張口結舌，無法為自己辯解。因此，被判了死刑。這樣反反覆覆地審訊，經過幾個官員，都沒有不同的意見。",
      "&emsp;&emsp;後來，這個案子交由濟南府復審。當時吳南岱擔任濟南太守，他一見鄂秀才，就懷疑他不像殺人犯，暗中派人私下慢慢地盤問他，讓他能夠把事情說出來。\n吳太守因此確信鄂秀才是被冤枉的。他仔細地想了幾天，才開堂審問。",
      "&emsp;&emsp;吳太守先問胭脂說：“你和鄂秋隼訂約後，有沒有別人知道？”胭脂答道：“沒有。”“遇到鄂秀才時，還有別人在場嗎？”胭脂還是回答“沒有”。",
      "&emsp;&emsp;吳太守再傳鄂秀才上堂，用好言好語安慰他。鄂秀才說：“我曾有一次經過他家門口，只見舊鄰居王氏和一個姑娘從裏邊走出來，我急忙避開，並沒有說過一句話。”吳太守一聽就呵斥胭脂說：“剛才你說旁邊沒有別人，怎麼又有一個隔壁的婦人呢？”說完，就要對胭脂動刑。胭脂害怕，忙說：“雖然王氏在旁邊，但跟她實在沒有關係。”",
      "&emsp;&emsp;吳太守馬上停止審訊，命令將王氏拘捕到堂。\n幾天後，王氏就被拘到。吳太守又不許她和胭脂見面，防止串供，立刻升堂提審，便問王氏說：“誰是殺人兇手？”",
      "&emsp;&emsp;王氏答道：“不知道。”吳太守騙她說：“胭脂都已經招供了，殺死卞老頭的事，你都知道，你還想隱瞞嗎？”王氏大喊道：“冤枉啊！那小淫婦自己想男人，我雖然說過要為她做媒，但只不過是開玩笑罷了，她自己勾引姦夫進家，我那裡知道啊！”",
      "&emsp;&emsp;吳太守仔細盤問，王氏才說出前前後後開玩笑的話。吳太守便將胭脂傳上來，大怒道：“你說她不知情，如今她為什麼反而招供替你做媒的話呢？”胭脂哭著說：“我自己不成器，致使父親慘死，不知道何年何月才能結案，再連累別人，實在不忍心。”吳太守問王氏：“你開玩笑後，曾經根什麼人說過？”王氏供稱：“沒有跟誰說過。”吳太守發怒說：“夫妻倆在床上，應該說無所不言的吧，怎麼能說沒有講過？”王氏供稱：“我丈夫長久在外，還沒回來。”吳太守說：“雖說如此，凡是戲弄別人的人，都笑話別人愚蠢，炫耀自己聰明。你說沒對別人說過，是想騙誰？”下令將王氏的十個手指頭夾起來。王氏沒有辦法，只好如實招供：“曾經跟宿介說過。”",
      "&emsp;&emsp;吳太守釋放了鄂秋隼，而派人拘捕宿介。宿介到案後，招供說：“確實不知道。”吳太守說：“夜晚宿妓的人決不是好人！”便下令大刑伺候。宿介只好招供：“到汴家去騙胭脂是實有其事，但自從繡鞋丟失以後就不敢再去了，殺人的事確實不知道。”吳太守大怒道：“爬人牆頭的人有什麼事幹不出來！”又命人動刑。宿介受不了酷刑，只好承認殺人。吳太守將招供案卷，呈報上級衙門，沒有人不稱吳太守判案如神。鐵案如山，宿介只有伸著脖子等秋後處斬了。",
      "&emsp;&emsp;宿介雖然生性放縱，品行不端，卻是山東一帶有名的才子。他聽說學使施愚山以才德著稱，又能體恤照顧士人，就寫了一份狀詞申訴自己冤屈，措辭悽慘沉痛。施學使取來了宿介的案卷，反復凝神思考，拍著桌子喊道：“這個書生是冤枉的！”他於是向巡撫、按察使請求，移轉案子，重新審理。",
      "&emsp;&emsp;他問宿介說：“繡鞋丟在什麼地方？”宿介回答：“忘記了。只是記得在敲王氏家門時，還在身上。”施學使又轉身問王氏說：“除了宿介，你還有幾個姦夫？”王氏說：“沒有。”施學使說：“淫亂的女人，怎麼可能只偷一個呢？”",
      "&emsp;&emsp;王氏說：“",
      "&emsp;&emsp;我跟宿介是從小在一起的，所以沒有拒絕他；後來不是沒有挑逗我的，不過我實在沒再跟其他人。”問有那些人，王氏說：“",
      "&emsp;&emsp;街坊毛大屢次來勾引，我都拒絕了。”施學使說：“怎麼忽然這麼貞潔起來了？”命令拷問王氏。",
      "&emsp;&emsp;王氏嚇到連連磕頭，磕得鮮血直流，竭力辯白再也沒有別人了，施學使才放過她。接著又問：“你丈夫出遠門，難道就沒有人藉口有事上門嗎？”王氏說：“有的，某人、某人，都因為借錢、送禮什麼的來過小婦人家一兩次。”",
      "&emsp;&emsp;原來這某人、某人都是街坊的浪子，都是對王氏有意的。施學使將這些人的名字都記下來，並將他們拘捕到案。等人犯到齊後，施學使前往城隍廟，命令他們跪在香案前，對他們說：“前幾天，我夢見城隍告訴我，殺人兇手就在你們四五個人中。現在對著神明，不許有一句假話。如果肯自首，還可從輕發落；說假話的，一經查明，絕不寬恕！”眾人齊聲說絕沒有殺人的事。施學使吩咐將刑具放在地上，準備動刑，將人犯的頭髮紮起來，扒光衣服。他們又齊聲喊冤枉。施學使命令先停下來，對他們說：“既然你們不想自己招供，只好讓神明指出真凶了。”",
      "&emsp;&emsp;他讓人用毯子把大殿的窗戶蓋緊，不留一點縫隙。又讓那幾個嫌疑人光著脊背，趕到暗室中，再給他們一盆水，要他們各自盥洗，再把他們用繩子綁在牆下，命令他們：“各人面對牆壁不許亂動。是殺人兇手，神靈就會在他的脊背上寫字。”過了一會兒，將他們叫出來，逐個檢查，指著毛大說：“這就是兇手！”",
      "&emsp;&emsp;原來，施學使預先讓人把石灰塗在牆上，又用煙煤水洗手。沙人犯害怕神靈寫字，所以將脊背貼著牆，沾上了白灰，臨出來前又用手遮住脊背，又染上了煙色。施學使本來就懷疑毛大是殺人犯，至此更加確信。於是對他施以大刑，毛大完全招認。",
      "&emsp;&emsp;施學使判決道：\n\n宿介：重蹈盆成括(1)殺身的覆轍，醸成登徒子(2)好色的惡名。只因為兩小無猜(3)，便有了偷雞摸狗的私情；只因洩漏了一句話，便有了得隴望蜀的淫心。像將仲子(4)一樣爬過園牆，如鳥一般落在地上；冒充劉郎(5)來到洞口，竟然將閨門騙開。對胭脂粗暴無忌，有臉皮的人怎麼能幹出這樣的事？任意攀折花木(6)，身為士人卻沒德行還能讓人說什麼！幸好聽到病中的胭脂婉轉陳述，還能憐香惜玉；像憐惜憔悴的細柳枝的鳥兒一樣，不至於過分淫狂。總算放了落在網中的小鳥，還流露出一點兒文人的雅意；但卻搶去胭脂的繡鞋作為信物，難道不是無賴的行徑！蝴蝶過牆(7)，進了閨房，卻沒想到隔牆有耳被毛大聽去；那繡鞋落下後，再也沒有蹤跡。假中之假(8)因此產生，冤外之冤(9)有誰相信？災禍從天而降，酷刑之下性命垂危；自己作這麼多的孽，讓快被砍下的腦袋幾乎接不上去。這種翻牆頭鑽漏洞的行為，固然玷辱讀書人，但是人受罪，確實難以消除心中的冤氣。因此稍稍放寬對他的刑罰。抵消他已經承受的酷刑；姑且罰他由藍衫改穿青衫(10)，不准參加今年的科考，給他一條悔過的自新的生路。\n\n毛大：刁蠻奸猾，沒有固定職業，是一個流竄在市井中的惡徒。挑逗王氏遭到拒絕，卻淫心不死；趁著宿介到王氏家偷情，忽然有了借名偷香的念頭。迎風開戶(11)的私會，讓毛大跟隨宿介的腳步；想王氏得胭脂，毛大妄想要韓掾偷香(12)。不料魂魄被鬼神鈎走了。\n乘興來到廣寒宮(13)，約會嫦娥；漁船卻走錯了路，沒有到桃花源(14)；於是情火被撲滅了，慾海掀起了波瀾。卞老漢橫刀向前，豪無顧忌；毛大窮途末路，像被追急了的兔子起了反咬的念頭。翻牆跳到人家家裏，只希望能張冠李戴冒名頂替；毛大奪過卞老漢的刀卻留下繡鞋，於是真凶漏網而無辜遭禍。風流道上才會有這樣的惡魔，溫柔鄉中怎麼會有這樣的鬼怪呢！馬上砍下他的腦袋，讓人心大快。\n\n胭脂：已經長大成人，卻還沒出嫁。長得像月宮裏的仙女，自然應該有俊美的兒郎相配；本來就是霓裳(15)隊中的一員，還愁沒有富貴人家來迎娶嗎？她卻感受關睢(16)的呼喚，追求美好的戀曲，竟然只是一場春夢(17)；怨嘆年歲而愛慕男子，於是成了離魂的倩女(18)。只因為這份感情的縈繞，使得群魔紛紛而至。竟相爭奪美麗的容顏，惟恐失去“胭脂”；惹得鷙鳥紛飛，都假冒為“秋隼”(19)。",
      "&emsp;&emsp;繡鞋被宿介脫去，難保自身的情操；鐵門(20)不斷被敲，幾乎毀壞了美玉(21)的貞節。把相思豆嵌進骰子，相思骨竟是禍端(22)；父親慘遭砍殺，心愛的女兒成了禍水！雖然被人挑逗，還能堅守貞節，未被玷污；在案件中苦苦掙扎，還好圓滿的結局可以遮蓋一切。本府嘉獎她雖然愛慕鄂秀才卻遵守禮法，是個冰清玉潔白的好姑娘；願意成全她傾慕鄂秀才的心願，這也是一樁風流雅事。請該縣縣令做你們的媒人。",
      "&emsp;&emsp;這起案子完結後，遠近都爭相傳頌。",
      "&emsp;&emsp;自從吳太守審問後，胭脂才知道鄂秀才被冤枉了。偶而在堂下遇到他，胭脂總是滿臉羞愧，兩眼含著淚水，似乎有好多委屈而疼痛的話，卻又說不出來。鄂生感念她纏綿而依戀的情懷，也深深地傾慕她。但鄂生又想到她身生寒門，而天天都上公堂對質，被眾人窺視、指點，擔心娶了她會被人恥笑，所以他日思夜想，拿不定主意。判決書下達以後，鄂生的心念才安穩下來。縣令替他準備了彩禮，歡歡喜喜的為他們辦了喜事。",
      "&emsp;&emsp;異史氏說：確實啊！審理案件不可以不慎重啊！縱使能夠知道鄂秋隼這樣代人受過是冤枉的，又有誰會想到宿介也是代人受過的呢？但是，事情雖然暗昧不清，其中必定會有破綻，如果不是仔細地思考觀察，是不可能發現的。嗚呼！人們都佩服聰明而睿智的人判斷案件清楚明快，卻不知道仔細而小心的人，為了明察秋毫而費盡心思。那些在上位的人，只知道下棋消磨時光，好逸貪睡荒廢政務，，事情的原委與曲折困難，他不會費一點兒心思。至於沉冤鼓響，衙門高坐的達官們，對那些不斷爭辯的人們，就直接用刑具使他們安靜下來，難怪在這樣的淫威下，會有許多冤屈得不到昭雪啊！",
      "&emsp;&emsp;施愚山先生是我的老師。開始跟他學習的時候，我還是個學生。我常常看見他稱讚推薦學生，一心一意唯恐沒有說完，學生有一點委屈，他都設法呵護，從來不肯對學校施加壓力，來討好當權的。他真可以說是宣揚聖人思想的護法，而不只是主持科考，從來不委屈讀書人的一代的宗師。他愛才如命，這一點尤其是後世那些敷衍了事，只做表面文章的學使們無法比擬的。",
      "&emsp;&emsp;曾經有一位名士參加科考，寫了一篇題為“寶藏興焉(23)”的文章，把“山間”兩個字誤記成“水下”了。等他抄錄完畢後，忽然注意到了；自己認為沒有被錄取的道理。於是，他在後面又作了一首詞道：“寶藏在山間，誤認卻在水邊。山間蓋起水晶殿，瑚長鋒尖，珠結樹顛。這一回崖中跌死撐船漢！告蒼天：留點蒂兒(24)，好與友朋看。”愚山先生看完，和了一首詞：“寶藏將山誇，忽然見在水涯，樵夫漫說漁翁話。題目雖差，文字卻佳，怎肯放在他人下。嘗見他，登高怕險；那曾見，會水淹殺(25)？”從這裡可見愚山先生風趣爾雅，也可見他愛惜人才。",
      "&emsp;&emsp;註：\n\n1.盆成括：意謂宿介因好色而招致殺身之禍。盆成括，複姓盆成，名括，戰國時人。《孟子·盡心下》“盆成括仕于齊，孟子曰：‘死矣盆成括！’盆成括見殺，門人問曰：‘夫子何以知其將見殺？’曰：‘其為人也小有才，未聞君子之大道，則足以殺其軀矣。’”此以盆成括為喻，斥責宿介無君子之德，冒名調戲婦女，招致殺身之禍。\n\n2.登徒子：登徒，複姓。子，男子的通稱。登徒子為宋玉《登徒子好色賦》中的人物，性好色，不擇美醜。後因以“登徒子”代指好色之徒。\n\n3.兩小無猜：李白《長干行》：“郎騎竹馬來，繞床弄青梅，同居長千里，兩小無嫌猜。”兩小無猜，本指幼男幼女嬉戲玩耍，天真無邪，不避嫌疑；此隱指宿介與王氏幼時苟合。\n\n4..將仲子：《詩·鄭鳳·將仲子》：“將仲子兮，無逾我牆。”本意是女方拒絕男方逾牆求愛；這裏反其意而用之。謂宿介牆而到卞家，並賺得胭脂開門。\n\n5劉郎，指劉晨。此用劉晨和阮肇在天臺山遇見仙女的故事，喻宿介冒充鄂生追求胭脂。\n\n6攀折花木：意謂宿介淩辱婦女。《詩·鄭風·將仲子》：“將仲子兮，無逾我裏，無折我樹妃。豈敢愛之，畏我父母。”\n\n7蝴蝶過牆：語出王駕《雨晴》詩：“蛺蝶飛來過牆去，卻疑春色在鄰家。”原指鄰家的春色對蜂蝶之引誘，此用以喻指宿介逾牆偷情。\n\n8.假中之假：宿介假冒鄂生，毛大又假冒宿介，是假中之假。\n\n9.冤外之冤：指鄂生因宿介受冤，宿介又因毛大受冤。\n\n10.藍衫改穿青衫：這是對生員的一種降級懲罰。生員著藍衫，降為“青衣”則由藍衫改著青衫，稱為“青生”。\n\n11.開戶迎風：意謂毛大巧逢宿介私會王氏，聽到宿介自述與胭脂之事，因而妄想偷騙胭脂。元稹《鶯鶯傳》謂鶯鶯與張生相戀，鶯鶯寄詩張生，有云，“待月西廂下，迎風戶半開。恍以”開戶迎風“喻男女私會。\n\n12.韓掾偷香：韓掾，指韓壽，晉朝人，曾為賈充掾吏。《晉書·賈充傳》謂賈充的女兒鍾情于韓壽，曾把晉武帝賜給賈充的西域奇香，偷來送給韓壽。賈充疑女兒與韓壽私通，即把她嫁給韓壽。後因以“韓壽偷香”喻男女暗中通情。這裏指毛大妄想冒充情人同胭脂暗中相會。\n\n13.廣寒宮：月宮，這裏喻指胭脂的閨房。\n\n14.桃花源：陶淵明《桃花源詩並記》，謂晉太元中，漁人泛舟誤入桃花源。此指毛大誤詣卞翁之舍。\n\n15.霓裳：唐玄宗改編西涼傳來的樂曲為《霓裳羽衣曲》，楊貴妃善為“霓裳羽衣舞”。其音樂、舞蹈、服飾都著力描繪虛無縹緲的仙境和仙女形象。“霓裳羽衣舞”舞隊中的仙女；與“月殿之仙人”同義。\n\n16.關雎：《詩·周南·關雎》，“關關雎鳩，在河之洲。窈窕淑女，君子好逑。”此詩描寫了青年男女對愛情的追求；此借喻胭脂思春，懷戀鄂生。\n\n17.春夢：宋趙令畤《侯鯖錄》：“東坡老人（蘇軾）在昌化，嘗負大瓢，行歌於田間。有老婦年七十，謂坡雲‘內翰昔日富貴，一場春夢。’坡然之。裏中呼此媼為春夢婆。”此指胭脂思念落空。\n\n18離魂的倩女：見唐傳奇《離魂記》。唐衡州張鎰的女兒倩娘，與表兄王宙相戀。後來張鎰把倩娘另許他人。倩女抑鬱成疾，竟然魂離軀體，隨王宙同去四川，居五年，生二子。歸甯時，魂才同病體合一。這裏借喻胭脂思念鄂生，夢魂相隨，以致臥病。\n\n19.竟相爭奪美麗的容顏，惟恐失去“胭脂”；惹得鷙鳥紛飛，都假冒為“秋隼”：意謂為了爭奪胭脂，宿介、毛大都冒充鄂生。“胭脂”，雙關語。胭脂一名燕支，地在匈奴，產胭脂草。《西河故事》：“祁連、燕支二山在張掖、酒泉界上，匈奴失二山，乃歌日。亡我祁連山，使我六畜不蕃息；失我燕支山，使我婦女無顏色。”“秋隼”鳥名，此亦雙關語，隱指宿介、毛大為“鷙鳥”皆冒充鄂生“秋隼”。\n\n20.鐵門：唐，智永禪師為王羲之的後人，積年學書，一時推重，人來求書者如市，所居之戶限為之穿穴，乃用鐵葉裹之，人謂之鐵門限。此借喻胭脂閨門屢遭騷擾，門限為穿。\n\n21.美玉：古時婦女堅守貞操，稱“守身如玉”，故以美玉喻貞操。\n\n22相思豆嵌進骰子：溫庭筠《南歌子》：“玲瓏骰子安紅豆，刻骨相思知未知？”這裏借此詩意比喻胭脂對鄂生的刻骨相思。\n\n23寶藏興焉：《禮記·中庸》：“今夫山。一卷石之多，及其廣大，草木生之，禽獸居之，寶藏興焉。”\n\n24.留點蒂兒：意謂留點面子。蒂，花果與枝莖相連的部分。\n\n25.那曾見，會水淹殺：意謂真正能文者，不會被黜。"
    ]
  },
  {
    "title": "阿纖",
    "href": "http://liaozhai.weebly.com/3846332406.html",
    "content": [
      "&emsp;&emsp;奚山是山東高密人，靠做買賣為生，常常往來於沂蒙一帶，有一天在半路上被雨耽擱了，等他到平時經常投宿的地方時，夜色已經很深了，他敲遍了所有的旅店的門，也沒有人答應，他只好在屋簷下徘徊。忽然，一戶人家的兩扇門打開，出來一個老頭，請他進去。",
      "&emsp;&emsp;奚山高興地跟他進了門，把子拴好，走進屋內，屋子裏沒有床鋪桌椅。老頭說：“我同情客人無處可歸，所以才請你進來住。我並不是賣吃賣喝的人，家裏也沒有什麼人，只有老伴和小女，都已經睡熟了。家裏雖然有一些剩餘的飯菜，但也沒法熱了，你如果不嫌棄就吃點冷飯吧。”說完便進去了。過了一會兒，他拿出一張小板凳，請奚山坐，又拿出一張矮茶几來。這麼來回幾趟，顯得挺忙碌的，奚山看了坐立不安，便拉住老頭，讓他暫時休息一會兒。",
      "&emsp;&emsp;不久，一位姑娘走出來替奚山倒酒。老頭看著她說：“我家阿纖起來了。”奚山看了看阿纖，只見她約莫十六七歲，體態窈窕，面容娟秀，風度嬌柔。奚山有個小弟還沒有結婚，心裡暗暗想為弟弟說這門親事。於是，他便問起老頭的籍貫、門第。老頭回答說：“我姓古，名叫士虛。子孫早都死了，只剩下這麼一個女兒，剛才不忍心將她從夢裏叫醒，大概我老伴把她叫起來了。”奚山問道：“女婿家是誰呀？”老頭答道：“還沒嫁人。”奚山暗自高興。過了一會兒，酒菜都端了上來，好像是早就準備好了的。吃完飯後，奚山恭敬地對老頭說：“萍水相逢，承蒙老人家如此恩惠，真令我沒齒難忘。鑒於您的盛德，我才敢唐突地提出一個請求：我有一個小弟三郎，今年十七歲了，正在讀書，看來並不愚劣。我想跟您攀這門親事，您不會嫌棄我貧賤吧？”",
      "&emsp;&emsp;老頭高興地說：“老夫也是借居這裏。假如能把小女託付給您這樣的人家，就請您借一間屋子，讓我把家搬過去，也免得日後掛念。”",
      "&emsp;&emsp;奚山滿口答應，便起身道謝。老頭殷勤地替他安頓好床鋪才離開。雞叫的時候，老頭已經起床了，叫奚山起來洗漱。奚山收拾好行裝，要給老頭飯錢。老頭堅決推辭說：“只不過留客人吃了一頓飯，絕沒有收錢的道理，何況我們還結為姻親呢。”",
      "&emsp;&emsp;告別之後，奚山又在外面逗留了一個多月，才返回來。在離村一里多路的地方，他遇到了老婦人領著一個女郎，兩人都穿著素服。走到近前，看那女郎像是阿纖。女郎也頻頻地回頭看他，並且拉著老婦人的衣襟，貼著耳朵不知說什麼話。老婦人便停住腳，向奚山問道：“您是姓奚嗎？”奚山連連答應。老婦人神色淒慘地說：“我家老頭不幸讓倒下的牆給壓死了。我們正要給他去上墳。家裏現在沒有人，請您在路旁稍等片刻，我們去去就回。”說完，就走到村子裏去了，過了一個時辰出來。",
      "&emsp;&emsp;這時天色已晚，路上顯得昏暗，奚山便和他們結伴而行。老婦人說起他們孤兒寡母，不覺傷心地哭起來，奚山也覺得心裏發酸。老婦人說：“這地方的人情很不善良，孤兒寡母難以活下去。阿纖既然已經是您家的媳婦，過了這次恐怕會耽擱時間，不如趁早連夜跟您走吧。”奚山同意了。",
      "&emsp;&emsp;到家以後，老夫人點上燈，等奚山吃完飯，對他說：“我們估計您也快回來了，家中存的糧食大都已經賣掉了，還剩下二十石，因為路途遠還沒有送去。從這裏往北四五里路，村裏第一戶，有個叫談二泉的，是我們的買主。麻煩您不辭辛勞，先用您的座騎運一袋去，敲開門告訴他，只要說南村古老太有幾石糧食，想賣了作路費，請他派牲口來馱了去。”說完，便裝了一袋糧食給奚山。",
      "&emsp;&emsp;奚山趕著驢子去，敲開門，一個大肚子的男人出來。奚山向他說明情況，將糧食倒出來後就先回來了。不一會兒，就有兩個僕人趕著五頭騾子來。老婦人領著奚山來到存放糧食的地方，是在一個地窖裏。奚山到地窖裡，代為稱量數量，老夫人負責交糧，阿纖負責收簽，一會兒工夫就裝滿了，讓來人先運走。一共往返了四次，才把糧食運完。談家的僕人把銀子交給老夫人，老婦人留下其中一個人、兩頭騾子，收拾好行裝向東出發。走了二十里路，天空才露出曙光。他們來到一個集市，在市頭上租了一頭牲口，這才讓談家的僕人回去。",
      "&emsp;&emsp;到家以後，奚山便把情況告訴了父母。父母見了阿纖也很喜歡，馬上找了一處房子讓老婦人住下，又挑選了好日子為三郎、阿纖完婚。老婦人也準備了豐盛的嫁妝。阿纖寡言少語，很少發火，有人和她說話，她也只是微笑。她不分白天黑夜都在紡織，一刻不停。因此，全家上下都很憐愛她。阿纖囑咐三郎說：“你跟大伯說：再經過西道時，不要提到我們母女。”這樣過了三四年，奚家日漸富裕起來，三郎也進了縣學。",
      "&emsp;&emsp;有一次，奚山在古家的舊鄰居家借宿，偶然談到當年無處可歸，投宿到古家的事情。主人說：“客人弄錯了吧，東鄰是我家大伯的一處別墅。三年前，住在裏面的人動不動就看見一些怪異的事情，所以已經空廢了很久，怎麼會有什麼老頭老太留你住宿呢？”奚山聽了很驚訝，但也不是很相信。主人又說：“這個宅子一直空著，已經有十年多了。一天，宅子後面的牆倒了，大伯過去一看，只見石頭下壓著一隻像貓那麼大的巨鼠，尾巴還露在外面搖晃。大伯急忙回家，叫了好多人一起去看，老鼠已經不見了。眾人都懷疑那東西是個妖怪。又過了十幾天，人們前去再看，卻沒有一點兒動靜了。又過了一年多，才有人進去。”奚山聽了，更覺得奇怪。他回到家中，悄悄地跟家裏人說起這事。大家都懷疑新媳婦不是人，暗暗地替三郎擔心。但三郎還和平時一樣對阿纖恩愛有加。時間一久，家裏人紛紛猜疑議論。",
      "&emsp;&emsp;阿纖也漸漸地覺察到了，到了晚上對三郎說：“我跟著你好多年了，從來沒有做過一點兒有失婦德的事情。現在竟不把我當人看，請你給我一張休書，聽憑您自己再去找一個好媳婦。”說完，流下了眼淚。三郎說：“我的一片心意，你應該早就知道的。自從你進門以來，我家日益富裕起來，大家都認為是你把福氣帶到我們家來的，怎麼會有人會說你的懷話呢？”阿纖說：“您沒有二心，我難道不知道嗎？但是眾說紛紜，恐怕我還是免不了要被遺棄。”三郎再三安慰勸說，阿纖才平靜下來。",
      "&emsp;&emsp;但是奚山心中始終放不下，每天都找善於抓鼠的貓，來看阿纖的反應。阿纖雖然不害怕，但也緊鎖雙眉，怏怏不樂。一天晚上，阿纖對三郎說母親有點病，要去侍候她。天亮以後，三郎前去問候，只見屋子裏一經空無一人了。三郎十分驚駭，派人四處打聽她的蹤跡，卻得不到一點兒消息。三郎心中急躁不安，吃不下也睡不著。可是他的父兄都感到很慶幸，輪流地來安慰他，準備為他續婚，但是三郎很不高興。等了一年多，阿纖音訊全無。父親和兄長常常責備三郎，他不得已，買了一個小妾，可是心中對阿纖的思念卻絲毫沒有減少。",
      "&emsp;&emsp;又過了幾年，奚家漸漸地窮困，於是眾人又想起了阿纖。三郎有個叔伯弟弟名叫奚嵐，因為有事到膠州，途中繞道去看望表親陸生。夜間，奚嵐聽見鄰家有人哭得很悲傷，但沒有來得及打聽，等他回來時，又聽見了哭聲，便問主人是怎麼回事。",
      "&emsp;&emsp;主人回答說：“幾年前，有一對孤女和寡母，到這裏租了房子住下。一個月前，老太太死了，只剩下那個孤女了，又沒有親人，因此傷心地哭泣。”",
      "&emsp;&emsp;奚嵐問道：“她姓什麼？”",
      "&emsp;&emsp;主人答道：“姓古，她家經常關著門，不和鄰居往來，所以不知道她的家世。”",
      "&emsp;&emsp;奚嵐吃驚地說：“她就是我的嫂子呀！”於是便去敲門。只聽見屋裏有人擦著眼淚出來，隔著門道：“客人是什麼人？我家裏本沒有男人。”奚嵐隔著門縫往裏看，果然是嫂子，便說：“嫂嫂開門，我是叔叔家的阿遂。”阿纖聽了，拉開門閂，請他進來，向他訴說自己的孤苦，看上去十分淒涼悲傷。奚嵐說：“三哥想你想得很苦，夫妻之間即使有點兒磨擦，為什麼要遠遠地躲到這裏來呢？”說完，就準備租車子帶阿纖一同回去。阿纖傷感地說：“我因為別人看不起，才和媽媽隱居到這裏來。現在又回去投奔人家，誰還看得起我？如果一定要回去，就得和大哥分開來過，不然的話，我就服毒自殺。”",
      "&emsp;&emsp;奚嵐回去以後，把情況告訴了三郎。三郎連夜趕去，夫妻見面，都傷心地流下眼淚。第二天，又告訴了屋主。屋主謝監生早就覬覦阿纖的美貌，想把她弄到手做小妾，所以好幾年都不收房租，一直向古老太太暗示，但是都遭到古老太拒絕了。古老太太死後，他心想可以弄到手了，但三郎又忽然來了。他把這幾年來的房租加起來，讓阿纖一次還清來刁難他們。三郎家本來就不富裕，聽說要交的房租很多，非常憂心。阿纖說：“不要緊。”領著三郎去看倉庫中的糧食，大約還有三十多石，償還房租綽綽有餘，三郎很高興，就去告訴謝監生。謝監生不要糧食，故意要銀子。阿纖歎息著說：“這都是我自己所造的孽啊！”於是便將謝監生想娶她為妾被拒的事情告訴了三郎。三郎很生氣，打算到縣裏去告狀。陸生制止了他，替他將倉庫裏的糧食分給了鄉親們，聚起一筆錢償還給謝監生，用車子把三郎、阿纖送回家。",
      "&emsp;&emsp;三郎把事情告訴了父母，然後就和兄長分家了。阿纖拿出自己的私房錢，每天都忙著建糧倉，但當時家裏連一石糧食都沒有，大家都覺得很奇怪。過了一年多，再去看，倉庫裏已經堆滿了糧食。又過了幾年，家中富裕起來，而奚山家卻變窮了。阿纖將公公婆婆接到自己家供養，還不時地拿錢糧接濟奚山家，漸漸地習以為常了。三郎高興地說：“你真可以說是不記舊惡！”阿纖回答說：“他也是為你這個弟弟好。況且要沒有他的話，我那有機會能跟你三郎認識呢？”",
      "&emsp;&emsp;後來，三郎家也沒發生什麼怪異的事情。"
    ]
  },
  {
    "title": "瑞雲",
    "href": "http://liaozhai.weebly.com/2979038642.html",
    "content": [
      "&emsp;&emsp;杭州名妓瑞雲姿色才藝無與倫比，在14歲的時候老鴇蔡媽媽要讓她開始接客。瑞雲說：“這是我這輩子生涯的開始，不能草率。價錢媽媽你定，但是客人需要我自己選擇。”老鴇說：“行。”於是定價15兩銀子，每天見客。凡是想看瑞雲的客人都要帶著禮物。禮物豐厚，則瑞雲接待奉茶，回敬畫作；禮物微薄的話只給一杯茶而已。瑞雲的名聲越來越響亮，富商貴族等人接連不斷來拜訪她。",
      "&emsp;&emsp;有一個姓賀的書生，一向有才名，但是家境中等。他一直很仰慕瑞雲，雖然沒敢想過能共赴良宵，但是也準備了微薄的禮物期望能一睹芳澤，私下擔心瑞雲見多識廣，瞧不起自己的寒酸樣。等到相見談話的時候，瑞月卻對他款待極為殷勤。兩個人坐著談了很長的時間，眉目傳情。瑞雲還為賀生做詩一首：“何事求漿者，藍橋叩曉關？有心尋玉杵，端只在人間。(1)”賀生得到情詩心中狂喜，剛想再說點什麼的時候小丫鬟來說“又有客人來了”，於是賀生與瑞雲倉促告別。回家後賀生反復玩味情詩，魂牽夢縈，過了一兩天按捺不住又準備了禮物去看瑞雲。瑞雲看到他也很高興，坐近賀生對他悄悄說：“能在一起過一夜麼？”賀生說：“我是個窮光蛋，惟有一顆真心可以給你。這麼寒酸的禮物已經差不多是我的全部家當了，能接近你我就很滿足了，那還敢妄想肌膚之親。”瑞雲聽後心情不很高興，兩人相對一句話也不說。賀生久坐不走，老鴇頻頻呼喚瑞雲催促賀生離開，賀生這才回家，心裏鬱悶，打算傾家蕩產圖一歡聚，可是歡聚一下又離別，這份情誼又能怎樣。想到這一點，熱情就消退了，於是與瑞雲斷了往來。",
      "&emsp;&emsp;瑞雲挑了幾個月客人，沒有一個挑上眼的，老鴇很生氣，要強迫她接客。有一天來了一個秀才，帶著禮物，說了幾句話，站起來用一根手指按住瑞雲的額頭說：“可惜，可惜！”然後走了。瑞雲送客回來發現額頭上有一個像墨一樣黑的指印，越洗越清晰，過了幾天墨蹟範圍越來越大，一年多以後長滿全臉，看到她的人都笑她，也沒有客人來了。老鴇讓瑞雲換下釵環當丫頭，她又體弱不能幹活，日漸憔悴。賀生聽說這件事後來探望她，看到她在廚房裏蓬頭垢面，醜的像鬼一樣。瑞雲抬頭看到賀生，轉頭面壁，隱藏自己的臉。賀生很可憐她，就和老鴇說願意贖瑞雲回家做老婆，老鴇同意了。",
      "&emsp;&emsp;賀生賣了田地，傾家蕩產買回瑞雲。瑞雲進門拉住衣角哭泣，說不敢把自己當作賀生的妻子，願意先作婢妾，空位讓賀生再娶。賀生說：“人生以知己為重，你鼎盛時沒有看不起我，我怎麼能因為你現在失勢而薄待你呢？”於是不再娶妻，聽見這件事的人都嘲笑賀生，但是賀生對瑞雲的感情卻越來越深。",
      "&emsp;&emsp;過了一年多賀生去蘇州，有一個姓和的書生和他在一起，忽然問賀生：“聽說杭州有名妓瑞雲，最近怎麼樣了？”賀生說：“已經被贖身了。”和生問：“是什麼人啊？”賀生說：“這人和我差不多。”和生說：“如果能像您一樣，那瑞雲可是找對人了，不知道贖身價是多少啊？”賀生說：“因為瑞雲有怪病，所以賣價很低，否則像我這樣的人怎麼贖得起煙柳巷中的美女呢？”和生又問：“那個人真的像您嗎？”賀生覺得他話問得奇怪，反問和生，和生笑著說：“我不騙你，以前我曾經見過瑞雲，很惋惜她以絕代風華卻流落風塵，所以用了一點小法術遮去她的豔光，保住她的純真，留給真正憐惜她的人。”賀生急忙問：“您能對他施法，也能消除麼？”和生笑著說：“怎麼不能？只是得那個人來誠心求我。”賀生起身下拜說：“瑞雲的丈夫就是我啊。”和生高興地說：“天下只有有真正有心的人才能這麼多情，不因為對方的美醜而變心。讓我和你一起回去吧，還你一個美女。”於是兩人一起回了杭州。",
      "&emsp;&emsp;到家後賀生剛要讓瑞雲準備酒席，和生制止他說：“還是先作法吧，得先讓做飯的人高興。”於是讓準備一盆水，在水中畫符，然後說：“用這水洗臉就可以痊癒了，不過要親自出來謝謝醫治她的人。”賀生笑著捧水進屋讓瑞雲自己洗臉，水到處皮膚就變得光潔，美豔如同當年。夫婦一同出來道謝，但是客人已經消失不見，到處都找不到，大概是神仙吧。",
      "&emsp;&emsp;註1.何事求漿者",
      "&emsp;&emsp;四句：此詩化用裴鉶《傳奇》裴航與雲英的愛情故事。",
      "&emsp;&emsp;唐代裴航路過藍橋驛，遇見少女雲英。裴向其祖母求婚。祖母說，神仙曾給我長生不老的靈丹，但須用玉杵臼去搗一百天，方可服用，你若找到玉杵和臼，我就把雲英許給你。後來，裴航果然購得玉杵臼，並親自搗藥百天。兩人終成眷屬。",
      "&emsp;&emsp;此詩前二句，以裴航在藍橋驛會見雲英，比喻賀生求見瑞雲；後二句以裴航尋覓玉杵為聘，示意賀生備資與瑞雲歡聚。叩曉關，清晨叩門。端，端的、確實。"
    ]
  },
  {
    "title": "仇大娘",
    "href": "http://liaozhai.weebly.com/201672282323064.html",
    "content": [
      "&emsp;&emsp;仇仲，山西人，忘了他是那州那縣的人了。在兵荒馬亂中，被強盜俘虜去了。他兩個兒子仇福、仇祿，年紀都還小，由他的續絃妻子邵氏撫養。留下一點家產還免強能維持生活；但老是遇到荒年，村里豪強常常欺侮他們孤兒寡母，漸漸地衣食不保。",
      "&emsp;&emsp;仇仲有個叔叔叫仇尚廉，希望邵氏改嫁，常常來勸她，但邵氏守節不變。仇尚廉背地裏把她賣給了一個有錢人家，想強迫她過門；雙方已經講妥，而別人都不知道。同村有個叫魏明的人，一向很刁滑，和仇家長期不和，他事事都想中傷仇家。因為邵氏守寡，他便到處造謠，說邵氏不規矩，話傳到了要娶邵氏的人耳朵裏，他嫌邵氏品行不好，把打消原意不娶邵氏。",
      "&emsp;&emsp;日子久了，仇尚廉的陰謀和外面的謠言都一點點地被邵氏知道了，她心裏充滿了冤屈，成天哭泣；漸漸傷心過度，得了病，四肢不能動彈，倒在床上了。",
      "&emsp;&emsp;仇福那時只有十六歲，邵氏一病，家裏連一個縫縫補補的人手也沒有了，就趕快給他取了親，兒媳婦是秀才姜屺瞻的女兒，相當能幹、賢慧，家裏的大小事務都靠她來料理；她也很會計算，把家裏管理得也漸漸寬裕起來，因此仍叫兄弟仇祿上學。",
      "&emsp;&emsp;魏名看到他家興旺起來，心裏很不舒服，表面上裝得和他家很好，卻常常請仇福去喝酒，仇福也把他當作知心朋友看待。魏名私下對仇福說：“你母親病倒在床上不能動，家裏的事情管不了；你弟弟坐著吃白飯，一點活不幹，你們夫妻二人何苦為他們做牛做馬！而且你弟弟將來娶起親來，要花很多錢；我看你不如早點分家，那麼富有的是你，而貧困的是你弟弟！”",
      "&emsp;&emsp;仇福回去和妻子商量，妻子罵了他幾句。但是魏名成天挑唆他，仇福的心早已迷糊了，便直接向母親提出分家的要求。母親生了氣，痛斥了他一頓，他更加懷恨在心。從此他覺得用的反正不是自己的錢，便把錢不當錢似地亂花起來。魏名趁機會引誘他賭博，家中錢財快輸光了，兒媳婦還不敢講；直到沒米下鍋，母親驚異地問起來，才不得不說實話。母親氣得無可奈何，就和他們分家了。幸虧兒媳婦賢慧，天天給婆婆燒飯做活，和往常一樣侍奉老人家。",
      "&emsp;&emsp;仇福分了家後，更無顧忌，大肆嫖賭；\n幾個月之內，田產全部都花光了，母親和妻子一點兒也不知道。仇福窮得一文不名，走投無路，便想賣老婆，可是找不到買主。",
      "&emsp;&emsp;縣裏有個綽號叫趙閻羅的，本來是漏網的大強盜，在鄉間強橫霸道，作威作福，他當然不怕仇福食言，便很大方地借錢給仇福。仇福弄到錢，幾天就花得乾乾淨淨，他很猶豫，想要毀約；趙閻羅怒目相向，仇福非常害怕，便把妻子騙到他家抵債。魏名聽到消息暗自開心，連忙通知姜秀才，心想這一下可把仇家搞垮了。",
      "&emsp;&emsp;姜秀才大怒，到縣衙告狀，仇福嚇死了，連夜逃走。姜氏到了趙家，才知道被自己的丈夫賣掉，大哭大叫，想要自殺。趙閻羅開始先勸慰他，她不聽；接著威逼她，她破口大駡；趙閻羅發怒，打了她一頓；她還是不屈服，拔出頭上的釵子，猛一下刺進了自己的咽喉；趙閻羅連忙急救，已經刺穿了食道，鮮血不斷冒出。趙閻羅用布包紮她的脖子，還想慢慢讓她順服。",
      "&emsp;&emsp;第二天，縣官派人拘捕趙閻羅，趙閻羅很倔強，沒把事情放在心上。縣官檢驗姜氏的傷勢很重，叫衙役打趙閻羅；那些衙役你看看我，我看看你，都不敢用刑。縣官早就聽說趙閻羅橫行霸道，看到這種情形，更相信他平日兇殘；憤怒異常，叫自己的家丁出來，當場把趙閻羅打死。姜秀才便抬著女兒回家去了。",
      "&emsp;&emsp;直到姜家告狀，邵氏才知道大兒子的下流無恥行為，一聲慘叫，幾乎斷了氣；從此昏昏沉沉，人事不省，仇祿那時才十五歲，孤苦伶仃地守著母親，一點辦法也沒有。",
      "&emsp;&emsp;仇仲前妻有個女兒，叫大娘，嫁到外縣。她的性格很強悍，每次回娘家，送的東西不合她的意，便和父母吵嘴，往往都是生氣的走掉。仇仲在家的時候就很不喜歡她，加上路遠，因此有好幾年不通音訊。邵氏的病危的時候，魏名想把仇大娘弄來，讓她去吵；湊巧有一個商販住在仇大娘附近，就托他帶口信給大娘；而且暗示可以爭奪家產。",
      "&emsp;&emsp;幾天以後，大娘果然帶了一個孩子來了。一進門，看見小弟弟侍候著生病的母親，一片淒慘的景象，心裏非常難過。便問起仇福，仇祿把前後的事情告訴了她；她一聽，氣得臉紅脖子粗，說：“家裏沒有大人，就被人欺負到這種地步！我們家的田產，這些盜賊怎麼能騙走！”她到廚房裏生火煮了一鍋稀飯，先盛給母親吃了，又叫弟弟和兒子一起來吃。吃完以後，就憤憤地出門，到衙門去控告那些詐財的賭徒。",
      "&emsp;&emsp;賭徒們害怕了，湊了些錢來賄賂大娘，大娘把錢收了，可是繼續控告。縣官把賭徒們抓起來打了一頓，但田產的事情卻沒有過問。大娘不肯甘休，就帶著兒子到府裏去控告。那個知府最恨賭博，大娘懇切地說明了娘家的孤苦，以及賭徒們欺騙的情形，講得慷慨激昂。知府被她感動了，就批下來叫縣官把田判還給仇家；但仍要處罰仇福，以警戒他不務正業。大娘從府裏一回來，縣官便照知府的命令，催著賭徒們限期歸還，於是舊有的田產全部追了回來。大娘的丈夫那時候早已不在了，她便把小兒子打發回家，叫他跟著哥哥做事，不要再來，自己從此便住在娘家，服侍母親，教育兄弟，把家事料理得井井有條。母親非常快慰，病勢逐漸地好轉，家務都交給大娘管；村裏的豪強稍稍欺侮她家，大娘就拿著刀上門找他們，和他們爭論，一點也不屈服。過了一年多，家產比從前更多了，大娘更時常買些補品和點心帶到姜家，送給姜氏。",
      "&emsp;&emsp;她看仇祿逐漸長大，就到處托人為他尋找親事。魏名又在外面造謠：“仇家的產業，都是大娘的，恐怕將來不還給仇家兄弟了。”人們都相信這件事，因此誰也不肯將女兒嫁給仇祿。",
      "&emsp;&emsp;當地有位范公子，叫范子文，家裏有一個花園，算得上山西第一名園。園裏滿佈著各種奇花異草，從門口一路直通到內院。有人不清楚狀況，闖了進去，正好碰上范公子和朋友聚會，被誤認是小偷，痛打一頓，幾乎打死。清明那天，仇祿從學校裏回來，魏名便帶他去逛，一逛就逛到了范公子的花園門口；魏名原來和園丁認識，園丁放了他們進去，遊遍了裏面的亭園樓閣，不久到了一個地方；那裏有一條洶湧的溪流，有一座朱紅欄杆的小橋，像是一幅圖畫；過了小橋，有一扇紅色的門，門裏面花朵璀燦，那就是范公子的內院書齋。魏名騙仇祿說：“你先進去，我到廁所去一趟就來。”",
      "&emsp;&emsp;仇祿順著腳步過橋進門，到了院子裏，忽然聽到婦女的笑聲，剛要停步，一個婢女出來看見了他，扭頭就走，仇祿這才慌了，趕快拔腳往回跑，可是范公子已經出來，吆喝家人拿繩子捉他。仇祿一急就跳進了溪流裡。",
      "&emsp;&emsp;范公子本來很生氣反而變得很開心，叫僕人把他拉上來。看他容貌服飾都很文雅，便叫把他的濕衣服、濕鞋子換下，拉他進一個亭子，問他的姓名，神態溫和親切。一會兒公子抽身進去了一下，又出來笑著拉著仇祿的手過橋，慢慢走到了剛剛到過的那個院子。仇祿不知道他要做甚麼，很猶豫不敢進去，被公子一把拖了進去，只見籬笆後面隱隱約約地有一個美貌的女郎在偷看他們。坐下來後，便有一群婢女擺上了酒菜。",
      "&emsp;&emsp;仇祿連忙推辭道：“我年輕不懂事，闖進了府上的內院，蒙你原諒，已經喜出望外，只希望放我早點回去，我就感恩不淺了。”公子不理他。頃刻間各式酒菜不斷地送了上來，仇祿又站起來推辭說自己已經酒醉飯飽了，要求放他走；公子按著他坐下，笑著說：“我有一個樂拍的名字，你如果能對出對子就放你走。”",
      "&emsp;&emsp;仇祿只得請他出上聯。公子說：“拍名‘渾不似(1)’。”仇祿想了半天，對了說：“銀成‘沒奈何(2)’。”公子聽了，大笑道：“真是石祟(3)來了。”弄得仇祿莫名奇妙。",
      "&emsp;&emsp;原來公子有一個女兒，名叫蕙娘，美麗而知書達禮，正在尋找姻緣。前一天夜裏夢見一個人告訴她說：“你的丈夫是石祟。”問：“在那裏？”那人說：“明天掉到水裡面。”醒來把夢告訴了她父親，一家人都覺得很奇怪。仇祿剛跳下水去，正好符合夢裏的預兆；因此邀請他進內院，讓妻子和女兒偷偷地看一下是不是滿意。",
      "&emsp;&emsp;當時公子聽了仇祿的對子，又和石崇相關，更加高興，便說：“這個樂拍的名字，是我女兒想出來的，老是想不出對子來，現在你能對出來，一定有前世的緣分，我想把她許配給你；我家房子不算少，不必迎親過去，你來我這裏住好了。”仇祿驚惶地、謙虛地推辭，並且說母親生病，不能前來入贅；公子叫他先回去同家裏商量一下。便叫馬夫給他拿著濕衣服，備馬送他回家。",
      "&emsp;&emsp;仇祿回家，跟母親說了，邵氏很吃驚，認為事情不妥當；同時，也知道魏名這人用心陰險；可是壞事反而變成喜事，也就不記他的仇。只吩咐兒子以後不要再同他來往。",
      "&emsp;&emsp;過了幾天，公子又派人來向邵氏提起婚事，邵氏不敢允諾，大娘做主答應了，當即請媒人下聘禮。不久，仇祿就入贅到范公子家，過了一年多，又中了秀才，文名也就大了起來。蕙娘的弟弟長大後，一家人對仇祿不免稍微冷淡了一些；仇祿生氣就帶了妻子回到家裏。那時那時邵氏的病已經好了些，拄著拐杖能走路了；幾年來靠著大娘的經營，房屋也修改得很漂亮；新媳婦回家，又跟來了大批的婢女和僕人，興旺得如同大戶人家。",
      "&emsp;&emsp;魏名見仇家不和他來往，心裏更加妒忌，只是沒有陷害他們的機會。於是引誘逃亡被抓的士兵，謊說仇祿窩藏牠們；當時清朝開國不久，國法森嚴，仇祿被判到關外充軍，范公子上下求情賄賂，蕙娘可以不去。仇祿的田產都要充公，幸虧仇大娘拿著過去兩兄弟分家的文書，挺身控訴，把新買上好田產都掛在田福的名下，母女兩人才能安居如常。",
      "&emsp;&emsp;仇祿料想這一去永無回鄉之日，便寫下離婚字據給岳父，一個人孤苦伶仃地走了。走了幾天，過了北京，在一家旅館裏吃飯，看見一個叫花子錯愕的站在門口，樣子很像他哥哥，走近一問，果然是仇福。仇祿便把家裏的事情和自己的遭遇告訴了哥哥，兄弟兩人都很悲傷。仇祿脫下幾件衣服，分了幾兩銀子給哥哥，叫他趕快回家，仇福流著眼淚走了。",
      "&emsp;&emsp;仇祿到了關外，在一個將軍手下當小卒，將軍因他識字能文，身體又文弱，便叫他管理帳務，和將軍家裏的僕人住在一起。僕人們問起他的家庭出身，仇祿一一說了。裡面有一個人驚訝地說：“啊！那你是我的兒子！”",
      "&emsp;&emsp;原來仇仲被強盜抓去後，就替強盜養馬；後來強盜投降，他被賣做奴僕，跟著將軍到關外駐防。他向仇祿一一述說，才知道彼此真是父子，兩人抱頭大哭，整屋的人都辛酸難過。",
      "&emsp;&emsp;接著生氣的說：“是那個逃兵，這樣害我兒子！”便向將軍哭訴冤屈。將軍立刻叫仇祿寫下訴狀，要仇仲帶著訴狀進京，投遞給王爺。仇仲乘著王爺出巡，投上了冤屈訴狀，王爺幫他設法洗清冤屈，並叫地方官把仇家充公的產業發還給原主。仇仲回來以後，父子都很高興。仇祿詢問父親的家庭狀況，準備替父親贖身，才知道父親投身到將軍手下後，結了兩次親但都沒有生兒育女，當時是單身一人。仇祿弄清楚了，便先起程回鄉。",
      "&emsp;&emsp;仇福自從別了仇祿，就回了家，跪在母親面前低頭認錯。大娘帶著母親坐在正堂上，拿著棍子問道：“你願意挨打，就暫時容許你留下；否則，你的田產早已被你花光了，這裏沒有你吃的飯，還是請你走吧！”仇福跪在地上流淚，願意挨打，大娘把棍子一丟，說：“連老婆都要賣的人，也不值得花力氣來打你！反正你的案子在衙門還沒消掉，你再犯事，把你送縣裏去就。”大娘又叫人把仇福回來的消息告訴姜家，姜氏罵道：“我是仇家什麼人！告訴我幹什麼？”大娘老把姜氏的話說給仇福廳，用來刺激他；仇福慚愧得一句話也不敢說。",
      "&emsp;&emsp;仇福回家半年，大娘雖然在衣食上照顧得很周全，但要求他像僕人一樣地做事；仇福埋頭苦幹，一句怨言也沒有。大娘要他處裡銀兩出入的事，他都謹慎小心，一絲不苟，大娘看他真的改了過，便同母親商量，去接姜氏回來。邵氏認為她絕不會再回頭了。大娘說：“你錯了！她如果肯再嫁別人，那裏會自殺，自己討這種苦頭吃？她前次說的是氣話，你想她怎麼能不氣！”",
      "&emsp;&emsp;於是大娘帶著弟弟到岳父家去賠罪，岳父母狠狠地痛駡女婿，大娘叫弟弟跪下來，然後請姜氏出來相見，請了好幾遍，姜氏堅持不肯出來；大娘進去找到了她，拖她出來，姜氏一見仇福，吐著口水，指著額頭憤怒的痛罵，仇福慚愧萬分，滿身冷汗，恨不得找一個地洞鑽進去，最後還是老丈母娘把女婿拉起來。於是大娘便問弟媳婦那天回去。",
      "&emsp;&emsp;姜氏說：“姊姊一向都照顧我，既然姊姊親自來叫我回去，我還有什麼話講？不過不能保證是不是會再被人家賣掉！而且，兩個人的情義也沒有了，還有什麼臉和負心漢一起過活？請姊姊另外給我準備一個房間，我去陪陪婆婆，也算比出家好一點吧。”大娘竭力為她弟弟說情，說他已經悔過；同時又約了第二天去接她。",
      "&emsp;&emsp;第二天，仇家打發車子把姜氏迎了回來，母親親自走出大門，跪在地上迎接兒媳，姜氏一見，也跪下大哭，大娘勸住了哭，擺起酒來慶祝，叫仇福坐在桌邊；她舉起杯子說：“我這幾年苦苦相爭，不是為了自己，現在弟弟悔改了，賢慧貞烈的弟媳婦回來了，我也了結心事，家裏的財產帳目都交還你們，我一個人來，還是一個人回去！”仇福夫婦一聽，都站了起來，跪在她面前悲傷地哭泣，大娘才打消回家的念頭。",
      "&emsp;&emsp;不久仇祿洗刷罪名的命令也下來了；幾天以後，田產一起發還了。魏名大吃一驚，不知道是什麼原故，只恨沒有辦法再害仇家。一天，正好仇家西邊鄰舍起了火，魏名假裝施救，偷偷在仇祿的房子上放火，忽然一陣狂風刮起來，把仇家的房子幾乎燒光；只剩下仇福住的兩三間房子，一家人只好擠在一起住。",
      "&emsp;&emsp;過了些時，仇祿回來了，一家人相見，又悲又喜。當他走時，范公子得到仇祿的離婚書，便拿去和蕙娘商量，蕙娘痛哭，把離婚書撕毀丟掉。\n范公子隨她的心願，也不勉強她。仇祿回來後，打聽到蕙娘沒有嫁；便高高興興地來到了岳父家裏；范公子知道他家裏遭了火災，想留他住下，但仇祿不肯，還是回到自己家裏。",
      "&emsp;&emsp;大娘這些年來存下了一些錢，便拿來修建被火燒掉的房子。仇福提著鏟子營建房舍，發現一窖埋在地下的銀子；兄弟二人夜間去取用；下面是一丈多大的石室，裏面裝得滿滿的都是銀子。於是大興土木，造起高樓大廈，比王公貴族還要富麗堂皇。仇祿感念著關外將軍的義氣，帶了一千兩銀子去贖父親回來，仇福想要去，便帶了兩個壯健精幹的僕人，陪著他同往。仇祿回頭把蕙娘接回家；過了不久，父親和哥哥也一道回來。一家人充滿了幸福與歡樂。",
      "&emsp;&emsp;仇大娘自從到了娘家，就不准兒子來看她，免得人家說她有什麼私心。父親回來以後，便決意要回夫家。兄弟兩個那裏肯放她走？父親便把家產分成三份，兄弟和姊姊各得一份，大娘再三推辭，兄弟都流著淚說：“我們要不是姊姊，那來今天的日子!”",
      "&emsp;&emsp;大娘才受了。便派人把兒子叫來，全家搬來一起住。有人問大娘：“不同母親的兄弟，怎麼這麼關心呢！”",
      "&emsp;&emsp;大娘回答：“只有禽獸，只知道有母親，不知道有父親；作為一個人，怎麼可以這樣﹖”兩個弟弟聽到後都痛哭，將他的房舍，蓋得跟自己的一樣好。",
      "&emsp;&emsp;魏名自己尋思，這十多年來，不斷陷害仇家，結果每次都為他家帶來好運。覺得又慚愧，又後悔。現在仇家更富有了，很想和他們拉交情；便以祝賀仇仲回家為名，帶了一些禮物去看他。仇福想謝絕他，仇仲不忍心拒絕，叫兒子收下他的雞和酒。那隻雞是用布條綁著腳的，忽然掙脫跑到廚房；灶邊的火星把雞腳上的布條燒著了，雞又飛上了柴堆，家裏的佣人看到了也沒有在意，一下子柴草燃燒起來；房子也著了火，一家人驚慌失措，幸虧人手多，立刻就撲滅了；但廚房裏的東西全燒光了。仇福和仇祿兩兄弟說，連魏名送來的東西都是害人的！",
      "&emsp;&emsp;後來仇仲做壽，魏名又送了一隻羊來；\n再三推辭不掉，只好收下，把羊拴在院子樹下。那一夜有一個小廝，被僕人打了一頓，一賭氣，就跑到樹下，用拴羊的繩子上吊死了。仇家弟兄歎氣道：“魏名這個人，他給你的好處，還不如他禍害你的！”從此，魏名雖然常來獻殷勤，但他們再也不收他一點禮物，寧可多送點東西給他。後來，魏名老年窮得到處乞討，仇家還是常送他些糧食、衣服，待他也一直很好。",
      "&emsp;&emsp;異史氏說：\n命運的不同一點也由不得人的啊！越是想陷害，就越給人帶來好運，魏名的陰險狡詐實在無聊極了。但是接受他的好處，卻反而帶來災禍，不是更奇怪嗎？由此可見，來自盜泉(4)的水，那怕是一點也是髒的！",
      "&emsp;&emsp;註\n\n1.拍：本指樂曲，此指樂器。“渾不似”：樂器名，形似琵琶，四弦，長項。\n\n2.銀成“沒奈何”：相傳宋朝張俊家多白銀，每千兩鑄成一個圓球，叫做“沒奈何”；意指銀塊特別大，盜賊也沒法偷竊。\n\n3.石崇：字季倫，晉代人，家中滿聚“沒奈何”，後世多以石崇代指富豪。\n\n4.盜泉：古泉名，故址在今山東省泗水縣東北。孔子“過於盜泉，渴矣而不飲，惡其名也。”舊時以“盜泉之水”比喻以不正當的手段得來的東西。"
    ]
  },
  {
    "title": "曹操冢",
    "href": "http://liaozhai.weebly.com/263612580520898.html",
    "content": [
      "&emsp;&emsp;河南省許城縣城外有條河，水勢非常洶湧，靠近山崖邊的水流看起來黑黑黯黯的。夏天時，有人下去游泳，卻突然像被刀斧斬斷般的身體被切成兩半浮了上來。後面的一個人，也同樣的慘死，大家驚嚇又恐懼互相走告。",
      "&emsp;&emsp;縣官聽到後覺得很奇怪，於是叫人在上游把水阻斷，讓下游的河水變乾，赫然發現山崖下有一個深洞，洞口安放有一排銳利的轉輪。把輪取掉入洞一看，裡面有一個小碑，碑上都是漢朝的篆字，仔細看，原來是曹操的墓。眾人打破棺材，弄散了屍骨，把他陪葬的金銀珠寶全都取走了。",
      "&emsp;&emsp;異史氏說：後人曾經寫過這樣的詩句：“盡掘七十二疑塚，必有一塚葬君屍。(1)”那裡想到真正的曹操墓竟然在七十二塚之外呢？曹瞞真是奸猾呀！但是千餘年後朽骨還是不保，狡詐又有什麼用處呢？嗚呼，曹瞞的智謀正是曹瞞的愚蠢所在啊！\n\n     \n註\n\n1.     \n指宋人俞應符詩。詩云：“人言疑塚我不疑，我有一法君未知。直須盡發疑塚七十二，必有一塚葬君屍。”"
    ]
  },
  {
    "title": "龍飛相公",
    "href": "http://liaozhai.weebly.com/40845391313045620844.html",
    "content": [
      "&emsp;&emsp;安慶有一個姓戴的書生，年輕時行為不撿，不拘小節。一天，他喝醉了酒，在\n回家的路上遇到了已經死去的表兄季生。他醉酒後兩眼昏花，竟忘了他已經死了，便問道：“你一向在什麼地方？”季生說：“我已經到了陰間，難道你忘記了嗎？”戴生這才恍然大悟，但酒醉之中也不感到害怕，問道：“在陰間做什麼呢？”季生回答說：“最近在轉輪王殿下那裏掌管文簿。”戴生說：“那麼人間的禍福，你一定都知道了？”季生說：“這是我的職責，怎麼會不知道。但是過於繁瑣，不是我很關切的，不能全部記得，三天前我偶然檢查簿冊，還看見你的名字。”戴生急忙問上面寫了些什麼，季生說：“我不敢騙你，你的大名已經列在黑暗獄中了。”戴生很害怕，酒也醒了，苦苦哀求季生救他。季生說：“這不是我替你出力就能辦到的事，只有積德行善才可改變。但是你已經惡貫滿盈，沒有大的善行不可能再挽回來。但是一個窮秀才能有多大的能力呢？即使每天都能做一件善事，沒有一年多的時間也不能抵償你的罪惡，現在已經太晚了。但是，如果你從現在開始身體力行做善事，即使進了地獄，可能也還有出來的一天。”",
      "&emsp;&emsp;戴生聽完，痛哭流涕，趴在地上向季生苦苦哀求。等他抬起頭來，季生已經無影無蹤了。戴生怏怏不樂地回了家，從此，洗心革面，痛改前非，再也不敢有什麼差錯了。",
      "&emsp;&emsp;此前，戴生和鄰居的婦人有私情，鄰居聽了這事並不聲張，想找個機會把他當場抓住。但是自從戴生改過自新以後，就和那婦人斷絕了往來，鄰居找不到機會抓他，心中很憤恨。",
      "&emsp;&emsp;一天，戴生和鄰居在田間相遇，鄰居假裝和他說話，騙他去看一口廢井，趁機把他推到井裏去了，那口井有好幾丈深，鄰居認為戴生必死無疑，而戴生半夜裏蘇醒過來，坐在井中放聲大哭，但是沒有人聽見。鄰居惟恐戴生又活過來，過了一晚去聽動靜，聽到他的哭聲，急忙往裏面扔石頭，戴生躲到井底的洞裏，再也不敢出聲，鄰居知道他還沒有死，便挖土填井，幾乎把井都填滿了。",
      "&emsp;&emsp;洞中漆黑一片，真是和地獄沒什麼區別。洞裏空蕩蕩的，沒有什麼吃的，戴生料想自己是活不長了，他匍匐著往前行，但是三步以外都是水，沒法子過去，就又回到原處。起初他還覺得腹中饑餓，時間一久竟然也就忘記了，他於是想，在這地下也沒有善事可做，只有不斷地念佛而已。不一會兒，只見磷火飄浮，螢光閃閃，飄得滿洞都是，他於是禱告道：“聽說磷火都是冤鬼，我雖然暫時還活著，但是估計也回不到人間了，如果可以一起說話，也可以安慰一下我寂寞的心。”",
      "&emsp;&emsp;只見磷火漸漸地順著水面漂過來，每一團磷火中都有一個人，身高只有正常人的一半。戴生便問他們從那裡來。磷火回答道：“這口井是古代的一口煤井，當年主人挖煤時，震動了古墓，被龍飛相公引來地海的水，一下子淹死了四十三個人，我們都是鬼。”戴生問道：“那龍飛相公是什麼人？”磷火回答說：“我們也不知道，相公是讀書人，現在是城隍的幕客，他也可憐我們無辜而死，過三四天就施捨一次粥給我們。我們天天遭受冷水泡骨的痛苦，看來也不可能脫離苦海，您如果能再回到人間，請撈出我們的屍骨，合葬在一座義塚裏，就是給我們最大的恩惠了。”戴生說：“萬一我能回到人間，這件事做起來沒有什麼困難。但是我現在身處九泉之下，又怎麼敢指望能夠重見天日啊！”於是就叫眾鬼念佛，數著煤塊來代替佛珠，記下念了多少佛。這樣，戴生也不知道時間的早晚，困了就睡覺，醒了就端坐在那裏。",
      "&emsp;&emsp;忽然，洞的深處點起了盞燈籠，眾鬼歡喜地說：“龍飛相公施捨吃的來啦！”便邀請戴生一起去。戴生擔心有水過不去，眾鬼強拉硬扶地往前走，戴生只覺得飄飄然好像叫沒有踏在地上。曲曲折折地走了半里多，來到一個所在，眾鬼將戴生放下，讓他自己走。他們踏步向前，好像上了一個幾十尺高的臺階，臺階的盡頭出現了房屋和走廊，大堂上點著蠟燭，像胳膊一樣的粗。戴生好久沒看見火光，高興極了，急忙跑上前去。",
      "&emsp;&emsp;大堂上坐著一位老者，身穿儒服，頭戴儒巾。戴生停住腳步，不敢上前。老頭已經看見了他，驚訝地問道：“這個活人是從那裡來的？”戴生走上前去，跪在地上述說情況。老者說：“原來是我的後代呀！”於是讓他起來，並賜他入座，老者自己介紹說：“我叫戴潛，字龍飛。從前因為不肖子孫戴堂，勾結敗類，在墓邊挖井，使我住得很不安穩，所以引來海水把井淹沒了。如今，他的後代怎麼樣？”",
      "&emsp;&emsp;原來，戴家近宗共有五支，戴堂為長房。起初，縣裏的大戶人家賄賂戴堂，在戴家祖墳的旁邊挖煤。眾兄弟畏懼他的權勢，誰也不敢爭辯。不久，地下水突然沖來，採煤的工人全部淹死在井裡。那些死者的家屬，紛紛到官府告狀，戴堂和那大戶人家因此都被弄窮了，戴堂的子孫最後都貧得沒有立錐之地。戴生是戴堂弟弟的後代，曾經聽先人說起這件事，便告訴了老者。",
      "&emsp;&emsp;老者說：“這樣的不孝子孫，他的後人可能昌盛嗎？你既然來到這裏，就不應當荒廢了學業。”說完，老者就拿出酒菜給他吃。吃完飯，又在桌子上放了些書，都是成化、弘治年間的八股文章，強迫戴生研讀。老者又給他出題作文，好像老師教徒弟一樣。大堂上的蠟燭常明，不剪燭心也不會熄滅。戴生困倦的時候就睡覺，也分不清早晨和夜晚。老者有事出去，就派一個小僮服侍戴生。這樣，感覺過了幾年的時間，所幸的是並怎麼辛苦，但是沒有別的書讀，只有一百來篇八股文，每一篇都讀了四千多遍。",
      "&emsp;&emsp;一天，老者對戴生說：“孩子，你罪孽的報應已經滿了，應該回到人間去了，我的墓靠近煤洞，陰風刺骨，你得志以後，把我的墓遷到東邊去。”戴生恭恭敬敬地答應了。老者於是將眾鬼叫來，讓他們仍舊把戴生送到原來坐著的地方。眾鬼圍著老者行禮，老者再三叮囑，但是戴生也不知道有什麼辦法可以出去。",
      "&emsp;&emsp;此前，戴生失蹤後，他家裏的人到處找也沒找到。他的母親告到官府，縣官抓了好幾個嫌疑犯，但還是沒有查出什麼線索。過了三四年，這位縣官離任，搜尋工作也就鬆弛下來了。戴生的妻子在家中不守婦道，戴家便將她遣嫁出去。恰好鄉里的人重修舊井，下到洞中發現了戴生，一摸，發現他還沒有死，不由大為驚駭，急忙到他家報信。戴生被人抬回家，過了幾天，才恢復過來，開始敍述他在地下的經歷。",
      "&emsp;&emsp;自從戴生被鄰居推到井裏以後，鄰居打死了自己的妻子，被他的岳父告到了官府。官府駁問審訊了一年多，把這人折磨得只剩下皮包骨頭才回家去。他聽說戴生死而復活，嚇得要死，就逃走了。戴氏族人商議要追究鄰居的罪過，戴生不同意，並且說以前確實是咎由自取，在井下受的苦是陰間對他的懲罰，和那鄰居沒有什麼關係。鄰居知道戴生確實不再追究，這才偷偷地回了家。",
      "&emsp;&emsp;井水乾了以後，戴生雇人進到井洞中收拾眾鬼的殘骨，將各人拼湊整理好，買來棺材，找了地方，將眾鬼合葬在一座墳墓裏。他又查家譜，確實有一個前輩名叫戴潛，字龍飛。於是他擺上供品，到龍飛相公的墓前拜祭。當地的學使聽說了這件怪事，又欣賞戴生的文章，在科舉考試中以優等生錄取戴生，後來，他又通過了鄉試。戴生回家以後，在東邊修建墳墓，遷移龍飛相公的屍骨，豐厚的安葬他。每年春秋兩季，戴生都來上墳，年年不斷。",
      "&emsp;&emsp;異史氏說：我的家鄉有人挖煤，洞被水淹沒了，十幾個人都淹在洞裏。外面的人想把水淘盡尋找屍體，過了兩個多月才把水抽乾，發現十幾個人一個也沒有死掉。原來，水暴漲的時候，他們一起游到地勢高的地方。沒有被淹著。人們用繩子把他們拉上來，這些人吹到風才昏倒，過了一晝夜才漸漸地蘇醒過來。由此可見，人在地下時，就像蛇鳥冬眠一樣，急切之間倒也死不掉。但是，沒有聽過過了幾年都不死的。如果不是心地善良的人，經歷了三年的地獄，怎麼可能還有活人呢？"
    ]
  },
  {
    "title": "珊瑚",
    "href": "http://liaozhai.weebly.com/2964229786.html",
    "content": [
      "&emsp;&emsp;有個書生叫安大成，是重慶人。",
      "&emsp;&emsp;他的父親是個舉人，早已去世，弟弟安二成，年紀還小。大成娶妻陳氏，小名叫珊瑚，生性嫻淑。但是大成的母親沈氏，兇悍荒謬，為母不仁，對珊瑚百般虐待。但珊瑚絲毫沒有怨言，每天早晨起來，都打扮得整整齊齊向婆婆請安。",
      "&emsp;&emsp;一次大成生病，沈氏就說是兒媳婦整天盛裝打扮勾引丈夫所至致對她辱駡斥責。珊瑚回到自己的屋裏，卸下裝飾後又去見婆婆。沈氏更加發怒，撞自己的腦袋，抽自己的嘴巴。大成素來孝順，用鞭子抽打媳婦，沈氏這才稍稍緩解下來。從此以後，她更加憎恨媳婦。雖然珊瑚小心謹慎地侍候她，但她始終不和珊瑚說一句話。大成知道母親發怒，也就搬到別的地方住，表示與妻子斷絕關係。過了很久，沈氏始終不高興，動不動就指桑駡槐地責駡珊瑚。大成說：“娶媳婦回家是為了侍候公婆，弄到今天這個地步，還要媳婦幹什麼！”便休了珊瑚，派個婦人送她回家。",
      "&emsp;&emsp;出了門不久，珊瑚哭泣地說：“作為一個女子，不能當好媳婦，有什麼臉面回家見爹娘？不如死了算了！”她從袖筒裏拿出剪刀刺向自己的咽喉。婦人急忙來救，鮮血已經染紅了衣襟，便扶著她來到大成的一個嬸娘家。嬸娘姓王，是個寡婦，一個人生活，就將珊瑚留下了。",
      "&emsp;&emsp;婦人回到安家，大成囑咐她隱瞞實情，但心裏暗暗害怕母親知道這件事。過了幾天，他探聽得知珊瑚的傷口已經漸漸好了，便來到王氏家中，要她不要留下珊瑚。王氏讓大成進門，大成不肯進去，只是氣沖沖地要趕珊瑚走。過了不久，王氏領著珊瑚出來見大成，便問道：“珊瑚有什麼罪過？”大成指責她不能侍候母親。珊瑚默默地不說一句話，只是低著頭哭泣，眼淚都是紅的，把白色的衣衫都染紅了。大成看到這幅景象，心中也很淒慘，話還沒說完就走了。",
      "&emsp;&emsp;又過了幾天，沈氏聽說珊瑚在王家，很生氣地來到王家，惡語相向，譏諷王氏。王氏倨傲，也不肯退讓，反過來數落沈氏的惡行，並且說：“媳婦已經被你趕出來了，她還是你們安家的人嗎？我留的是陳家的女兒，並沒有留你安家的媳婦，何必麻煩來多管別人家閒事！”沈氏氣極了卻又沒話說，又見王氏氣勢洶洶，又是羞慚，又是沮喪，大哭著回家去了。珊瑚感到很不安心，就想搬到別的地方去住。",
      "&emsp;&emsp;原來，大成有個姨娘于老太太，也就是沈氏的姐姐，六十多歲的年紀,兒子死了，只有一個年幼的孫子和守寡的兒媳，他平時就對珊瑚很好。珊瑚就向王氏告辭，前去投靠于老太太。于老太太問清情況，一直埋怨妹妹太糊塗昏暴，想馬上送珊瑚回安家去。珊瑚竭力勸阻于老太太不要這麼做，並且叮囑不要聲張。於是，珊瑚就和于老太太住在一起，就像是媳婦與婆婆一樣。",
      "&emsp;&emsp;珊瑚有兩個哥哥，聽說這事後很同情妹妹，想把她接回去重新嫁人。珊瑚堅決不同意，還是跟著于老太太紡紗織布度日。大成自從休妻後，沈氏多方設法為他張羅婚事，但是沈氏兇悍的名聲到處傳揚，遠近沒有人家敢與她家成親，過了三四年，二成漸漸長大了，沈氏就先為他娶了親。",
      "&emsp;&emsp;二成的妻子名叫臧姑，十分地驕橫兇悍，渾不講理，比沈氏還要加倍厲害。沈氏如果給她臉色看，臧姑就兇狠地大聲罵。二成又懦弱，不敢袒護母親，於是沈氏威風大減，不敢再頂撞臧姑，反而得看她的臉色，去奉承討好她，但是這樣還是不能讓臧姑高興。臧姑叫沈氏幹活就想對待丫環一樣，大成也不敢說話，只能代替母親做事，諸如洗碗、掃地之類的事情什麼都幹，母子二人常常在沒人的地方，互相啜泣。",
      "&emsp;&emsp;不久，沈氏因心中鬱悶生了病，躺倒在床上，動彈不得，大小便翻身都要大成服侍，弄得大成晝夜不能睡覺，兩隻眼睛都熬紅了。大成叫弟弟替換一下自己，二成才進母親的門，臧姑就把他叫走了。大成於是跑到了于老太太家，希望她能去照顧他的母親。他一進門，就一邊哭一邊訴說。苦還沒訴完，珊瑚就從帷帳後面走出來。大成一見，大感羞慚，立刻閉上嘴就想出門。珊瑚用兩手叉住門，大成炯極了，從珊瑚的胳膊下鑽過去\n，跑回家裏，也不敢告訴母親這回事。",
      "&emsp;&emsp;不久，于老太太來了，沈氏高興地留她住下。從此，于老太太家每天都有人來，每次來都帶了許多好吃的東西。于老太太便讓人帶話給守寡的兒媳說：“這裏餓不著我，以後不要再送了。”但是她家裏還是不斷地送來吃的。于老太太一點兒也不吃，全都留給生病的沈氏吃，沈氏的病也漸漸好轉。于老太太的小孫子又奉他媽媽的命令前來探望沈氏的病情。沈氏感歎地說：“多賢慧的兒媳婦啊！姐姐是怎麼修來的呀！”于老太太說：“妹妹覺得被你趕走的兒媳婦為人怎麼樣呀？”沈氏說：“嗨！確實不像二媳婦那麼壞！但又怎麼比得上外甥媳婦的賢慧呢？”于老太太說：“媳婦在的時候，你不知道什麼叫辛勞；你發火的時候，媳婦不會埋怨，這麼好的媳婦，怎麼能說不如人呢？”沈氏留下了眼淚，並且告訴姐姐自己很後悔，並且問：“珊瑚嫁人了沒有？”于老太太回答說：“不知道，我去打聽打聽。”",
      "&emsp;&emsp;又過了幾天，沈氏的病已經完全好了，于老太太打算告別。沈氏哭著說：“只怕姐姐走了，我還是免不了一死。”于老太太便和大成商量，跟二成分開來住。二成把分家的事告訴臧姑，臧姑不樂意，衝著大成罵，連帶也罵了于老太太。大成願意把家裏的良田都給二成，臧姑這才高興。等到分家的文書辦妥以後，于老太太才回家。",
      "&emsp;&emsp;第二天，與老太太派車來接沈氏，沈氏來到她家，先要求見外甥媳婦，並且極口稱讚外甥媳婦的賢慧。于老太太說：“小女子縱然有百樣好，難道就沒有一點兒缺點嗎？我就是能容忍這些缺點。你就算有像我兒媳婦這樣的媳婦，恐怕你也享不到這個福。”沈氏說：“唉呀，太冤枉了！你把我說成是草木禽獸呀！我也有口有鼻，難道說我分不出香和臭嗎？”于老太太說：“被你趕出門的珊瑚，不知道現在想起來你時會說什麼？”沈氏說：“肯定是罵我唄。”于老太太說：“你好好反思自己，要是沒有可罵的，她為什麼要罵你呢？”沈氏說：“缺點是人人都會有的，只是因為她不賢慧，所以知道她會罵我。”于老太太說：“該怨恨的不怨恨，那麼她的品德就可想而知了；該離開時卻不離開，那麼她對人的寬厚就可想而知了；前一段時間給你送吃的來孝敬你的，並不是我的兒媳婦，而是你的兒媳婦珊瑚啊!”",
      "&emsp;&emsp;沈氏吃驚地問道：“這是怎麼回事？”",
      "&emsp;&emsp;于老太太回答道：“珊瑚寄居在這裏已經很久了。那些給你吃的東西，都是她拼命紡織掙來的錢買的。”",
      "&emsp;&emsp;沈氏聽完後，眼淚像斷了線的珍珠一直往下淌，說：“我還有什麼臉見我的兒媳婦啊！”于老太太於是招呼珊瑚。珊瑚眼中含淚走了出來，拜伏在地下。沈氏羞愧無比，狠狠的打自己，于老太太竭力阻止，她才停住手，於是婆媳二人和好如初。",
      "&emsp;&emsp;過了十幾天，婆媳二人一起回家。家中只有幾畝薄田，不足以維持生活，只有靠大成替人家抄抄寫寫，珊瑚做點針線活來貼補家用。二成家雖然很富裕，但大成不去求他們，二成也不照顧哥哥。臧姑因為嫂子曾被休而看不起她，珊瑚也厭惡她的兇悍，不屑理睬她，兄弟二人隔著院牆居住。臧姑不時地破口大駡，而大成一家都捂著耳朵，並不理會。臧姑無處施展她的淫威，就虐待她的丈夫和丫鬟。",
      "&emsp;&emsp;一天，丫鬟受不了折磨上吊自殺了。丫鬟的父親到衙門控告臧姑，二成代替媳婦去過堂，挨了不少打，但衙門還是將臧姑拘捕到堂。大成為他們上下打點，希望能解決訴訟，但最終還是無法解決。臧姑被夾手指，十根手指上的肉都掉了。縣官非常貪婪殘暴，想勒索大筆錢財。二成只好把田產抵押出去換錢，如數交給縣官，縣官這才將他們放回家。",
      "&emsp;&emsp;但債主逼二成還債越來越緊，二成迫不得已，便想把良田全部賣給村裏的任老頭。但是任老頭認為這些田的一半是大成讓給二成的，就要大成簽署文書。",
      "&emsp;&emsp;大成到了任家，，任老頭忽然自言自語說：“我是安舉人，任老頭是什麼人，竟然敢買我的產業！”又看著大成說：“地府感念你們夫妻孝順，所以讓我暫時回來見你們一面。”大成流著眼淚說：“父親地下有靈，趕緊救救弟弟！”回答道：“不孝子和潑婦，不須要管他們！你趕緊回家籌錢，把我的血汗產業贖回來。”大成說：“我們母子僅僅能夠維持生計，那裡有多餘的錢呢？”回答道：“紫薇樹下埋藏有銀子，可以取出來用。”大成還想再問，任老頭已經不說話了，過了一回兒，他醒來，卻茫然不知剛才說了些什麼。",
      "&emsp;&emsp;大成回到家裏，把這件事告訴母親，沈氏也不是很相信。臧姑聽說了後，已經領著人去挖銀窖了，往地下挖了四五尺，只看見磚塊和石頭，並沒有安舉人說的銀子，便很失望地走了。大成聽說臧姑已經挖銀子去了，便告誡母親和妻子不要去看。後來知道她一無所得，沈氏就偷偷地去看，只見一些磚塊石頭夾雜在泥土中，就回去了。珊瑚接著來到樹下，卻看見土裏面都是白花花的銀子，就叫大成一起去檢驗，果然真是銀子。",
      "&emsp;&emsp;大成認為這是父親的遺產，不忍心一個人獨吞。便叫來二成和他平分。銀子的數量正好可以分成平均的兩份，兄弟二人各自用口袋裝回去了。二成和臧姑一起查看銀子，打開口袋一看，卻見裏面都是瓦塊石頭，不由大為驚駭。臧姑懷疑二成被哥哥騙了，便讓二成看哥哥那邊的情況。二成去一看，哥哥正把銀子放在桌上，和母親一起慶祝呢。二成便把自己的情況照實跟哥哥講了，大成也很吃驚，而且心裏很同情弟弟，便把自己的銀子都給了弟弟。二成這才歡天喜地地回到家，把欠債主的錢都還清了，心裏很感激哥哥。臧姑說：“從這件事上更可以知道你哥哥的狡詐，如果不是自己心裏有愧，誰會願意把自己到手的那份讓給別人呢？”二成聽了，半信半疑。",
      "&emsp;&emsp;第二天，債主派僕人到二成家，說二成的銀子是假的，要把二成抓到官府去告狀，二成夫妻聽了，都大驚失色。臧姑說：“怎麼樣啊！我本來就說你哥哥不至於對你那麼好吧，他是想害死你呀！”二成害怕了，就去哀求債主，但是債主很生氣，不肯罷手，二成於是把田契交給債主，聽任他把田地賣掉，這樣才將原來交的銀子拿回來。",
      "&emsp;&emsp;二成回到家，仔細察看了那些銀子，其中有兩定已經剪斷的銀子，外面只裹了一層像菜葉一樣薄的銀子，裏面都是銅。",
      "&emsp;&emsp;臧姑於是和二成商量，把已經剪斷的銀子留下，其餘的全部還給大成，看他有什麼動靜。她還叫二成應該這麼說：“好幾次承蒙大哥的仁德，把銀子給我，做兄弟的實在不忍心。我只留下其中的兩錠，以顯示哥哥推恩施德的情義。現在我所剩下的物產，還和哥哥相同，我也不再要那多餘的田地了，反正已交給債主了，贖不贖在於哥哥你。”大成不明白他的意思，堅決地要讓給他。",
      "&emsp;&emsp;但二成堅決不肯接受，大成只好收下了。",
      "&emsp;&emsp;大成一稱銀子，發現少了五兩多，就讓珊瑚拿出首飾出去當了，湊夠了原來的數位，然後拿去交給債主，債主懷疑還是原來的假銀子，用剪刀夾斷了銀子一驗，發現成色很好，一點兒也不差，便收下了銀子，把田契還給了大成。",
      "&emsp;&emsp;二成把銀子還給哥哥後，心想哥哥肯定會遇到麻煩，等他聽說哥哥把田產都拿回來了，不由大感奇怪。臧姑懷疑上次挖銀窖時，大成已經先把真銀子藏起來了，便氣憤地來到大成家，對他們夫妻厲聲責駡。大成這才明白二成為什麼要把銀子還給他了。珊瑚迎上前笑著說：“田產都已經贖回來了，田契就在這裏，有什麼好發火的呢？”說著，就讓大成拿出田契交給臧姑。",
      "&emsp;&emsp;一天夜裏，二成夢見父親斥責他說：“你不孝順父母，不友愛兄嫂，死期已經臨近了，到時候連一寸土地也不是你的，你強行耍賴搶了去又有什麼用！”二成驚醒，便告訴了臧姑，打算把田契還給哥哥。臧姑譏笑他太愚蠢。這時，二成有兩個兒子，大的七歲，小的三歲。不久，大孩子出水痘死了。臧姑這才害怕起來，讓二成把田契還給了哥哥，但是說了好幾次，大成也不肯接受。又過了不久，二兒子又死了，臧姑更加懼怕，自己上門把田契放到嫂子的屋裏。眼看春天就要過去，田都荒蕪了沒人耕種。大成沒辦法，只好接來種。",
      "&emsp;&emsp;從此以後，臧姑改變了以前的行徑。每天早晨都給婆婆請安，像一個孝順的兒媳婦，對嫂子珊瑚也尊敬有加。過了不到半年，沈氏就死了。臧姑哭得非常傷心，甚至連一口飯都不吃，她對別人說：“婆婆這麼早就死了，讓我不能盡孝，這是上天不給我贖罪的機會呀！”臧姑後來生了十胎，都沒有一個養大成人，只好過繼了大成的一個兒子，夫妻倆都長壽而終。大成夫婦有三個兒子，其中兩個考上進士，人們都說這是他們孝順母親、友愛兄弟的善報。",
      "&emsp;&emsp;異史氏說；不遭到飛揚跋扈的惡臣的欺淩，就不知道安份盡責的臣子的忠誠，家庭和國家一樣，看來也有相同的情況。兇悍的媳婦變好了而婆婆卻死了，這是因為全家人都孝順她，但她沒有足夠的德行來承受啊！臧姑自我譴責，說上天不讓她贖罪，不是體悟出道理的人怎麼能說出這樣的話來呢？但是，她本應該早死，卻能夠長壽而終，說明上天已經原諒她了。古人說：生於憂患，確實如此啊！"
    ]
  },
  {
    "title": "五通",
    "href": "http://liaozhai.weebly.com/2011636890.html",
    "content": [
      "&emsp;&emsp;南方有五通神，猶如北方有狐狸精一樣。但是北方狐狸怍祟，還能想辦法趕走；至於江浙一帶的五通神，只要有漂亮的姑娘，則往往被淫亂，父母兄弟，沒有一個敢吭氣的。因此，為害尤其厲害。",
      "&emsp;&emsp;有一個叫趙弘的，是吳中的當舖商人，妻子姓閻，長得頗有韻味。一天夜晚，一個男子從外面昂然走了進來，手拿寶劍，四下環顧。婦女丫鬟都逃走了。閻氏想跑出去，男子擋住她，說：“不用害怕，我是五通神中的四郎。我喜歡你，不會禍害你。”便攔腰抱起她，像抱嬰兒一樣，放到床上。婦人的衣服、腰帶自動解開，於是有了淫邪的行為。四郎下體很大，閻氏不能忍受，迷惘中痛苦不堪。事畢下床，四郎說：“五天後我再來。”於是走了。趙弘在外面開當鋪，當晚丫鬟跑去告訴他。趙弘知道是五通神，不敢問。天亮後，看見妻子憔悴臥病，感到很羞恥，告戒家人不要說出去。",
      "&emsp;&emsp;閻氏三四天後身體才恢復過來，很怕四郎再來。到了第五天，婦女們都不敢留在臥室，全都躲到外面，只有閻氏一人對著蠟燭，憂愁地等著四郎。不久，四郎帶著兩個人進來，都很年輕瀟灑。童僕擺上酒肴，三人與閻氏一塊喝酒。閻氏又羞又怕，低頭無語，強迫她喝也不喝，心裏惴惴不安，恐怕他們三人輪番姦淫，那就沒命了。三個人互相勸酒，有的喊大哥，有的叫三弟。直喝到半夜，兩個客人才一塊站起來說：“今天四郎因為得到美人而邀請我們，我們會跟二郎、五郎說，大家湊資買酒慶賀。”於是告辭走了。四郎拉著閻氏進入床帳，閻氏哀求告饒，四郎不聽，強迫閻氏交合，結果鮮血四流，閻氏昏迷不省，四郎才離去。閻氏奄奄一息，躺在床上，羞憤交加，想要自盡。可是一上吊繩子就斷，試了好幾次都是這樣，悲苦卻死不了。所幸四郎不常來，大約閻氏身體痊癒後才來一次。這樣熬了兩三個月，一家人都活不下去。",
      "&emsp;&emsp;會稽有一個萬生，是趙弘的表弟，為人剛強勇猛，精於騎箭。有一天，萬生拜訪趙弘，天已晚，趙弘因為客房都被家人佔用，便讓萬生到內院去住。萬生翻來覆去睡不著，忽然聽到院子裏有腳步聲；趴在窗子上偷偷往外看，看見一個男人走進表嫂的臥室，心中大疑，便持刀暗暗尾隨。來到臥室往屋裏一看，只見那男人和閻氏並肩坐著，桌子上擺著酒菜。萬生怒火升騰，持刀奔入室內，男子驚詫地站起來，急忙找劍，萬生已揮刀砍中他的頭顱，腦袋裂開，死在地上。仔細一看，原來是一匹小馬，像驢那樣大小。萬生驚愕萬分，詢問表嫂，閻氏告訴他情況，又說：“其他五通馬上就要來了，怎麼辦？”萬生搖手示意，叫別出聲，自己吹滅蠟燭，取出弓箭，埋伏在暗處。不一會，大約有四五個人從空中飛下，萬生急忙射出一箭，為首的中箭倒地；剩下的三個怒吼著，拔出寶劍，尋找射箭的人。萬生抽出刀，藏在門後，不出聲，也不動。有一個走進來，萬生揮刀砍去，正中那人脖子。也死了；他仍藏在門後，很久很久，沒有動靜。於是出來，敲門告訴趙弘。趙弘大驚，一起點蠟燭查看，見一匹馬、兩頭豬死在室內。全家慶賀。還是怕剩下的兩個會來報仇，就留萬生在家，烤豬肉、烹馬肉來吃，味道很美，比平常的都好吃。萬生從此聲名大振，住了一月多，五通再也不來，便想告辭回去。",
      "&emsp;&emsp;有個木材商人苦苦懇求萬生去他家住住。原來，木商有個女兒還沒嫁人，忽然五通白天來了，是一個二十來歲的美男子，說要聘他女兒為妻，送黃金百兩，約好迎親日便走了。看看迎娶的日子快到了，全家人驚惶不安。聽到萬生的事後，執意請萬生到家坐。恐怕萬生不肯來，先隱瞞了實情不說。將萬生請到家，盛宴款待後，命女兒盛粧而出，拜見客人。那女子大約十六七歲，生得十分漂亮。萬生很驚訝，不明白是什麼緣故，忙離座鞠躬行禮。木商把他按在座位上，將實情告訴了他。萬生剛聽到有點緊張，不過他自負而豪爽，所以也不推辭。",
      "&emsp;&emsp;到了約定的那天，木商依舊在門口張燈結綵，卻讓萬生坐在屋內；一直到日頭西斜，五通仍然沒來。木商心想新郎五通註定要被殺了。不一會，忽見房檐上有東西像鳥一樣飛落下來，落地後是一個年青人，穿著華麗的衣服，走到室內。看見萬生，返身便逃。萬生急追出門外，看見一道黑氣剛要飛起，萬生躍起一刀砍去，砍斷一隻腳，怪物狂叫著逃走了。俯身一看，砍下的腳爪像手掌一樣大，不知道是什麼東西。循著血跡尋找，怪物逃入江中。木商大喜，聽說萬生沒娶妻，這晚便在已準備好的新房裏，讓萬生和女兒成了親。",
      "&emsp;&emsp;於是，原來常遭五通禍害的人家，都請萬生住到家中。共住了一年多，萬生才帶著妻子離去。從此後，江浙一帶的“五通”只剩下“一通”，再也不敢公然為害了。",
      "&emsp;&emsp;異史氏說：五通神，在民間為禍很久了，甚至到了隨牠姦淫穢亂，沒有人敢講一句話。萬生真是讓天下大快人心！"
    ]
  },
  {
    "title": "又（五通）",
    "href": "http://liaozhai.weebly.com/2144865288201163689065289.html",
    "content": [
      "&emsp;&emsp;金生，字王孫，是蘇州人。在淮水一帶教書，住在一個官宦人家的花園裏。花園中的房屋不多，花草樹木，叢雜茂密。每當夜深以後，童僕都走了，只剩金生一個人在燈下悶坐，形單影隻，心情很是寂寞、惘悵。",
      "&emsp;&emsp;一天晚上，三更將盡，忽然有人敲門。金生忙問是誰，門外答道：“借個火，”像是童僕的聲音。開門讓進來，卻是一個年輕漂亮的女子，後面還跟著個丫鬟。金生十分驚異，懷疑是妖怪，追根究底地盤問來歷。女郎說：“我覺得你是個文雅風趣的人，在這裡孤單又寂寞，所以不怕風寒，和你一起消磨良夜。恐怕說了我的來歷，我不敢來，你也不敢收留。”金生又怕是鄰家私奔的女子，害怕毀了自己的節操，請她離開。女郎眼波一送，勾魂攝魄。金生不覺心醉神迷，再也控制不住自己。丫鬟見此情景，便說；“霞姑，我先走了。”女郎點頭，又接著呵斥道：“走就走，什麼霞姑雲姑的！”丫鬟離開後，女郎笑著說：“正好家裏沒人，便帶她一塊來，沒想到卻把我的小名洩露給你知道。”金生不安地說：“你這樣精細，我怕裡頭恐怕有什麼禍患。”女郎安慰道，“時間久了你就會知道，保證不會有敗壞你的名聲，不用擔心。”女郎的手腕上戴著副手鐲，用細金條穿著寶石做成，還鑲嵌著兩顆明珠。蠟燭熄滅後，寶石、明珠的光芒照亮了整個屋子。金生越發驚異，始終猜不透女郎從那裡來。事完，丫鬟來敲窗子，女郎起來，用手鐲照著路，進入樹叢中走了。從此後，女郎每晚都來。有一次，金生在女郎回去時，遠遠地跟著，想看個究竟，女郎似乎已經知道，忽然蓋住了手鐲的光芒。樹叢深處，黑得伸手不見五指，金生只好回去。",
      "&emsp;&emsp;有一天，金生到淮北去，頭上斗笠的帶子斷了，風一吹，就要刮下來，騎在馬上，只好不斷地用手按住斗笠。來到淮河，坐在船上，忽然一陣風來，將斗笠吹落河中，隨著水流漂走了，金生悵然若失。過河後，一陣大風，又將斗笠刮了過來，飄在空中，團團旋轉著，漸漸落下來。金生用手接住，一看，斷掉的帶子已經接好了，心裡很奇怪，回到學館，金生向女郎述說這件事，女郎不說話，只是微笑而已。金生懷疑是女郎做的，說：“你如果真是個神仙，應當清楚的跟我說，免得我煩惱懷疑！”女郎說：“你冷清寂寞的時候，有我這樣一個癡情女子為你解憂驅悶，我自己覺得做得不錯。即使我能做那件事，也是愛護你啊！你這樣苦苦追問，想和我絕交嗎？”金生聽了，不敢再問。",
      "&emsp;&emsp;在此以前，金生有個外甥女兒，已經嫁人，被五通迷住。金生日夜憂心，但從沒告訴別人。因為和女郎相處久了，無話不說，便把這件事告訴了她。女郎沉吟道：“這種東西，我父親驅趕得了。只是怎麼拿情人的私事和父親說呢？”金生哀求想個辦法，女郎思索了會兒，說：“倒也不難除掉，但得我親自前去。那些東西都是我家的奴僕，假如被他們在身上碰一下，這種恥辱就是跳進大海裡也洗不清。”金生哀求不已，女郎說：“馬上替你想辦法。”第二晚，女郎告訴金生：“已經派丫鬟南下了。丫鬟力氣小，恐不能立即殺死那東西。”第二天晚上，二人方才睡下，丫鬟叩門。金生急忙起床，開門請進。女郎便問：“怎麼樣？”丫鬟回答：“我力氣小捉不住，已經把他閹了！”二人笑著詢問經過，丫鬟說道：“起初我以為在金先生家，去了後，才知道不是。等趕到外甥女婿家，已經晚上了。娘子正在燈下靠著桌子打盹。我把娘子的魂魄收在一個瓦罐中，自已躺在床上等著。一會兒，五通來了，剛進門又急忙退出，說：‘怎麼有生人氣味？’仔細看看，沒有別人，又進屋，我假裝被迷昏了，他掀開被子鑽進來，又驚說：‘怎麼有兵器的氣味？’我本不想弄髒我的手，但怕遲了生變，急忙捉住那髒東西一刀閹割掉，那東西大叫著逃走了。接著我起來打開瓦罐，放出魂魄，娘子像醒了過來，我就回來了。”金生大喜，再三致謝。女郎和丫鬟一塊走了。",
      "&emsp;&emsp;此後，一連半個多月，女郎一次都沒來，金生慢慢絕望了。到了年底，結束教職要回家前，女郎忽然來了。金生驚喜萬分，出門迎接，說：“你這麼久沒來，我以為什麼地方得罪了你，還好你又來了。”女郎說：“相處了一年，分手時沒說一句話，畢竟是遺憾的事。聽說你要回家，我偷偷跑來送別。”金生約她一塊回去，女郎嘆息道：“叫我怎麼說呢！現在就要離別，我也不忍再瞞你：我是河神金龍大王的女兒。因為和你有緣份，所以來找你。我派丫鬟下江南，導致外面傳言我替你閹割五通。父親聽到後，認為是家門的奇恥大辱，十分震怒，要我自盡。多虧丫鬟一力承當，把事情攬了過去，父親才沒這麼生氣，處罰丫鬟幾百杖。現在，我每走一步，都有保姆跟著。抽空來看看你，也沒空說清楚，有什麼辦法呢？”說完，便要告別，金生哭著拉住不放。女郎悽然地說：“你不要這樣，我們三十年後能再相會。”金生說：“我現在已三十歲了，再過三十年，都成了白頭老翁了，有什麼臉再相見。”女郎道：“不是這樣，龍宮裏沒有老人。而且人生長短，也不在容貌。如果僅求容貌不老，那太容易了。”於是寫了張藥方給金生，自己走了。",
      "&emsp;&emsp;金生回家以後，外甥女談起那件怪事，說：“那天晚上，我像做了個夢，覺得有人捉住我塞進了瓦罐中。等醒過來，見鮮血沾滿床褥，五通從此不來了。”金生說：“是我祈禱的河神來捉妖怪。”一家人方才知道。",
      "&emsp;&emsp;後來，金生六十多歲時，容貌還像是三十來歲的人。一天金生乘船渡河時，遠遠望見上游漂來一片荷葉，像席子那樣大，一個美麗的女子坐在上面。靠近一看，正是神女霞姑。金生一躍跳到荷花上，一會兒，人與荷花漸漸漂遠了，越來越小，最後像銅錢那樣大，終於看不見了。",
      "&emsp;&emsp;這件事與趙弘那件事，都發生在明朝末年，只不知誰在前，誰在後。如果這件事發生在萬生誅殺五通神之後，那麼吳中“五通”就只剩下“半通”，應該不足為害了。"
    ]
  },
  {
    "title": "申氏",
    "href": "http://liaozhai.weebly.com/3000327663.html",
    "content": [
      "&emsp;&emsp;在涇河的邊上，住著一戶姓申的讀書人，家裏很窮，常常一整天都沒錢生火做飯。夫妻倆相對而坐，想不出什麼好辦法來。妻子說：“沒辦法，你去搶吧！”申氏說：“我一個讀書人家，不能光宗耀祖，反而有辱門戶、貽羞先人，與其像大盜賊盜蹠(1)那樣靠搶劫而活著，還不如像伯夷(2)那樣餓死。”妻子說：“你是既想活著又怕害羞嗎？世界上不靠種田就能吃飯的人，只有兩條路。你既然不能去搶，我只好去當妓女了！”",
      "&emsp;&emsp;申氏聽了大怒，和妻子吵了起來，妻子生氣睡覺去了。申氏想，自己身為男子漢，竟然一天兩頓飯都弄不回來，弄到妻子想去當妓女，不如死了算了！他悄悄地起床，用繩子在院子裏的樹上打了個結，上吊了。就在這時，他忽然看見父親走來，吃驚地說：“傻兒子，怎麼會走這一步呢！”便把繩子割斷了，囑咐他說：“強盜還是可以做的，但要選擇農作茂密的地方藏好。你做這一次就可以富有起來，以後不要再做了。”",
      "&emsp;&emsp;妻子睡夢中聽到有東西掉在地上，一下子驚醒過來，叫丈夫卻沒有答應，就起來點燈去找，發現樹上的繩子斷了，申氏死在樹下。\n妻子大吃一驚，急忙撫弄他，過了一會兒，申氏醒了過來，妻子把他扶到床上躺下，對他的怨氣也漸漸消了。",
      "&emsp;&emsp;第二天早晨，妻子假稱丈夫生病，到鄰居家裏討了點稀粥給申氏吃。申氏喝完粥，就出門去了。到中午，他扛著一袋米回來。妻子問米是從那裡來的，申氏說：“我父親的朋友都是世家大族，以前羞於向人乞討，所以不屑去求人。古人說，人窮困潦倒的時候什麼都可以做。我已經準備做強盜了，還顧什麼廉恥！你趕快做飯，我打算照你的吩咐，去打劫。”妻子懷疑他是沒忘記自己先前的話，故意說的氣話，也就忍住了沒說話，去淘米做飯了。",
      "&emsp;&emsp;申氏吃晚飯，急忙找了一根堅硬的木頭，用斧頭削成一根棍棒，拿著就要出門。妻子看他像是真要去，就拽住他不讓去。申氏說：“是你叫我這麼幹的，如果事情敗露連累到你，可不要後悔！”說完，扯斷衣襟就走了。",
      "&emsp;&emsp;日暮時分，申氏來到了鄰近的一個村子，在離村一裏多遠的地方埋伏下來。忽然，天下起了暴雨，全身都被淋濕，遠望有一濃密的樹蔭，想過去躲雨。這時電光一閃，他發現已經接近人家的院牆了，遠處好像還有行人。他恐怕被人發現，見牆下有一片濃密的農作物，就急忙鑽了進去，蹲在那裏躲藏。",
      "&emsp;&emsp;不一會兒，一個男子走了過去，身材很魁梧，也鑽進農地。申氏很害怕，一動也不敢動。幸好那男子斜著走過去，申氏偷偷一看，見他已經進了院子裡。他想起來，牆裏是一戶姓亢的富翁，這個男子一定是小偷，等他偷了東西出來，自己應該能分上一份。但轉念一想，這個人長得這麼健壯，如果好言向他索取不成的話，必然會動武。他估計自己不是那人的對手，決定不如趁他不防備時把他打倒。",
      "&emsp;&emsp;他想好了，就趴在牆下耐心地等待。一直等到雞叫時，那人才翻牆出來。他的腳還沒有著地，申氏就突然跳了起來，揮起木棒打中了他的腰骨，那人一下子被打倒在地，原來是個大烏龜，張開嘴巴就像一個大盆子。申氏大吃一驚，連著打了好幾棍，把牠打死了。",
      "&emsp;&emsp;原來，亢老頭有個女兒，非常的賢慧美麗，父母都很疼愛她。\n一天夜裏，有個男人闖入她的屋子，對她猥褻逼迫求歡。她剛想喊叫，那男人的舌頭已經伸進她的嘴裏。她一下昏過去不省人事，聽憑那男人姦汙了自己而去。女兒羞於告訴別人，只有叫來許多丫鬟僕婦，把門窗關緊而已。但是晚上睡覺以後，不知為什麼門卻自己開了，那男人進了屋子，所有的人都昏迷過去，那些丫鬟僕婦也都被他姦汙遍了。於是，眾人互相訴說，都很驚駭，告訴了亢老頭。",
      "&emsp;&emsp;亢老頭讓家丁拿著兵刃守衛在小姐繡樓的周圍，屋裏的人點上蠟燭坐著守夜。約摸快到半夜時，屋裏屋外的人忽然同時都睡著了。忽然間又夢醒了一般，只見小姐赤條條地躺在床上，她像癡呆了一樣，過了好久才醒過來。亢老頭非常惱火，但又沒有什麼辦法。過了幾個月，女兒骨瘦如柴，已經奄奄一息。亢老頭常常對人說：“有誰能夠把那怪物趕走，就給他三百兩銀子的酬金。",
      "&emsp;&emsp;申氏平時也聽過亢老頭懸賞取怪的事，這天夜裏他打死了大烏龜，想起來禍祟亢小姐的一定是這個東西，便去敲門求賞。亢老頭大喜，將他奉為上賓，又讓人把死烏龜抬到院子裏，一刀一刀地割碎了。亢老頭挽留申氏在他家過夜，妖怪果然絕跡了，於是便數將賞金給了申氏。",
      "&emsp;&emsp;申氏扛著銀子回家，妻子正因為他隔夜不還擔心地盼望著呢，一見申氏進門，便急忙問他怎麼回事。申氏不說話，只是把銀子放在床上妻子打開一看，差點兒嚇暈過去，問：“你真的去做強盜了！”申氏說：“你逼我這麼幹的，還說這樣的話！”妻子哭著說：“上次我只不過是和你開玩笑。現在你犯了殺頭的罪，我不能受你這個搶劫犯的連累，讓我先去死！”",
      "&emsp;&emsp;說完，妻子就往外跑。申氏追了出去，笑著把妻子拉回屋裏，把事情的先後經過告訴了她，妻子這才高興起來。從此以後，申氏夫婦謀劃生計，日子漸漸富裕起來。",
      "&emsp;&emsp;異史氏說：人不怕貧窮，就怕沒有德行。那些行得端走得正的人，即使不被其他人同情，也有鬼神保佑。世上有些窮人，見到利就忘掉義，見到吃就忘掉恥，其他人連一文錢也不敢托他，又怎麼可能得到鬼神的原諒呢？",
      "&emsp;&emsp;縣裏有個貧民某乙，臘月將盡的時候身上連一件完整的衣服也沒有。他心想，這種情況如何能過年呢？他不敢和妻子明言，悄悄地拿著一根木棒，埋伏在墓地裏，希望能有孤身路過這裏的人，好搶奪他的財物。他盼望了好久卻沒有一個人來，而寒風刺骨，無法忍耐，快絕望時，忽然看見一個人彎著腰慢慢走過來。他好高興，拿著棍子跳出來。那是一位老翁，背著一袋米在路邊，哀求他說：“身上實在沒有東西，家裡沒有吃的，剛剛到女婿家，才借到五升米。”某乙搶了米，還想要他的棉襖，老翁苦苦哀求，某乙也憐惜他年紀大了，因此放了他，背著米回家。妻子問米從那裡來，就騙他別人還的賭債，心裡想這個辦法還不錯。",
      "&emsp;&emsp;第二天夜裏，某乙又去了。等了不久，就看見一個人扛著木棍來，也走進了墓地，蹲在那裏向外眺望，看起來他和某乙是同行。某乙於是慢慢的從墓地後面走出來。那人驚慌地問：“你是什麼人？”某乙答道：“過路的人。”那人又問：“為什麼還不走？”某乙說：“等你呀！”那人不由得啞然失笑。兩人都明白對方的意圖，並且互道饑寒交迫的痛苦。夜很深了，兩人一無所獲。某乙想回家去了，那人說：“你雖然幹這一行，但還是個新手。前村有戶人家嫁女兒，一直辦到半夜，全家肯定都很累了，你跟我一起去，得到東西咱兩平分。”某乙很高興，就跟著他走了。",
      "&emsp;&emsp;兩人來到一家門前，隔著牆壁聽到裏面傳來做燒餅的聲音，知道這家人還沒有睡覺，便趴在牆外等候機會。不一會兒，一個人打開門，帶著扁擔出去打水，兩人趁機鑽了進去。只見北邊屋子燈還亮著，其他屋子都黑了。就聽見一個老婦人說：“大姐，你到東邊屋子去看一眼，你的嫁妝全在櫃子裏，看看有沒有忘記上鎖。”裏面傳出少女撒嬌的聲音。二人暗自高興，悄悄地來到東屋，暗中摸到了一隻臥櫃，打開櫃蓋一摸，深不見底，那人對某乙說：“進去！”",
      "&emsp;&emsp;某乙果然鑽進去，找到一個包裹，送了出去。那人問到：“還有沒有？”某乙答道：“沒有了。”那人又騙他說：“再找找。”說完，就把櫃子關上，加上鎖後逃走了。某乙在櫃子裏，窘迫著急，但又沒有辦法出來。",
      "&emsp;&emsp;不一會兒，有燈火進到屋裏來，先照了照櫃子，只聽老婦人說：“誰已經給鎖上了。”於是母女二人上了床，吹滅了蠟燭。某乙很著急，便做出老鼠咬衣物的聲音。少女說：“櫃子裏有老鼠！”老婦人說：“別讓它把你的衣服弄壞了，我累死了，你自己起來看看吧。”少女穿上衣服起床，打開鎖，掀開櫃蓋。某乙突然跳出來，少女嚇得倒在地上。某乙打開門逃了出去，雖然一無所獲，但暗自慶倖沒有被人抓到。",
      "&emsp;&emsp;嫁女兒的人家被盜的消息傳到四面八方，有人懷疑是某乙幹的。某乙很害怕，向東逃出了一百多里，替一家旅店的老闆當傭人。過了一年多，流言漸漸平息。某乙才將妻子接出來住在一起，再也不去搶劫了。這個故事就是某乙自己講的，因為和申氏的故事很像，所以把它附在這裏。",
      "&emsp;&emsp;註\n\n1.蹠，盜蹠，古時大盜。\n\n2.伯夷，商末孤竹君之子，與其弟叔齊互相讓國，後逃至周，諫武王伐紂，不從，遂不食周粟，餓死於首陽山。"
    ]
  },
  {
    "title": "恆娘",
    "href": "http://liaozhai.weebly.com/2464623064.html",
    "content": [
      "&emsp;&emsp;洪大業是京城人，妻子朱氏容貌舉止都不錯，兩人感情很好。後來洪大業有娶了婢女寶帶做妾，她的相貌遠遠不如朱氏，但是洪大業很寵愛她，朱氏心中憤憤不平，夫妻倆因此反目成仇。洪大業雖然不敢公然睡在寶帶的屋子裏，但卻更加寵愛寶帶，而疏遠朱氏。",
      "&emsp;&emsp;後來，他們搬了家，與一個姓狄的布商做鄰居，狄妻恒娘，先過來探訪朱氏。恒娘三十多的年紀，中等姿色，說起話來輕快動聽，朱氏很喜歡。第二天，朱氏到狄家答謝恒娘，見她家也有小老婆，二十多歲的樣子，容貌很不錯。洪狄兩家做了差不多有半年的鄰居，從來不見狄家有一句吵鬧聲。而狄生獨獨鍾愛恒娘，小妾到像是個擺設而已。",
      "&emsp;&emsp;一天，朱氏見到恒娘，說：“我以前一直以為丈夫喜歡妾，就是因為她是妾，所以常常想把妻的名分改換成妾，今天才知道不是這麼回事。夫人用的是什麼辦法？如果可以教我的話，我願拜你為師。”",
      "&emsp;&emsp;恒娘說：“哈哈！是你自己疏遠丈夫的，這怪你丈夫嗎？整天在人家面前嘮嘮叨叨，等於是幫著小妾害自己，他只會離你更遠！等他回來，\n你更不管他，即使他來找你，你也不理他。",
      "&emsp;&emsp;一個月以後，我再給你出主意。”",
      "&emsp;&emsp;朱氏照她吩咐的去做，更替寶帶打扮，讓她跟丈夫一起睡覺。洪大業每次吃飯，也必定讓寶帶陪著。洪大業偶而來和朱氏親近，朱氏就更加拒絕，於是，大家都稱讚朱氏賢慧。",
      "&emsp;&emsp;這樣過了一個多月，朱氏又去見恒娘，恒娘很高興的說：“已經有效了！回家以後你就把妝卸了，不要穿漂亮的衣服，不要塗脂抹粉，故意蓬頭垢面，穿上壞鞋子，夾在下人中間幹活。一個月以後，可以再來找我。",
      "&emsp;&emsp;朱氏又照她的去做，穿上打補丁的破衣服，故意把自己搞得不乾淨的樣子，除了紡紗織布以外，其他什麼都不管。洪大業很可憐她，就讓寶帶替她分擔一部份工作。朱氏不接受。都叫寶帶離開。",
      "&emsp;&emsp;這樣過了一個多月，朱氏又去見恒娘。恒娘說：“真是儒子可教啊！後天就是上已節(1)，我想帶你一快兒去遊園踏青。你要脫掉所有的破衣服，所有衣褲都穿新的，早上就到我這裏來。”朱氏說：“好！”",
      "&emsp;&emsp;到了上已節那天，朱氏對著鏡子仔細化妝打扮，全都安照恒娘叫她的去做。化妝完，她就去見恒娘。恒娘一看，高興地說：“可以了！”又替她梳了個鳳髻，更顯得光彩照人。朱氏的袍袖不太時髦，恒娘就折開線，重新縫製；又覺得她的鞋子式樣很笨拙，便從箱子裏取出一雙還沒有做完的鞋，兩人一起做好後，讓朱氏換上。臨別的時候，恒娘請她喝酒，囑咐說：“你回家見過丈夫，就早早關門睡覺，他如果來敲門，不要開門。敲三次，可以開一次門讓他進來。如果他親你，摸你，都不要輕易答應。半個月後，你再來見我。”",
      "&emsp;&emsp;朱氏回到家，打扮得光彩照人的去見洪大業，洪大業上上下下盯著她看，歡笑聲音和平常都不一樣，朱氏沒說幾句春遊的話，就用手托腮，做出疲倦的樣子來。天還沒黑，她就起身回自己的房間。關上門睡覺了。不一會兒，洪大業果然來敲門，朱氏堅決躺著就是不起來。洪大業只好離開。第二天晚上還是這樣。到了第三天，洪大業責備朱氏不肯開門。朱氏說：“我已經習慣一個人睡覺了，受不了別人來打擾。”日頭偏西，洪大業來到朱氏房中守著她。於是夫妻倆滅燈上床，就像新婚之夜樣，如膠似漆，非常快樂。洪大業和朱氏相約明天再來，朱氏不同意，和他約三天來一次。",
      "&emsp;&emsp;過了半個月，朱氏又去見恒娘。恒娘關上門，對朱氏說：“從此以後，你就獨佔夫君了。不過，你雖然長的很美，卻不夠嬌媚。憑你的姿色，一旦嬌媚起來，就像西施一樣可以專寵，何況那些姿色不好的人！”於是就讓朱氏試著拋媚眼。恒娘看了後說：“不對！毛病出在左頰。”說完，她就向朱氏示範如何目送秋波，又作出露齒微笑的樣子，讓朱氏一一效仿。做了十幾次以後，朱氏才學到一點神韻，恒娘說：“你回家後，照著鏡子把它練熟了，我會的就是這些了。至於床上事情，隨機應變，投其所好，這些是只可意會，沒法傳授的。”",
      "&emsp;&emsp;朱氏回到家裏，一切都照著恒娘教的做。洪大業十分地高興，心神都被她迷惑了，就怕朱氏拒絕。眼看天色已晚。兩人相互調調笑，半步也不離開閨房。每天都是如此，推也推不走。從此，朱氏更加善待寶帶，每次在房間裏吃飯，都要把她叫來一起吃。但洪大業越看越覺得寶帶醜，不等吃完飯就把她趕走。有時朱氏把洪大業騙到寶帶的房中，從外面關上門，但是洪大業竟然整夜也不碰一下寶帶。結果寶帶怨恨洪大業，動不動就對人說一些怨恨誹謗的話。洪大業更加討厭她，漸漸地用鞭子抽她。寶帶心中憤恨，從此不再修飾自己了，穿著破衣服，拖著破鞋，頭髮蓬亂，更沒有什麼讓丈夫喜歡的了。",
      "&emsp;&emsp;一天，恒娘對朱氏說：“我的方法怎麼樣？”朱氏說：“方法確實妙計了，但是我只能照著去做，但始終不明其中的道理，放縱他，是為什麼呢？”恒娘答道：“你沒有聽過嗎？人之常情都是喜新厭舊，重視難以得到的，輕視容易得到的。丈夫之所以寵愛小老婆，並不一定是她長得美，而是因為剛剛到手覺得新鮮，慶幸有難以弄到手的。故意放縱他，讓他吃個飽，那麼，既使是珍饈美味，也會有吃厭的時候，何況是普通的菜湯呢？”“先讓我卸妝，後又讓我盛妝打扮，這是為什麼呢？”恒娘答道：“故意收起來，不讓別人看，就好像是久別一樣；忽然看到豔麗的裝扮，就好像是新人剛剛來到。這就像，窮人家一下子得了美味佳餚，肯定覺的米飯沒有味道。不輕易地陪他。那麼，他是舊的，我就是新的，她是容易到手，而我卻是不容易到手，這就是你想的把妻子變成妾的方法。”朱氏聽了，十分高興，兩人便成了閨房中的密友。",
      "&emsp;&emsp;過了幾年，恒娘突然對朱氏說：“我們兩人感情好得像一個人似的，我自然不應該隱瞞自己的身世。以前就想和你說，又怕你會害怕。現在我要走了，就把實情告訴你吧。",
      "&emsp;&emsp;我是狐狸，小時候受到繼母的迫害，被賣到了京城，丈夫對我很好，所以我不忍心突然和他分手，戀戀不捨，一直到現在。明天，我的父親就要超生，我得回家探望，不會再回來了。“朱氏握著她的手，淚流不已。第二天早上，她去狄家看望，只見全家都驚恐不安，原來恒娘已經消失了。",
      "&emsp;&emsp;異史氏說：買珠子的人不愛珠寶卻愛裝珠寶的盒子。新與舊，易與難之間的關係，千百年來迷惑著我們，因此，變恨為愛的方法，得以在人間大行其道。古代那些巧言諂媚的臣子侍奉國君時，不讓他見人，不讓他看書，由此可見，為了保護自己的位子，集寵愛於一身，都有一套理論與辦法。",
      "&emsp;&emsp;註\n\n1.     \n上已節：古時士女踏春遊園之節。漢以前在農曆三月上已日，魏以後一般在三月初三。"
    ]
  },
  {
    "title": "葛巾",
    "href": "http://liaozhai.weebly.com/3388324062.html",
    "content": [
      "&emsp;&emsp;常大用是洛陽人，他愛好牡丹成癖，聽說曹州的牡丹是齊魯最好的，心中就很嚮往。正好有事去曹州，他便在一個官紳的花園中借住下來。當時才初春二月，牡丹還沒有開花，他只能在花園中徘徊，注視著花枝上的嫩芽，期待著花蕊的綻放。他作了《懷牡丹詩》絕句一百首。不久，花兒漸漸含苞待放，而他的旅費也快用完了，不久他便典當春衣，流連不歸。",
      "&emsp;&emsp;一天淩晨，他前往花園，見到一個女郎和一位老婦人在那裏。他疑心是富貴人家的家眷，便急忙轉身離去，下午再到花園，又見到他們，他慢慢地躲到一邊。偷偷地看，只見那女子穿著華麗的衣服，美豔絕人。正在暈眩之際，他忽然轉念一想，這肯定是一個仙女，凡間怎麼會有這樣的女子呢！便急忙返身去找他們，剛轉過假山，正好遇到老婦人。那女子正坐在石頭上，一看之下，大驚失色。老婦人用身體擋住那女子，喝斥道：“狂生想幹什麼！”常大用挺直身子跪著說：“娘子一定是神仙。”老婦人責駡他說：“說出如此狂言，就該將你捆了送到衙門！”常大用很是驚恐，那女子微笑著說：“讓他去吧！”說完，繞過假山走了。",
      "&emsp;&emsp;常大用回來時，幾乎邁不開步子，猜想那女子回去稟告父兄，他們肯定會來辱駡。他一個人躺在空蕩蕩的書齋裏，悔恨自己太冒失了。又慶倖那女子並沒有很生氣的樣子，或許她並不把這事放在心上呢。悔恨和害怕交織在一起，一夜下來竟病倒了。天亮以後，幸好人家沒有來問罪，他心裏漸漸安定下來。而回憶起那女子的音%5%相貌，恐懼又E”",
      "&emsp;&emsp;一天夜裏，燈還亮著，僕人已經熟睡，老婦人進來，端著一隻碗，近前說道：“我家葛巾姑娘親手調製了一碗毒藥湯，趕緊把它喝下去！”常大用一聽，大為驚駭，過了會兒說：“我與你家娘子無冤無仇，何至於賜我一死？既然娘子親手調製的，與其相思得病，倒不如喝下這毒藥死了還痛快！”說完，一仰脖子喝了下去，老婦人笑著接過碗離開了。",
      "&emsp;&emsp;常大用覺得藥氣又香又冷，看起來不像是毒藥。一會兒隻覺得肺腑寬闊舒暢，腦袋清爽，酣然入睡，一覺醒來，已經是豔陽高照。他試著坐起來，病並好像沒了，他心裏越發相信那女子是神仙。因為沒有接觸到她的機會，常大用只好在沒人的時候，想像著那女子站著，坐著，虔誠地跪拜，默默的祈禱。",
      "&emsp;&emsp;一天，他在花園中散步，忽然在深林叢中迎面碰上那女子，幸好還沒有旁人。他大喜過望，拜倒在地。葛巾近前將他拉起來，他忽然聞到一股奇異的香氣遍布全身，就用手扶著她的手臂站了起來，只覺得她的肌膚柔軟細膩，讓人骨頭都要酥了。他正要說話，那老婦人忽然來了。葛巾讓他躲在石頭後面，向南邊一指，說：“夜裏你用花梯翻過牆去，那四面都是紅窗的，就是我住的地方。”說完，就匆匆走開了。常大用惆悵好久，好像魂飛魄散，不知道要上那裏去。",
      "&emsp;&emsp;到了夜裏，他搬來梯子，登上南邊的牆看，牆那邊已經放好梯子了，他狂喜著下了牆，果然看見一個四面紅窗的屋子。只聽見屋裏傳來下棋聲，他站了一會兒不敢上前，只好又翻牆回來。過了一小會兒，又翻過牆去，那下棋聲依然頻繁。他悄悄地走近一看，只見葛巾與一個穿白衣的女郎面對面坐著在下棋，老婦人也坐在旁邊。來回折騰了三次，已經到了三更天。常大用伏在梯子上，聽見老婦人出來說道：“梯子是誰放在這裏的呀？”便叫丫鬟一起把梯子挪走了。常大用爬上牆，想下去，又沒有梯子，只好悶悶不樂地回去了。",
      "&emsp;&emsp;第二天晚上，他又去了，梯子已經預先架好了。幸好四周寂靜無人，他進了屋子，只見葛巾一個人坐著，一副若有所思的樣子，一見常大用，驚慌地站起來，側過身子，滿面含羞。常大用作了個揖，說：“我自認福分淺薄，恐怕和仙女沒有緣分，沒想到也有今夜呀！”說完，就親熱地要抱葛巾，只覺得她腰肢纖細，吐氣如蘭。葛巾推阻道：“幹嗎這麼著急！”常大用說：“好事多磨，遲了怕連鬼都嫉妒。”話還沒說完，就聽到遠遠傳來說話的聲音。葛巾急忙說道：“玉版妹妹來了，您趕緊躲到床下吧。”常大用急忙鑽到了床下。",
      "&emsp;&emsp;沒一會兒，只聽見一個女子進來，笑著說：“手下敗將，還想再和我戰上一盤嗎？我已經煮好了茶，特地來請你今晚好好對戰。”葛巾推辭說自己已經困倦了。玉版一直邀她去，葛巾堅決坐著不肯走，玉版說：“你這麼戀戀不捨，莫非是藏了男人在屋裏？”便把她強行拉出了門。",
      "&emsp;&emsp;常大用爬出床底，怨恨極了，便搜尋葛巾的枕席，希望能找到一點她留下的東西。但屋內並沒有梳妝盒，只在床頭放著一個水晶做的如意，上面扣著一條紫色的手巾，芬芳潔淨又可愛。他便將如意揣在懷中，翻牆回去了。他整理一下衣服，只覺得葛巾身上的香氣還在，心中越發傾慕。然而有了鑽床底的經驗，心中害怕那是不對的事，反復思量，不敢再去了，只好將如意藏好，希望葛巾能找過來。",
      "&emsp;&emsp;隔了一個晚上，葛巾果然來了，笑著說：“我一直以為您是個君子，不料卻是個小偷。”常大用說：“確實有這麼回事！我之所以偶爾做了一次小偷，只是希望能夠如意罷了。”說完，就將葛巾攬入懷中，替她解開裙子上的結扣，白嫩的肌膚一下子露出來，溫熱的香氣四溢，依偎摟抱著她，只覺得鼻息汗氣，無不馥鬱芬芳，常大用於是說：“我本來就猜你是個仙女，現在更知道不假了。有幸能蒙你錯愛，真是三生有緣呀。只恐怕仙女下嫁，終究只是一場離愁別恨。”葛巾笑著說：“你擔心的太過多了，我只不過是那離魂的倩女，偶然為情所動罷了。這件事一定要慎重保密，恐怕會有搬弄是非的人顛倒黑白，你不能長翅膀飛走，我也不能乘風離去，到那時，因禍而分離可比好聚好散要更悽慘呀！”常大用答應了她，但終究還是懷疑她是仙女，所以再三詢問她姓什麼。葛巾說：“你既然認為我是仙女，仙人又何必把姓名留傳人世呢？”常大用又問：“那老婦人是誰？”葛巾說：“她是桑姥姥，我小時候受到她的照顧，所以對她和對待丫鬟不同。”說完起身要走，說道：“我那裏耳目眾多，不能在這裏久留，有空我會再來。”臨別時，她向常大用索要如意，說：“這不是我的東西，是玉版丟在那裏的。”常大用問：“玉版是誰？”葛巾答道：“是我的堂妹。”常大用將如意交給葛巾，她就走了。",
      "&emsp;&emsp;葛巾走後，被子枕巾上都留著奇妙的香味。從此，隔個三兩夜，葛巾就來一次。常大用迷戀葛巾，不再想著回去了。但行囊已經空空如洗，他打算賣馬。葛巾知道後，對他說：“您為了我，用盡了錢財，還典當了衣服，我實在不忍心。現在又將馬賣掉，一千多里地的路程，以後怎麼回家呢？我還有些積蓄，可以幫你應付開銷。”常大用推辭道：“我很感激你的好意，盡心盡力，也不足以報答你對我的感情。如果還貪婪卑鄙地耗費你的錢財，我還是個人嗎？”葛巾堅持己見，說：“就算是我借給你的吧。”說完，她就拉著常生的胳膊，來到一棵桑樹下，指著石頭說：“把它轉開！”常大用照她說的做了，又說：“把土扒開！”",
      "&emsp;&emsp;常大用又照她說的做了，只見土下露出一個甕口。葛巾伸手進去，取出五十多兩白銀，常大用拉住她的胳膊不讓她再拿，葛巾不聽，又取出十幾錠，常大用強迫她放回去一半，又將土蓋上。",
      "&emsp;&emsp;一天晚上，葛巾對常大用說：“近來稍微有些些閒話，我們不能再這麼下去了，這不能不先準備。”常大用吃驚地說：“應該怎麼辦呢？我素來迂腐拘謹，如今因為你的緣故，就像寡婦失去貞操，不再能自己做主了。全聽你的安排，任憑刀鋸斧鉞架脖子上，也不管了了！”",
      "&emsp;&emsp;葛巾計畫一起逃亡，讓常大用先回去，兩人約好在洛陽會面。常大用收拾好行裝回家，他打算先回家然後再來接葛巾，誰想他一到家，葛巾的車子恰巧也到了家門口。他們便登堂拜見家人，左鄰右舍聽說常大用帶回來一個媳婦十分驚訝，都來祝賀，但並不知道他們是偷偷逃回來的。常大用有些害怕，而葛巾卻很坦然，對他說：“且不說千里之外他們查不到這兒，就是被人知道了，我是官宦人家的女兒，想當初卓王孫(1)也沒對司馬相如怎麼樣嘛。”",
      "&emsp;&emsp;常大用有個弟弟叫常大器，年方十六歲，葛巾看見他，對常大用說：“這是個有慧根的人，他的前程比你還遠大。”在大器完婚的日子快到時，他的未婚妻突然夭折了。葛巾說：“我的堂妹玉版，你以前曾經見過，相貌很不錯，年歲也相當，他們兩做夫妻可以說是天造一對。”常大用聽了笑笑，請葛巾做媒人，葛巾說：“一定要找他來，也不困難。常大用”高興地問：“有什麼辦法？”葛巾說：“妹妹跟我最要好，只要用兩匹馬拉上一輛小車，派一個老婦人往返一趟就行了。”常大用害怕連同他們私奔的事也一同暴露，不敢同意葛巾的計謀，葛巾堅持說：“不妨事。”便派桑姥姥前去。",
      "&emsp;&emsp;過了幾天，車子到了曹州，桑姥姥在家門附近下了車，讓車夫停在路邊等候，自己則乘著夜色進了花園。過了不久，她帶來一個女子，上車就出發了。她們晚上就睡在車裏，到五更天時上路，葛巾估計了一下時間，讓大器穿著禮服去迎接，走了五十多里路才遇上，大器便上了車回家。家中鼓樂齊鳴，花燭明亮，新郎新娘拜堂成親。從此，常家兄弟都娶了美麗的媳婦，而家中的日子越來越富裕。",
      "&emsp;&emsp;一天，幾十個強盜衝進常家宅院。常大用知道發生了事情，讓全家都上樓，強盜闖進院子，圍住樓房。常大用俯身向下問道：“我們之間有仇嗎？”強盜答道：“沒有仇。只是有兩件事相求：一是聽說兩位夫人是凡間沒有的美人，請求一見；二是我們兄弟五十八人，請賜給我們每人五百兩銀子。”強盜們在樓下堆上柴禾，用放火燒樓來威脅他們。常大用答應他們勒索錢財的要求，強盜們還是不滿意，仍然要燒樓，家裏的人大為恐慌。",
      "&emsp;&emsp;葛巾要和玉版一道下樓，別人阻止他們也不聽。她們濃妝豔抹走下樓，到了離地台階還有三階時站定，對強盜們說：“我們姐妹都是仙女，暫時下凡人間，如何會怕你們這些強盜呢！倒想賜你們白銀萬兩，只怕你們還不敢接受。”強盜們一起仰頭跪拜，齊聲說：“不敢。”姐妹剛要回身，一個強盜說：“這是在騙我們！”葛巾一聽，轉過身來站定，說：“你們想幹什麼，趕緊想好了，還不算太晚。”眾強盜面面相噓，悄無一言，姐妹從容登樓而去。強盜們仰頭看到不見蹤影，才一哄而散。",
      "&emsp;&emsp;過了兩年，姐妹各生了一個兒子，才漸漸說出他們姓魏(2)，母親被封為曹國夫人。常大用懷疑曹州並沒有姓魏的世家大族，而且大族人家丟了兩個女兒，怎麼會置之不問呢？他雖不敢追問，但心裏暗自覺得奇怪。他便找了個藉口又前往曹州，在境內四處訪問，發現世家大族中並沒有姓魏的。",
      "&emsp;&emsp;於是他又借住到原來的那個花園中，他忽然看見牆壁上有一首《贈曹國夫人》詩，內容頗為怪異，便向主人詢問。主人一笑，就請他們去觀賞曹國夫人，到面前一看，卻是一顆牡丹，跟屋簷一樣高。常大用問起名字的由來，卻是因為這棵牡丹在曹州第一，所以朋友們就戲封它為曹國夫人。常大用問這是什麼品種，主人笑道：“這叫葛巾紫(3)。”常大用心中更加驚駭，疑心葛巾她們是花妖。",
      "&emsp;&emsp;回到洛陽後，他也不敢當面質問，只是敍述那首《贈曹國夫人》看牠們怎麼說。葛巾馬上皺著眉頭，變了臉色，立刻出門，叫玉版抱著兒子來到常大用的面前，對他說：“三年前，我被你對我的思念感動，才以身相報，現在你既然猜疑了，又怎麼能在生活在一起呢？”說完，她和玉版一起舉起孩子遠遠地扔出去，孩子一落地就消失。常大用正吃驚地看著，那兩個女子也都渺無蹤影了。",
      "&emsp;&emsp;常大用懊悔不已，過了幾天，孩子落地的地方長出兩株牡丹，一夜之間就長到了一尺高，當年就開花，一株是紫花，一株是白花，花朵像盤子那麼大，與一般的葛巾、玉版(4)相比，花瓣更加繁碎。過了幾年，兩株牡丹枝繁葉茂，形成了花叢。一移到別的地方，更變出其他品種，沒人能知道它們的名字，從此洛陽的牡丹花冠絕天下。",
      "&emsp;&emsp;異史氏說：只要專情，就算鬼神也會知道，這葛巾花也不能說他無情了。當年白居易(5)寂寞時，將花比做夫人，何況牡丹真能善解人意，又何必一定要追根究底呢？可惜常大用沒能明白這一點啊！\n\n     \n註 \n\n1.“卓王孫”句：意謂世家女私奔，其家因怕出醜，不敢張揚其事，為難男方。《史記·司馬相如傳》，臨邛官商卓王孫之女卓文君與司馬相如相戀，兩人一同逃到成都。卓王孫知道後，對司馬相如也無可如何。這裏以此故事取譬。長卿，司馬相如字長卿。\n\n2.魏姓：隱指牡丹葛巾出於魏家。宋歐陽修《洛陽牡丹記》：“魏家花者，千葉肉紅，花出魏相家。”\n\n3.葛巾紫：牡丹品種名。\n\n4.玉版：牡丹品種名，單葉細長，白如玉版。\n\n5.白居易在盩屋縣做縣尉時，所作《戲題新栽薔薇詩》：“少府無妻春寂寞，花開將爾當夫人。”少府，唐代縣尉的別稱。"
    ]
  }
]
