[
  {
    "title": "余德",
    "href": "http://liaozhai.weebly.com/2031324503.html",
    "content": [
      "&emsp;&emsp;武昌人尹圖南有一所別墅，一度被一位秀才租住。時間過了半年，尹圖南也不曾過問過。一天，尹圖南在門口遇到了秀才，只見他非常年輕，風度翩翩，顯出一種輕裘肥馬的豪華氣派。尹圖南上前與他交談，又覺得他性情含蓄，令人喜歡。尹圖南認為此人不同尋常，回家後告訴了妻子，妻子打發丫鬟備禮探望，藉以窺視他家的情況。結果發現他家有一位美女，長得比仙人還要嬌美豔麗，屋裏所有的奇花異石和服飾珍玩，都是沒有見過、沒聽說過的。",
      "&emsp;&emsp;圖南想不出秀才是幹啥的，就遞上名帖，登門求見，卻趕上秀才外出。第二天，秀才立即答謝回訪。打開名帖一看，才知道秀才姓余名德。言談話語之間，尹圖南詳細打聽余德的門第，他的回答支支吾吾，閃爍其詞。尹圖南再三盤詰，余德卻說：“你想與我交往，我不敢單方面拒絕。但你應該知道我不是盜賊，何必加以逼問，一定要知道我的來歷？”尹圖南表示歉意，命設酒宴，加以款待，兩人說說笑笑，都很高興。直到日暮時分，才有兩個奴僕牽著馬，提著燈，把他接走。",
      "&emsp;&emsp;第二天，余德寫便柬回請尹圖南。尹圖南來到他家，看見房屋裏的四壁都是用明光紙裱糊的，明淨如鏡，金獅子香爐裏點燃著珍貴的奇香。一個碧玉瓶插著鳳尾和孔雀羽各兩支，每只長二尺有餘。一個水晶瓶裏浸著一束白花，尹圖南叫不出名字來，也是兩尺多高低，垂的枝條伸出桌子外，花密葉疏，正值含苞未放之時，花瓣如同蝴蝶將弄濕的翅膀稍稍收起的樣子，花蒂像老者的長髯。",
      "&emsp;&emsp;席上菜肴不過八種，卻異常豐美。席間余德命童子以擊鼓催花作為酒令，鼓聲剛作瓶中的花枝便也隨聲顫動，似乎要折斷，接著花葉像蝴蝶的翅膀一樣漸漸地伸展開，一會兒鼓聲停止，咚的一聲花蒂頓時掉下來，花兒立即變成一隻蝴蝶輕輕落在了尹圖南的衣服上。余德便笑著站起身來，斟了一大杯酒，尹圖南把滿杯的酒剛喝完，蝴蝶便飛走了。",
      "&emsp;&emsp;一會兒，鼓聲又響了，兩隻蝴蝶飛落在余德的帽子上。余德笑道：“我作法自斃啦。”於是也喝了兩大杯。等到三通鼓後，花瓣亂落，飄搖而下，落滿兩人的衣袖衣襟。擊鼓的小童笑著過來指認分數各落多少，結果尹圖南應喝九杯，余德應喝四杯。尹圖南此時已有幾分醉意了，不能盡飲，強飲三杯便離席告辭了。從此尹圖南越發覺得余德不是一般的人。",
      "&emsp;&emsp;然而余德為人不善交往，總是閉門獨居，也不參與慶吊之類應酬的事。尹圖南逢人便傳揚余生。聽說了那些奇聞的人便爭著結交余德，從此余家門外車馬不斷，人來人往。余德很不耐煩，便攜家辭別尹圖南而去。余家搬走後，尹圖南來到余生的舊居，只見空庭被打掃得無一絲塵土，燒剩的殘燭整齊地堆放在青石階下，窗櫺間零散的線帛還留著清晰的指印。只有房後遺留下來一隻小白石缸。大約可以裝一石水，圖南將它帶回家盛上水，用來養金魚。",
      "&emsp;&emsp;過了一年，水依然像剛灌進去一樣的清澈。後來一個笨手笨腳的僕人移動石頭不慎將缸砸壞了，可是缸水卻沒有瀉出來，看上去好像缸並沒有破，用手一摸才覺無物，把手放入水中，水就順著手瀉了出來。手一拿出來水又重新合在了一起。冬天水也不結凍。一天，缸水突然結成了水晶，而魚卻依舊在其中間遊戲。尹圖南怕人知曉就一直將它放在密室裏，非至親不讓觀賞。",
      "&emsp;&emsp;但是時間一長，外面人便也漸漸知道了，於是請求賞玩的人便紛紛前來。一個冬夜異物突然化成了一泓清水，將地面都潤濕了，魚兒也不見了，可那舊缸的殘石仍在。",
      "&emsp;&emsp;一天，忽然來了位道士登門請求一觀，尹圖南便將殘石讓他看了。道士說：“這是龍宮裏盛水的器物呀！”尹圖南又向道士講了此缸雖破而水不瀉的異處，道士說：“這是水缸的精魂。”那道士向尹圖南懇求要幾片殘石。問他做什麼用，答道：“拿石屑和藥吃了以後可以長生不老。”尹圖南便給了他一片道士高興地拜謝而去。"
    ]
  },
  {
    "title": "楊千總",
    "href": "http://liaozhai.weebly.com/269542131532317.html",
    "content": [
      "&emsp;&emsp;畢民部公，從家鄉動身到洮泯去領兵駐防時，有個叫楊化麟的武官千總前來迎接；當他們的車走在路上時偶然發現一個人在路邊大便，楊千總拉弓想要射這個人，畢公急忙喊他不要射。楊千總回答說：“這個奴才無禮，應該給他一點小小的教訓。”便遠遠地呼喊道：“拉屎的，奉送一枝會稽的籐條別你的髮髻。”說完，箭已經飛出去，正中那人的髮髻。那人趕忙跑走，屎尿撒了一地。"
    ]
  },
  {
    "title": "瓜異",
    "href": "http://liaozhai.weebly.com/2991630064.html",
    "content": [
      "&emsp;&emsp;康熙二十六年六月，縣城西村農民的菜園裏,黃瓜秧上又長出一個枝杈，結了一個西瓜，大小如同飯碗一般。"
    ]
  },
  {
    "title": "青梅",
    "href": "http://liaozhai.weebly.com/3873826757.html",
    "content": [
      "&emsp;&emsp;南京有個姓程的書生，性情慷慨磊落，從來不因細小的事情和別人爭執計較。一天，他從外面回到家裏，覺得帶子的一頭沉甸甸的，好像有什麼東西墜下去。拿起來看，沒看見有什麼東西。就在轉身之間，有一個女子從他衣服後邊走出，用手掠著頭髮朝他微笑，這女子長得美麗絕倫。程生懷疑她是鬼，女子說道：“我不是鬼，是狐狸。”程生說：“倘若能得到美貌佳人，鬼也不怕，何況是狐狸呢！”於是就和她親密地在一起了。過了兩年，生下一個女兒，取個小名叫青梅。狐女經常對程生說：“你別娶妻，我還要替你生個兒子。”程生相信她，於是不娶。可是親戚朋友都譏諷他，程生終於意志動搖，聘湖東的王氏為妻；狐女聽說後。非常生氣，給小女兒餵完奶就把她扔給程生說：“這是你家的賠錢貨，養活她殺了她都由你；我何苦替人家當奶媽呢。說完出門就走了。",
      "&emsp;&emsp;青梅長大之後，十分聰明，容貌也極其秀美，非常像她的母親。後來程生病死了，王氏再嫁離去。青梅只得寄食在堂叔家。這個堂叔是個浪蕩沒有德行的人，想把青梅賣一筆大錢。正好有一個姓王的進士，候選在家，聽說青梅很聰明美麗，便花了好多錢買回家，讓她侍候自己的女兒阿喜。阿喜14",
      "&emsp;&emsp;歲，長得美貌絕世見到青梅十分喜悅，和她同吃同住。青梅也很會侍侯了，能夠從眉目的表情中探得人的意願。因此一家人都很疼愛她。",
      "&emsp;&emsp;本城有個姓張的書生，字介受，家裏很窮，沒有什麼產業，租王家的房子居住。張生生性孝順；為人處事很講究禮法，一絲不苟；又勤於學習。有一次青梅偶爾到他的家，看見張生坐在石頭上吃糠粥；進屋同她母親說話，見他母親的桌上卻有燉豬蹄。當時他的老父親臥病癱瘓在床，張生進屋抱起老父幫老父小解，結果把張生的衣服溺髒了。老父察覺在心裏自己恨起自己，而張生卻百般掩飾，趕緊出去自己洗淨，深怕老父知道心裏難過。青梅因此覺得張生不是一般的人，不由對他產生敬意。回到自家屋裏便對阿喜講述了她在張家看到的這些情形，並對阿喜說：“我們家這位房客，不是平常人！小姐您要不想得到稱心如意的郎君那就罷了；要想得到稱心如意的郎君。張生是再合適不過了。”阿喜恐怕父親嫌他家窮。青梅說：“不然，這事主要在小姐您自己。如果您認為可以，我就暗暗告訴他，讓他找媒人來提親。只要媒人來了，夫人必定叫您去商議，到那時您只要一口答應，事情不就成了。“阿喜恐怕將來真要終身受窮的話，也會讓大家笑話。青梅說：“我自信能觀察天下的讀書人，我的眼力決不會錯。”",
      "&emsp;&emsp;第二天，青梅便去告訴張老太太。老太太大吃一驚，認為她的話太不現實，不吉利。青梅說：“小姐聽說公子十分賢良，才有這個意思的；我是看出她有意思才對您說這個話。媒人去了，我和小姐兩人都幫著，大概答應下來是不成問題的；縱然他不答應；公子又有什麼丟臉的呢？”老太太這才說：“那好吧。”於是便托一個姓侯的賣花的婦人前往說媒。夫人聽了覺得很好笑，便告訴丈夫王進士。王進士也大笑。便把女兒喚出來，告訴她侯氏的來意。女兒還沒答話，青梅先極力稱讚張公子的賢德，斷定他將來必定會富貴。夫人又問女兒：“這是你自己的終身大事。要是能跟著吃苦我就替你答應他。”女兒低著頭有好長時間，對著牆壁答道：“窮富是命中註定的。要是命好，即便窮也不會長久。而不再窮的日子將會是長遠的。假如命薄的話，那些披錦穿緞的王孫公子而後來窮得無立錐之地的，難道還少嗎？這事就由父親母親作主了。”",
      "&emsp;&emsp;起初，王進士之所以叫女兒出來商議，只不過是為了博得一笑，決沒有想到她會當真對待。等到聽女兒這麼一說，心裏很不樂意，說道：“你真想嫁給張家嗎？”女兒不回答；再問，還是不答；便真的惱火了，說道：“賤骨頭！不長進的東西！想拿要飯筐去當乞丐婆嗎？怎不羞死人！”女兒漲紅著臉，氣得說不出話，含淚而去；媒人也只好跑了。",
      "&emsp;&emsp;青梅一看事情不成，便想替自己去說親。過了幾天，她在晚上到了張生那裏。張生正在讀書，很驚訝地問她來作什麼。她很不好意思，吞吞吐吐地表露了來意。張生當即很嚴肅地拒絕了。青梅哭著對他說：“我本來也是好人家的女兒，並不是無恥淫奔女子，只因為覺得你很賢德，所以才自願將終身託付給您。”張生說道：“您愛我，是認為我賢德，深更半夜私自相會，凡是自愛自重的人都不會這麼做，您倒以為賢德的人會做嗎？再說，即使開始不很正當而最終成功的事，君子尚且以為不可；何況還是不能成功的事呢？將來成不了，彼此怎麼再來往相處？”青梅說：“萬一有機會，可能成功，肯伸手幫我嗎？”張生說：“能夠得到像您這樣的人做妻子，還有什麼可求的呢？但是有三件為難的事，所以不敢輕易答應您。”青梅問道：“那三件為難的事？”答道：“您不能自己作主，這是一，即使能作主，我父母恐怕不同意；這是二；即使我父母同意了，您的身價也必定很貴，我窮得拿不出這一大筆錢，這尤其是一件難事。請您還是快點走吧，瓜田李下之嫌是很可怕的啊！”青梅只好走了，但臨走時又囑咐說：“您倘若有意的話，讓我們一起慢慢想辦法。”張生答應了。",
      "&emsp;&emsp;青梅回去，阿喜問她上那兒去了，她便跪下自己說了。阿喜很生氣，認為這是私自淫奔，便要打她；青梅哭著表白，說明自己沒有做什麼不正當的事。於是就把詳情如實告訴了阿喜，阿喜很敬佩地歎息道：“不私自苟合，這是知道禮啊；做事情一定告訴父母。這是孝啊；不輕易答應別人，這是信啊；有這三樣品德，老天必定保佑他，他不用愁自己窮了。”",
      "&emsp;&emsp;接著又問道：“你打算怎麼辦呢？”青梅答道：“嫁給他。”阿喜笑著說道：“傻丫頭，你能自己作主嗎？”青梅回答說：“要是不成功，我也就是死也罷了！”阿喜說道：“我一定幫助你達到心願。”青梅趕忙向她低頭下拜，表示謝意。",
      "&emsp;&emsp;又過了幾天，青梅對阿喜說：“您那天的話是玩笑的吧，還是當真要發慈悲呢？如果是當真的，那我還有一些心裏話說給您聽，希望能得到您的可憐同情。”阿喜問他有什麼心裏話，她答道：“張生拿不出聘禮，婢子我又沒有力量自己贖身，如果一定要全部身價那說是允許我嫁他，其實還是不允許。”阿喜低頭想了一會兒，說道：“這就不是我的力量所能達到的了，我說讓你嫁給他，也恐怕不算數；而又不要身價，這是我父母一定不答應的，也是我不敢張口的啊。”青梅聽了，眼淚不覺往下流，只是求阿喜可憐她幫助她。阿喜想了好一會兒，說道：“沒有別的辦法，我自己攢了一點錢，你都拿去吧。”",
      "&emsp;&emsp;青梅連忙拜謝，於是偷偷地告訴了張生。張母大喜，又想方設法借了一些，湊滿了身價錢數，收藏起來等待好消息。",
      "&emsp;&emsp;正好王進士被任命為山西曲沃縣令，阿喜乘機告訴母親說：“青梅年齡已大了，現在咱家將要到爹爹任上去，不如把她打發走吧。”夫人本來就覺得青梅太聰明靈巧，怕她會勾引女兒做什麼不好的事，幾次想把她嫁出去，只是怕女兒不樂意。聽女兒這麼說正合心意，很高興。過了兩天，有個女傭人說了張家想求青梅做兒媳婦的意思。王進士笑道：“他本來也只配要咱家的丫頭，上次怎麼那麼不自量那！但他是從我們這樣高貴人家買妾，身價銀應當比原來的加一倍。”阿喜急忙勸道：“青梅侍候我這麼久，賣給人家做妾，我實在不忍心。”王進士於是傳話給張家，仍以原來的身價，把青梅賣給張生作妻子。",
      "&emsp;&emsp;過門以後，青梅孝順公婆周到細心，超過張生，而操勞家務更是勤快，吃糠咽菜也不以為苦。因而全家沒有人不喜愛看重她的。青梅又善於刺繡，賣的特別快，商人在門口等著買，惟恐搶不到手；這樣掙些錢多少減輕了家庭的窮困。又時常勸丈夫因不要操心家務而耽誤讀書，過日子的事都由她一人擔當。這一天，因為主人將要上任，青梅去和阿喜告別。阿喜見了她哭道：“你是得到理想的歸宿了，我一定不如你。”青梅說道：“這是誰賜給我的，難道我敢忘記嗎？然而，您認為自己會不如我，這話恐怕會使我減壽了。”於是二人灑淚而別。",
      "&emsp;&emsp;王進士到了山西曲沃任上，半年，夫人死去，棺材停在寺廟裏。又過了二年，王因為向上司行賄而遭到免職，罰款贖罪花了上萬的金錢，漸漸窮得不能自給，跟隨他的人都逃散了。又遇上時疫流行，王染上時疫也死了。只有一個老媽跟隨阿喜，不久，老媽也死了。阿喜越發孤苦伶仃。有位鄰居老太太勸她出嫁。阿喜說道：“能夠替我安葬父母的，我就跟他。”老太太很可憐她，送她一斗米就去了。半個月左右又來了，說道：“我為小姐的事費了不少力，可是事情很難辦，窮的，沒有力量為您安葬父母；富的，又嫌您是犯罪被抄家人家的後代。有什麼辦法呢！還有一個辦法，不過恐怕您不能答應。”阿喜問道：“什麼辦法？”老太太說道：“本地有一個李郎，想找一個偏房，倘若看見您的姿色容顏，請他立即好好安葬您的父母，他一定不會吝惜錢財的。”阿喜大哭說道：“我是官宦人家的女兒，難道竟給人家做小老婆嗎！”老太太沒有說話，便走了。",
      "&emsp;&emsp;從此，她每天只吃一餐飯，勉強苟活等待人家來買。這樣又過了半年，越來越支持不下去了，一天，老太太又來了。阿喜哭著對她說道：“你看我窮困到這個地步，幾次想自盡算了；之所以沒有死卻勉強活著，只不過因為有兩口棺材在這兒。我自己死了，身子那怕填山溝也不怕，可是誰來安葬我兩位親人的屍骨呢？所以我思來想去還不如就依你所說的吧。”老太太於是領了姓李的來，姓李的稍稍看了阿喜一眼，便心中大喜，馬上出錢辦理安葬的事。兩口棺材都抬走了，安葬完畢便用車把阿喜接去。到家領著參見大老婆。大老婆一向兇狠忌妒，李當初沒敢說要娶偏房，只說是買一個丫頭。等到一見到阿喜，大老婆勃然大怒，馬上用棍子把阿喜攆了出去，不准進門。阿喜披散著頭髮痛哭流涕，進退無路。就在這時，有一個老尼姑路過此地，見她實在可憐，便邀阿喜跟她一起過。阿喜很高興，就跟了她去到了庵裏，向老尼姑下拜，請求剃髮為尼；老尼姑沒有答應，說道：“我看小娘子您不像是久困風塵的人，我這個庵裏粗碗粗米，馬馬虎虎可以應付，您暫且住在這兒，等待時運一到，您就可以自己去了。”",
      "&emsp;&emsp;住不多久，街上的一些無賴惡少看見阿喜長得美，便時常前來敲門說下流話，調戲她，老尼姑制止不了。阿喜號啕大哭，想自盡。老尼姑便去求吏部某官員在尼姑庵門口貼了一張告示，嚴禁無賴之徒再來胡鬧，那些無賴惡少才稍稍收斂，不敢常來了。後來又有人半夜在尼姑庵的牆外打洞，老尼姑發覺後，大聲喊叫那人才逃走。於是老尼姑又上告到吏部，捉住了為首作惡的，送到州衙痛打了一頓板子，這才漸漸平安無事。",
      "&emsp;&emsp;又過了一年多，有一位貴公子到庵裏來，看見了阿喜的美貌，為之驚絕，強求老尼姑替他說好話，又重重地賄賂老尼姑。老尼姑婉轉地對他說：“人家是官宦之家的小姐，不甘心做妾，公子暫且先回去，等有機會慢慢報答您。”貴公子才走了，阿喜想喝毒藥尋死，當天夜裏夢見父親來，痛心疾首地對她說道：“當初我沒有依從你的志向，以致使你淪落到這個地步，後悔已晚了。但是你只要再緩一些日子，不要死，你從前的願望還可以重新實現。”阿喜醒來很驚訝。天明，梳洗完畢，老尼姑望著她吃驚地說道：“我看您的臉上，混濁晦暗的氣色完全消失了，如果再有什麼困難不順利的事也不用憂愁害怕了。您的福氣就要到了，可別忘了我啊。”話還沒說完，就聽得敲門的聲音。阿喜大驚失色，心中想必定是貴公子家的奴僕，老尼姑開門一看果然是。來的這個奴僕張口就問，上次公子要求的事考慮得怎麼樣了。老尼姑馬上好言好語地答對，請求再緩三天。奴僕便轉告他主人的話說，事情要是辦不成，讓老尼姑自己去向公子交待。老尼姑恭恭敬敬連聲答應，一邊表示感謝，一邊請僕人回去。阿喜大為悲痛，又想要自盡，老尼姑趕忙阻止。阿喜擔心三天後奴僕再來，就沒有話再應對了，怎麼辦?老尼姑說:“有我在，要殺要剮由我一身擔當。”第二天，快到中午時，天突然下起了暴雨，大如傾盆，忽然間聽得有好幾個人一邊用力敲門一邊大聲喊叫。阿喜以為又發生了什麼禍事，嚇得不知如何是好。老尼姑冒著雨去把門打開，只見有一乘轎子停在尼庵門口，幾個丫鬟女僕攙扶著一位雍容華貴的美貌婦人從轎子裏出來。前後跟從的僕人不少，氣派很大。不論主僕，穿戴打扮都非常華麗講究，非同一般。老尼姑很吃驚，急忙問他們，回答道：“這位是司理老爺的夫人，暫借這地方避避風雨。”老尼姑便將這位貴婦人引到殿堂，搬來坐椅，恭恭敬敬請她坐下。其餘家人僕婦都奔向兩邊的禪房，各自找休息的地方。女僕們進到禪房裏看見阿喜，覺得她豔麗動人，很奇怪，便去告訴那位夫人。不一會兒，雨停了，夫人起身，要求看一看禪房。老尼姑便領著進去，她看見阿喜，大吃一驚，盯著她看眼珠一轉也不轉；阿喜也盯著這位夫人瞧了好一會。這才互相認出了，原來這位夫人不是別人，正是青梅。兩人不覺一齊哭出聲來。隨後便各自敍述離別後的情況。",
      "&emsp;&emsp;原來自從阿喜全家走後，張生的老父不久就病故了。張生孝服滿了之後，科場得意，連連高中，被授予司理官職。張生先親自把母親接到任所，然後再接家眷。阿喜歎息道：“今天看起來，你我二人的命運何止是天壤之別！”青梅笑著說道：“幸虧小姐連受挫折，尚無配偶，老天正是想讓我們兩人團聚啊。倘若不被這場大雨阻止在這兒，怎麼能有這樣的巧遇？這中間一定有鬼神保佑，不是人力做得到的啊！”於是拿出珍珠編成的彩冠和綿繡織成的衣裳，催阿喜換上。阿喜低頭徘徊，猶豫不定，老尼姑從中極力贊助、勸說。阿喜覺得去了以後，同居一處，恐怕名不順，所以有顧慮。青梅說道：“咱們倆的名分往日早就定了，婢子我難道敢忘您的大恩大德嗎！您再想一想張郎難道他是忘恩負義的人嗎？”說完就強給她換上妝，一同告別老尼姑而去。",
      "&emsp;&emsp;到了任所，張生母子二人都非常高興。阿喜向張母下拜道：“今天我實在沒有臉面拜見媽媽。”張母笑著安慰她，於是張母和她商量挑選一個良辰吉日讓她同張生完婚，阿喜說道：“我在尼庵中但凡有一線生路，也不會跟著夫人到這裏來。倘若媽媽和夫人念著舊日的情義，給我一間屋子，只要可以容身，我就感到十分滿足了。”青梅笑而不答。等到完婚的那天，青梅抱著豔麗的禮服進來，阿喜羞得左右都不是，不知如何是好。忽而又聽見鼓樂齊奏，阿喜弄得也不由自主了。青梅領著丫鬟女僕給她穿上禮服，攙扶著她出去。只見張生穿著禮服向她朝拜，她也就不自覺地隨著盈盈下拜了。拜完天地，青梅將她拽入洞房，說道：“我空著這個位子等您已經很久了。”又朝張生說道：“今夜你總算得到報恩的機會了，要好好侍候。”說完轉身就要走。阿喜捉住她的裙角，青梅笑道：“別拽我，這事可不能代替。”解開她的手脫身出去。",
      "&emsp;&emsp;此後，在相處中，青梅侍奉阿喜十分謹慎周到，不敢有一點越禮的地方。然而阿喜始終感到慚愧不安。於是張母命她們二人互相都以夫人相稱，平起平坐；但青梅卻始終恪守禮法，自居婢妾，一點也不敢鬆懈。三年之後，張生奉調到京城去，經過尼姑庵，贈送了五百兩銀子給老尼姑，老尼姑推辭不受。經過再三強勸才收下二百兩銀子。老尼姑用這筆銀子修了一座觀音大士祠，立了一塊王夫人碑。後來張生官至侍郎。程夫人青梅生了兩個兒子一個女兒，王夫人阿喜生了四個兒子一個女兒。張生上書給皇帝，陳述了以上的事情，結果兩個妻子都被封為夫人。",
      "&emsp;&emsp;異史氏說：“天生美麗的佳人，本應當配給有名聲的賢良之士；可是那些世俗的富貴之家，卻將她贈予紈袴子弟。這是造物主所不允許而必然要力爭的。而事情離奇曲折，使玉成其事的人費盡心力，造化安排人的命運也真是用心良苦啊！唯獨青梅能慧眼識別英雄於塵土之中，立志嫁給他，願同他白頭到老；而那些衣裳華貴的人，反而拋棄德行而追求膏粱之徒，為何他們的智慧竟在婢女之下啊！”"
    ]
  },
  {
    "title": "羅剎海市",
    "href": "http://liaozhai.weebly.com/32645210702802324066.html",
    "content": []
  },
  {
    "title": "田七郎",
    "href": "http://liaozhai.weebly.com/300001997137070.html",
    "content": [
      "&emsp;&emsp;武承休，遼陽人。喜歡結交朋友，和他相識的都是知名人士。夜間夢見一個人告訴他：“你結交的朋友遍及海內，可是都是胡亂結交。只有一個人可以和你共患難，為什麼反而不認識？”武生問：“誰？”對方說：“田七郎你沒有結交吧？”醒後感到十分奇怪。一早出去，碰到人就打聽田七郎。有人說認識，或許就是東村的一個打獵人。武生恭恭敬敬地登門拜訪，用馬鞭敲門。不大一會兒，出來一個人，二十多歲，生一雙山貓眼，頭戴油膩膩的圓帽，腰窄窄的，繫著黑色圍裙，上面有很多白色的補丁。把手舉到額頭打著拱問他從那裡來。武生通報了自己的姓名；並且假借途中身體不舒服，想借他家休息一下。武生打聽田七郎，對方答道：“我就是。”於是把武生請進屋。只見有幾間破屋，用樹杈支撐著牆壁。走進一個小房間，到處是虎皮狼皮，門框上掛一塊布，更是沒有小凳和床可坐。七郎就地鋪一張虎皮。武生和他說話，他言詞質樸，武生非常喜歡他。急忙以黃金相贈，讓他貼補生活費用，七郎不接受。武生堅持要給，七郎這才拿過去告訴母親。不大一會兒，他又拿回來，堅決不接受。武生再三再四地強行相贈。老態龍鍾的母親走過來，神情嚴肅地說：“老身只有這麼一個兒子，不想讓他與貴客共事！”武生慚愧地退出來。回來的路上反復琢磨，不明白他們的意思。有個人在屋後聽到了七郎母親的話，就來告訴武生。剛才，七郎拿著金子告訴母親，母親說：“我剛才看那位公子，臉上有晦暗的紋路，他必定會遭大禍。我聽說：與人相知就要和人家分憂愁，接受別人恩典，就要急人所難。富人以錢財相報，窮人以義氣相報。無緣無故接受他的饋贈，不吉利，恐怕將來要以死相報。”武生聽後，深深地讚歎七郎母親的賢良；然而也因此愈發傾慕七郎。",
      "&emsp;&emsp;第二天，武生設宴招待七郎，可七郎推辭不到。武生直接到七郎家登門拜訪，坐下來討酒喝。七郎自己取酒，擺鹿肉乾，禮數十分周到。過一天，武生邀請七郎酬謝，七郎才到。兩人談得非常融洽。武生以金相贈，七郎不接受。武生假裝說購買虎皮，七郎才接受。七郎回家一看自己儲存的獸皮，抵不了這麼多金子，就想再去打獵，然後再交給武生。可是進山三天，一無所獲。又正好妻子生病，要看護吃藥，沒時間去打獵。過了十來天，妻子悄然去世。為妻子辦理祭祀葬禮，把武生給的金子花了一些。武生親自登門弔唁，饋贈豐厚的禮儀。妻子下葬後，身背弓箭進山，考慮該如何回報武生，可是始終找不到好獵物。武生得知七郎之所以如此的原因，就勸他別著急。熱切希望七郎能看一看他；而七郎終究因為負債感到抱歉，不肯到。於是武生向他要一些舊藏品，來催促七郎趕快過來。七郎查看一下舊有的皮革，都已經被蠹蟲咬壞，全都脫了毛，感到非常懊喪。武生得知後，迅速趕到七郎家，極其誠懇地安慰他。又看了看壞掉的皮革，說：“這也不錯。我想得到的，本來就不是毛。”於是卷起皮革走出去，還邀請七郎一起走。七郎不去，武生就自己回家了。七郎始終念念不忘報答武生，於是帶著乾糧進山打獵，好幾個天之後，才打到一隻虎，他把老虎整個都送給了武生。武生非常高興，置辦筵席，請七郎在他家住三天。七郎堅決辭謝。武生就把庭院門窗都鎖上，使七郎無法出去。賓客見七郎穿戴樸素簡陋，都暗地裏勸武生不要胡亂交朋友。武生忙裏忙外地照料七郎，和客人們的態度大不一樣。為七郎換新衣服，七郎謝絕不接受；就趁他睡著的時候偷偷地換，七郎不得已才接受。回家之後，七郎遵照母親的意見，退還新衣，要回原來的破衣爛衫。武生笑著說：“回去告訴老太太，你的舊衣服已經拆掉，做了鞋襯。”從此以後，七郎就以兔鹿相贈，可是叫他，他卻不再過去。有一天，武生去找七郎，正好他出外打獵還沒有回來。老太太走出來，倚著門說：“別再招引我的兒子，恐怕你不懷好意！”武生連忙施禮，十分慚愧地退了出去。",
      "&emsp;&emsp;過半年左右，家人忽然說：“七郎打獵為爭一隻豹，打死一個人，被捉到官府裡面了。”武生大吃一驚，急忙去探望，七郎已經鋃鐺入獄。見到武生也默不作聲，只是說：“今後就得麻煩你替我關照老娘。”武生傷心地離開，急忙以重金賄賂縣令；又以百金賄賂仇家。一個多月沒有事，七郎獲釋回家。母親感慨地說：“武公子真是你的再生父母，已經不是我可以愛惜的了。你只有祝福公子終生無災無病，這也是你的福分。”七郎想去感謝武生，母親說：“去就去吧，見了公子不要再說感謝了。小恩可謝，大恩不可謝。”七郎見到武生，武生好言安慰，七郎只是唯唯諾諾的答應著。家人都怪他沒有禮貌；武生去喜歡他的誠懇，熱情地款待他。從此七郎在武生家往往一住好幾天。只要饋贈禮物他就接受，不再推辭，也不說報答。",
      "&emsp;&emsp;當武生過生日時，賓客很多，夜間睡覺後滿屋都是鞋。武生和七郎睡在一個小房間裏，三名僕人就睡在床下。二更天快結束時，僕人都睡著了，兩人還嘰嘰咕咕說個不停。七郎的佩劍掛在牆壁上，忽然之間自己從匣子裏竄出好幾寸，錚錚作響，閃閃發光。武生吃驚地起來。七郎也起來了，問：“床下睡的是什麼人？”武生答：“都是僕人。”七郎說：“其中必有惡人。”武生問原因，七郎說：“這把刀是從外國買的，刀過頭落，連血都不沾。到現在已經佩戴三代了。斬首數以千計，還像剛在磨刀石上磨過一樣。見惡人就一邊發出響聲一邊從匣子裏跳出來，估計離殺人不遠了。公子應該親君子，遠小人，也許還有萬一可以避掉災禍。”武生點頭回應。七郎始終悶悶不樂，在床上輾轉反側。武生說：“是凶是吉全有天意決定，何必過於擔憂？”七郎說：“我別的都不怕，只是老母還健在。”武生說：“何至於這樣？”七郎說：“沒有就好。”床下三人：一個叫林兒，是個孌童，深得武生喜歡；一個是僮僕，十二三歲，武生經常派他幹活；再一個是李應，脾氣最拗，經常因為小事和武生翻臉。武生那天夜裏默默思考，懷疑就是此人。等天一亮，就把他叫過來，和顏悅色地把他辭掉了。",
      "&emsp;&emsp;武生的長子紳，娶王氏為妻。一天，武生外出，留下林兒看家。家裏菊花剛開。新媳婦覺得公公外出，庭院應當寂靜無人，就獨自一人去摘菊花。林兒突然出來調戲。媳婦想躲，林兒硬把她抱入室內。媳婦啼哭拒絕，花容失色，聲音嘶啞。武紳跑進來，林兒才撒手逃走。武生回來聽說後，怒火中燒，到處尋找林兒，竟然不知他逃到那裡去了。過了兩三天，始才得知他投靠到某御史家。這位御史在城裏做官，家務都委託給弟弟辦理。武生以同事的情誼，給他寫信想要回林兒，御史的弟弟竟置之不理。武生越發惱怒，告到縣令那裏。拘捕的公文雖然已經發出，但是衙役不去拘捕，官員也不再過問。武生憤怒已極，正巧七郎來到。武生說：“你的話真靈驗呀。”隨後把事情經過告訴他。七郎臉色變得很難看，始終一言不發，隨即轉身就走。武生囑託幹練的僕人搜尋林兒。林兒夜間回來，被搜巡他的僕人抓獲，隨即被帶去見武生。武生拉過去就打。林兒對武生口出惡語。武生的叔叔武恒，做為長輩，怕侄兒暴怒惹禍，勸說不如把林兒送官法辦。武生聽從他的話，就把林兒捆綁著押送公庭。可是御史家寫給官府的信早已送到；縣令就把林兒釋放，交給管家，讓他們走了。林兒更加肆無忌憚，公然大造謠言，誣陷主人的兒媳婦和他私通。武生沒有辦法，憤懣得想死。立即跑到御史的門前叫駡。鄰居們一邊安慰一邊勸他回去。過了一夜，忽然有家人說：“林兒被人大卸八塊，拋屍曠野了。”武生驚喜萬分，覺得稍微出了這口惡氣。可是不久又聽說御史家把他們叔侄倆告官了，於是就和叔父一起去對質。縣令不容分說，就想打武恒。武生抗議說：“說我殺人，那是沒有的事！至於辱駡縉紳，那其實是我幹的，不關我叔叔的事。”縣令置若罔聞。武生氣極了想衝上去，被一群衙役攔住了。這些執行杖刑的衙役都是縉紳的走狗，武恒又年老體弱，還沒打到一半，就被打死了。",
      "&emsp;&emsp;縣令見武生的叔父被打死，也就不再追究。武生哭嚎痛駡，縣令也只當沒聽見。武生就把叔父的屍首抬回家，哀痛憤怒，不知所措。本想找七郎商量對策，可七郎始終不來慰問一下。心中暗自想到：我待他不薄，可他為什麼忽然之間就與我形同路人？同時他也懷疑殺林兒的必定是七郎。轉念一想：果真如此的話，為什麼不找他去商量呢？於是派人到他家去探望，可到那裏一看，門戶緊閉，寂靜無人，鄰居都不知道他的消息。一天，御史的弟弟剛好在衙署，和縣令說話。此時正是早晨搬柴水的時候，忽然有一個樵夫來到面前，放下擔子拔出一把鋒利的刀，一直跑了過去。御史弟弟驚惶失措，用手擋刀，手腕立即被砍斷；又一刀，把他的頭砍掉。縣令大驚，狼狽逃竄。樵夫還著急的四方張望。衙役們立即關閉門戶，拿起刑杖大聲喊叫。樵夫只好自刎身亡。大家紛紛聚集起來辨認，有認識的人指認是田七郎。縣令驚魂初定，才出來驗看。只見七郎僵臥在血泊中，手裏還握著刀。他剛剛細看，屍體忽突然躍起，竟然砍掉了縣令的頭，然後又跌倒在地。衙役追捕七郎母子倆，可是早已經逃走好幾天了。武生聽說七郎死了，悲痛得大哭。大家都說是他主使七郎幹的。武生變賣全部家當賄賂當權者，才得以免罪。七郎屍體被拋棄在野外好幾個月，一些禽獸都圍著守護。武生對七郎加以厚葬。他兒子流落到登州，改姓佟。從當小兵開始，屢建功勳，官拜副將軍。返回遼寧老家時，武生已八十多歲，領著他去拜謁父親的墳墓。",
      "&emsp;&emsp;異史氏說：“一錢不輕受，正像一飯不敢忘一樣。七郎老母多賢良啊！七郎，生時未能雪恨，死後還能申冤，真是神奇呀？假使荊軻像他一樣，那就沒有千載遺恨了。如果真有其人，倒是可以彌補天網的疏漏；世道茫茫，可惜七郎這樣的人太少啦。可悲呀！”"
    ]
  },
  {
    "title": "產龍",
    "href": "http://liaozhai.weebly.com/2998640845.html",
    "content": [
      "&emsp;&emsp;壬戌年間，淄川縣城外的邢村有一位姓李的婦女，丈夫死時，她肚裏有個遺腹子。那肚子忽然鼓得像一隻大罎子，又忽然縮得很細。臨產時，一天一夜生不下來。看那個胎兒有一個龍的頭，一看就縮進去。家裏人大驚，不敢近前。有位姓王的老太婆，燒上香邁著步子做作法，一邊按摩肚子，",
      "&emsp;&emsp;一邊念咒語，不一會兒，開始生產，沒有再見到龍。只有幾片鱗片，每片都有盤子大小。接著又生下一個女孩，細嫩的肌肉透明如同水晶一般，連體內的五臟六腑都可以數得清清楚楚。"
    ]
  },
  {
    "title": "保住",
    "href": "http://liaozhai.weebly.com/2044520303.html",
    "content": [
      "&emsp;&emsp;吳三桂還沒有反叛清政府的時候，鎮守在雲南。他曾經通告他的部下：誰要是單人抓住一隻老虎，就給他高俸，並且封他為“打虎將”。其中有一個部下叫保住，此人強健快捷像猿猴一般。當時官邸中修建一座高樓時，剛架上樑，保住便順著樓角向上攀登。他一下子就到了樓頂，站在屋脊上飛快行走，來來回回走了三四次，接著，聳身一跳而下，在地上挺然站立。",
      "&emsp;&emsp;吳三桂有個愛姬，彈一手好琵琶。她用的琵琶不同一般，用暖玉做弦柱。將琵琶抱在懷裏，滿屋子的人都會感到溫暖。因此，這個愛姬把它當成寶貝收藏著，沒有吳三桂的手諭，她是絕對不會拿出來給人看的。",
      "&emsp;&emsp;在一次晚宴上，有個客人請求觀賞這琵琶的奇特之處。當時，吳三桂疲倦了，說以後給他看。恰好保住也在旁邊，他對客人們說：“沒有大王的命令，我也能把它拿出來。”吳三桂和客人們都不相信。吳三桂派人趕回府裏，告誡內外加強警備，然後派保住前往，保住翻過十幾重院牆，才到那個愛姬所住的院子。只見房裏燈火輝煌，房門緊鎖，進不去。走廊裏有個鸚鵡停在鳥架上，保住就裝貓叫，跟著，又學鸚鵡叫，大叫“貓來了”，只聽到鸚鵡翅膀撲打的聲音又快又急。聽愛姬趕忙叫丫環：“快去看看，鸚鵡被貓撲死了！”保住藏在暗處。一會兒一個女子提著燈籠出來，剛出門，保住便閃進屋裡。那愛姬正守著琵琶，琵琶放在桌上。保住拿起琵琶就往外跑。那愛姬大吃一驚，忙喊：“強盜來了。”防守的人整個啟動，見保住抱著琵琶在跑，已追不上了。趕忙射箭，箭矢如雨一般。保住縱身一跳上了樹。牆邊長了三十幾棵大槐樹。保住在樹枝上穿行，就像小鳥從這棵樹飛向那棵樹一樣。穿過樹叢之後，保住跳到屋上。跑到屋的盡頭，又登上樓閣。一直跑進殿裏，簡直像長了翅膀一樣，一眨眼就不知那裡去了。這時，吳三桂和客人們還在飲酒，保住已經抱著琵琶在屋簷前飛落而下，連雞犬也沒有驚動。保住高強的武藝令他們驚服不已。"
    ]
  },
  {
    "title": "公孫九娘",
    "href": "http://liaozhai.weebly.com/20844234032006123064.html",
    "content": [
      "&emsp;&emsp;清朝順治年間，山東因于七(1)造反案件而受牽連被殺的人，以棲霞，萊陽兩縣為最多。有一天俘獲了好幾百人，全被殺死在演武場中。碧血滿地，白骨撐天，上面有的官員大發慈悲，捐給棺材，濟南城木器店的棺材一時被購買一空。那些被屠殺的冤鬼，大部分葬在城南郊外。",
      "&emsp;&emsp;甲寅年，有一個萊陽的書生來到濟南城外，他有兩三個親友，也是被屠殺的。所以他買了一些金銀紙箔，在荒野裏燒了來祭奠這些死去的親友。然後他就在一個寺院裏租了一間房子住下。第二天，進城去辦事。那天天色已晚他還未回來，忽然有一個少年，到他住處訪問他，見某生不在，便脫帽上床，穿著鞋仰臥在那裏，僕人問他是誰，這個人閉著眼睛不回答。不久某生回來了，這時天已向晚，夜色朦朧，看不清東西，某生自己到床跟前問他，這個少年瞪著眼睛回答道：“我等你的主人，這麼絮絮叨叨地追問，難道以為我是壞人嗎？”某生笑道：“主人就在這裏”少年趕忙起來戴上帽子，和某生互相行禮坐下，很熱情地寒暄一番。聽他的聲音很熟，像是曾經認識。急忙叫僕人掌燈來，一看，原來是同縣的朱生，也是死於于七這場大難的。某生大吃一驚，急忙要走。朱生拉住他說道：“我和您是文字之交，為什麼這樣不講朋友的情義？我雖然是鬼，但對故友的思念，耿耿在懷，沒有忘記。今天可能嚇了您一跳，希望您不要因為我已經是異類而加以猜疑。”某生聽他這麼一說，這才坐下來，問他有什麼要求。朱生說道：“您的外甥女孤身一人，尚未婚配，我很想和她結成終身伴侶，多次請媒人去說合，她總是以沒有長輩之命來推辭。這回幸好您來了，希望您為我美言幾句。”",
      "&emsp;&emsp;原來事情是這樣的，某生有一個外甥女，從小失去母親，送到某生家撫養，到15",
      "&emsp;&emsp;歲時才回她自己家，後來被鎮壓于七的官軍擄到濟南，到了濟南，聽說父親被官府殺死，又驚駭又悲痛，很快就死去了。某生聽朱生求他作主，便說道：“她自有父親，求我做什麼？”朱說道：“她父親的棺材已被侄兒遷移走了，不在此地。”某生問道：“那我外甥女一向依靠誰呢？”朱說道：“跟鄰居的一位老太太住在一起。”某生考慮到活人怎麼能給鬼做媒呢。朱生說道：“如果蒙您應允的話，還得委屈您挪動一下貴步。”於是站起來握住某生的手。某生推辭問道：“往那兒去呀？”朱生說道：“您只管跟我走就是了。”某生只好勉強跟隨他去。",
      "&emsp;&emsp;往北走了一里多，有一個大村莊，約有百十來戶人家。到了一座大宅院，朱生敲門，便有一個老太婆出來，打開兩扇門，問朱生來幹什麼，朱生說道：“麻煩您轉告娘子舅舅來了。”老太婆馬上進去了，不一會兒又出來，邀請某生往裏進。老太婆對朱生說道：“兩間茅草房太窄，有勞公子在門外坐著稍侯片刻。”某生跟著老太婆走進去，只見面積約半畝地的一所荒廢的院子，並排兩間小屋，外甥女站在屋門口哭泣相迎，某生也傷心落淚。",
      "&emsp;&emsp;走進屋裏，燈火不很明亮。只見外甥女容貌清秀白皙同生前一樣，眼裏還閃著淚花，向他舅舅問舅母和姑姑們好，某生說道：“都很好只是你舅母已去世了。”外甥女又傷心落淚，說道：“孩兒從小受舅舅，舅母的撫養，還沒有一點點報答，不想就先埋在溝渠裏了，實在叫我萬分遺憾。去年，伯父家大哥把我爹遷走了，把我擱在一邊不掛在心上，幾百里以外，我一個人孤苦伶仃像秋天的燕子。舅舅不認為我這孤魂可以拋開不管，又蒙您賜給銀子布匹，孩兒已經收到了。”某生於是把朱生的話對她說了，外甥女低頭不語。老太婆說道：“朱公子以前托楊姥姥三番五次地來，老婆子我覺得很好，可是小娘子不願意這樣草率地把婚事辦了，今天能有舅舅來做主，心裏才算滿意了。”正在談話間，一個十七八歲的姑娘，跟著一個丫鬟，突然推門而入，一眼看見某生，轉身就要走，外甥女牽著她的裙角說道：“不用這樣，這是我舅舅，不是外人。”某生對他作揖，這姑娘也整了整衣裳還禮，外甥女介紹道：“她是棲霞縣的公孫九娘。她爹爹以前也是大戶人家的公子。現在她也落得和我一樣窮奔波，孤單無靠不稱心意，早晚和我互相來往。”某生偷眼瞅她，見她一笑兩道彎眉，如同秋月，臉上帶著嬌羞的紅暈，有如朝霞，生得像天仙一般，某生便說道：“可見得是大人家的小姐，小戶人家的姑娘那能生得這般美麗。”外甥女笑道：“而且還是一位女學士呢，詩詞都很高明，我得到她不少指教。”九娘假裝有點生氣的樣子說道：“這丫頭無緣無故敗壞人，倒叫舅舅聽了笑話死了。”外甥女又笑道：“舅舅斷了弦還未續娶，像這樣的小娘子，挺滿意吧？”九娘笑著跑了出去，說道：“這丫頭犯了瘋病了！”於是走了。雖然這是接近玩笑的話，而某生卻十分喜愛九娘，外甥女好像有點察覺他的心意，便說道：“九娘才貌無雙，舅舅倘若不因為她是埋在土裏的人而猜疑棄嫌，我就去向她母親求親。”某生大喜，但憂慮人和鬼難以婚配，外甥女說道：“沒有關係，她跟舅舅有緣分。”某生於是出來，外甥女送他說道：“五天後，月明人靜的時候，一定派人去接您。”某生到了門外，不見朱生。抬頭朝西看，月亮掛在天上呈半圓形。在昏黃的月光下，某生依稀認得出來時的舊路，只見一所朝南的房子，朱生坐在門前的石頭上，見他來了，便站起來迎他，說道：“已經等您很久了，請到我家裏看看。”於是拉著手進屋去，朱殷勤地向某生表示謝意，拿出一隻金杯，100",
      "&emsp;&emsp;顆進貢皇家的大珠子，說道：“沒有別的值錢的東西，這點東西就算是謝禮吧。”接著說道：“家裏有濁酒，可是陰間的東西，不能款待貴客，實在抱歉！”某生客氣地表示感謝，然後便告辭。朱生送到半路才分別。",
      "&emsp;&emsp;某生回到住所，寺院的和尚和僕人都來問他。某生把真情隱瞞起來，說道：“說是鬼，那不過是瞎扯，剛才是到朋友家喝酒去了。”五天之後果然看見朱生來了，穿著新鞋，搖著摺扇，看樣子十分高興愜意，剛進院，遠遠地就對某生下拜，兩人說了一會兒，朱生笑道：“您的婚事也說妥了，婚禮就在今晚舉行，這就麻煩您跟我去吧。”某生說道：“因為還沒有得到回音，我還沒有預備聘禮，怎麼能夠匆匆忙忙就舉行婚禮？”朱生說道：“這些我已經替您代辦了。”某生深表感謝，跟他一起去了。",
      "&emsp;&emsp;兩人一直到了朱生的住處，只見外甥女裝扮華麗，笑著迎出來，某生問道：“什麼時候過門的？”朱生說道：“三天了。”某生於是拿出朱生所贈的珠子，送給外甥女作為嫁妝。外甥女再三辭謝才收下，外甥女對某生說道：“孩兒把舅舅的意思對公孫老夫人說了，老夫人很歡喜，不過她說，我老婆子身邊再沒有別的親骨肉，不願讓九娘遠嫁，希望今天晚上舅舅到她家入贅。她家沒有男子，現在就可以同朱郎一起去。”朱生於是把某生領了去。快走到村頭，一家住宅大門敞開著，兩人走進裏面的堂屋，一會兒，只聽外面有人說：“老夫人到。”有兩個丫鬟攙扶著老太太登上臺階，某生一見便要下拜，老夫人說道：“我已經老朽龍鍾，不能行禮，也顧不上什麼禮節周到不周到了。”於是便指使丫鬟擺酒慶賀。朱生也喚家人另外設下菜肴，擺在某生面前，又另外預備一把酒壺，為某生添酒，宴席上的飯菜，和人世間的沒有兩樣，但是主人只是自己吃自己的，絕不勸讓客人，一會兒酒宴完了，朱生回去。丫鬟領著某生到九娘那裏去，一進屋，只見九娘點著花燭，凝神等待，兩上相遇，情深意綿，相親相愛。談起當初的遭遇，原來九娘母女二人是一起被解往京城，走到濟南，老母親經不住折磨而死去，九娘也就自殺。此時在枕上追述往事。九娘傷心哽咽不能入睡，便吟成兩首詩：“舊日的羅衣早已化為塵土，前身的因果報應空自嗟歎怨恨。在風寒露冷的楓林裏，度過了十年淒涼的歲月，今夜啊！閨房裏才第一次有了融融的春意和脈脈的溫情。”衰颯的白楊樹，環繞著風吹雨打的孤墳。誰知今日啊！竟在此歡度洞房佳期。忽然打開那縷金鑲玉的衣箱，傷心刺目的是，裏面珍藏著的，還有那昔日被血腥污染的舊羅裙。”天快要亮了，九娘催促他說道：“您該去了，要不會驚擾僕人們。”從此，某生就白天回去，晚上來，對九娘十分眷戀。一天晚上，問九娘道：“這個村子叫什麼名？”答道：“叫萊霞里，因為這裏埋葬的大多是這兩縣的新鬼，所以叫這個名。”某生聽了，不由得深深歎息，九娘悲傷地說：“我這離家千里的一縷柔魂，如同蓬草漂泊在無底的深淵，母女二人在異鄉孤苦伶仃，說來只令人悲傷。希望您能顧念你我一夜的夫妻恩愛，把我的屍骨重新埋葬在我母親的墳旁，使我母女二人百世能夠相棲在一處，雖死而不朽。”某生答應了她。九娘又說道：“人和鬼相隔異途，您也不宜於在此久留。”於是將一雙羅襪贈給某生，揮淚催他快離開。某生淒然地出了門，十分哀傷，如同喪魂失魄。心中惆悵，不忍心立即回去，因而又去敲朱生的門。朱生赤著腳出來迎他，外甥女也起來了，頭髮蓬亂鬆散，吃驚地前來問候他。某生心裏十分難受，過了好一會兒，才把九娘的話說給他們聽，外甥女說：“舅母即便不說，孩兒也日夜在思考這事，這裏不是人間，久住確實不適合。”於是相對流淚，某生也只好含淚而別。",
      "&emsp;&emsp;回到寓所，某生輾轉反側，直到天亮不能入睡。想尋找九娘的墳墓，可是忘記詢問標誌，等到晚上再去，一眼望去只見是數不清的墳堆，竟迷失了通往村子的道路，只得歎息遺憾而返回。拿起九娘贈他的羅襪來看，那想到一見著風便一寸一寸地斷了，腐朽如同灰燼。於是整理行裝東歸。",
      "&emsp;&emsp;過了半年，心裡始終放不下這件事，便又去濟南，希望能再遇到九娘和朱生。等到了南郊，天色已晚，把馬拴在一株大樹下，走到墳堆那邊去尋找。只見無數墳堆一片連著一片，荊棘荒草迷亂人的眼目，中間夾雜著星星點點的鬼火，耳邊時時響起狐狸的叫聲，使人心驚膽戰。他懷著害怕的心情悼念一番後，便回到住處，此次舊地重遊使他很失望，只得掉轉馬頭東返，走了一里多路，遠遠地望見一位女郎，獨自徘徊在墳崗之間，看她的神情和風致，很像九娘，便趕緊打馬快走，到近處細看，果然是九娘。下馬想和她說話，九娘竟掉臉就走，好像素不相識一般，再靠近她，九娘臉上現出怒色，舉起袖子遮住臉。某生頓時連聲呼喚：“九娘！九娘！”竟突然泯滅不見了。",
      "&emsp;&emsp;異史氏說：“忠臣投水，血淚充滿胸膛；知己決裂，淚水滴透泥沙。自古就有忠臣孝子，因為到死也未能得到國君和父親的理解而含恨九泉的。",
      "&emsp;&emsp;公孫九娘難道因為萊陽生辜負了她移骨的重托，而胸中怨忿不解嗎？人心隔著皮肉，不可能掏出來給別人看，受到誤解，實在冤枉啊！”",
      "&emsp;&emsp;註：",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;于七：指于七抗清事件。于七，名樂吾，字孟熹，行七。明崇禎武舉人，山東棲霞人。清順治五年據萊陽、棲霞等縣，起義抗清。康熙元年起義失敗。清政府對起義地區人民進行血腥屠殺，棲霞、萊陽兩縣受害最烈。"
    ]
  },
  {
    "title": "促織",
    "href": "http://liaozhai.weebly.com/2041932340.html",
    "content": [
      "&emsp;&emsp;明朝宣德年間，皇室裏盛行鬥蟋蟀的遊戲，每年都要向民間徵收。這東西本來不是陝西出產的。有個華陰縣的縣官，想巴結上司，把一隻蟋蟀獻上去，上司試著讓牠鬥了一下，很好玩，因此要求他經常供應。縣官又把供應的差事派給各鄉的里正。於是市上的那些遊手好閒的年輕人，捉到好的蟋蟀就用竹籠裝著餵養，哄抬牠的價格；當作珍奇的貨物一樣等待高價出售。差役們狡猾刁詐，借這個機會向老百姓攤派費用，每攤派一隻蟋蟀，就常常使好幾戶人家破產。",
      "&emsp;&emsp;縣裏有個叫成名的人，是個念書人，長年考不中秀才。為人拘謹，不善說話，被刁詐的小吏報到縣裏，叫他擔任里正的差事。他想盡方法推脫不掉里正這差事。不到一年，家產都受牽累賠光了。正好又碰上徵收蟋蟀，成名不敢勒索老百姓，但又沒有抵償的錢，憂愁苦悶得要去尋死。他妻子說：\"就算死又有什麼用處呢？不如自已去找，也許還有找到的機會。\"",
      "&emsp;&emsp;成名認為這些話很對。就早出晚歸，提著竹筒絲籠，在破牆腳下。荒草叢裏，挖石頭，找蟋蟀洞，各種辦法都用盡了，一直沒有找到。就算捉到二、三隻，也是又瘦又小，不合規格。縣官定了限期，嚴厲追逼，成名在十幾天中被打了上百板子，兩條腿膿血淋漓，連蟋蟀也不能去捉了，在床上翻來覆去只想自殺。",
      "&emsp;&emsp;這時，村裏來了個駝背巫婆，能借鬼神預卜凶吉。成名的妻子準備了禮錢去求神。只見老老少少擠滿門口。成名的妻子走進巫婆的屋裏，只看見暗室拉著簾子，簾外擺著香案。求神的人在香爐上上香，拜了又拜。巫婆在旁邊望著空中替他們禱告，嘴唇一張一合，不知在說些什麼。大家都肅敬地站著聽。一會兒，室內丟一張紙條出來，那上面就寫著求神的人心中所想問的事情，沒有絲毫差錯。成名的妻子把錢放在案上，像前邊的人一樣燒香跪拜。約一頓飯的工夫，簾子動了，一片紙拋落下來了。拾起一看，並不是字，而是一幅畫，當中繪著殿閣，就像寺院一樣；殿閣後面的山腳下，橫著一些奇形怪狀的石頭，長著一叢叢荊棘，一隻青麻頭蟋蟀伏在那裏；旁邊有一隻癩哈蟆，就好像要跳起來的樣子。她展開看了一陣，不懂什麼意思。但是看到上面畫著蟋蟀，正跟自己的心事暗合，就把紙片折疊好裝起來，回家後交給成名看。",
      "&emsp;&emsp;成名反復思索，莫非是指給我捉蟋蟀的地方嗎？細看圖上面的景物，和村子東邊的大佛閣很像。於是他就忍痛爬起來，扶著拐杖，拿著圖來到寺廟的後面，看到有一座古墳高高隆起。成名沿著古墳向前走，只見一塊塊石頭，好像魚鱗似的排列著，真像畫中的一樣。他於是在野草中一面側耳細聽一面慢走，好像在找針找種子一樣仔細的搜尋；然而心力、視力、耳力都用盡了，結果還是一點蟋蟀的蹤跡響聲都沒有。他正用心探索著，突然一隻癩哈蟆跳過去了。成名更加驚奇了，急忙去追牠，癩蛤蟆（已經）跳入草中。他便跟著蛤蟆的蹤跡，分開叢草去尋找，只見一隻蟋蟀朵在棘根下面，他急忙撲過去捉牠，蟋蟀跳進了石洞。他用細草撩撥，蟋蟀不出來；又用竹筒取水灌進石洞裏，蟋蟀才出來，形狀極其俊美健壯。他追趕著抓住了牠。仔細一看，只見蟋蟀個兒大，尾巴長，青色的脖項，金黃色的翅膀。成名十分高興，用籠子裝上提回家，全家慶賀，把牠看得比價值連城的寶玉還珍貴，裝在盆子裏並且用蟹肉栗子粉餵牠，愛護得周到極了，只等到了期限，拿牠送到縣裏去繳差。",
      "&emsp;&emsp;成名有個兒子，九歲，看到爸爸不在，偷偷打開盆子來看。蟋蟀一下子跳出來了，快得來不及捕捉。等抓到手後，蟋蟀的腿斷了，肚子也破了，一會兒就死了。孩子害怕極了，哭著告訴媽媽，媽媽聽了，嚇得臉色發白，大驚說：\"你這個禍害，死期到了！你爸爸回來，自然會跟你算帳！\"孩子哭著跑了。",
      "&emsp;&emsp;不多時，成名回來了，聽了妻子的話，全身好像蓋一層冰雪一樣。怒氣衝衝地去找兒子，兒子無影無蹤不知到那裡去了。後來在井裏找到他的屍體，於是怒氣立刻化為悲痛，呼天喊地，悲痛欲絕。夫妻二人對著牆角流淚哭泣，甚麼都不管，只是面對面坐著不說一句話，不再有一點生趣。直到傍晚時，才拿上草席準備把孩子埋葬。夫妻走近一摸，還有一絲微弱的氣息。他們高興地把他放在床上，半夜裏孩子又蘇醒過來。夫妻二人心裏稍稍寬慰一些。成名回頭看到蟋蟀籠空著，急得氣也吐不出，可是也不敢追究兒子，從晚上到天明，連眼睛也沒合一下。東方的太陽已經升起來了，他還直挺挺地躺在床上發愁。他忽然聽到門外有蟋蟀的叫聲，吃驚地起來細看時，那隻蟋蟀仿佛還在。他高興得動手捉牠，蟋蟀一跳就走了，跳得非常快。他用手掌罩住牠，手心空蕩蕩地好像沒有東西；手剛舉起，卻又遠遠地跳開了。成名急忙追牠，轉過牆角，又不知牠的去向。他東張西望，四下尋找，才看見蟋蟀趴在牆壁上。成名仔細看牠，個兒短小，黑紅色，立刻覺得牠不像先前那隻。成名因牠個兒小，看不上。成名仍不住地來回尋找，想找他所追捕的那隻。這時牆壁上的那隻小蟋蟀，忽然跳到他的衣袖上了。再仔細看牠，梅花翅膀，方頭長腿，覺得好像還不錯。高興地收養了牠，準備獻給官府，但是心裏還很不踏實，怕不合縣官的心意，他想先試著讓牠鬥一下，看牠怎麼樣。",
      "&emsp;&emsp;村裏有一個多事的少年，養著一隻蟋蟀，自已給它取名叫\"蟹殼青\"，他每日跟其他少年鬥蟋蟀沒有一次不勝的。他想留著牠做為奇貨來牟取暴利，以便抬高價格，但是也沒有人買。有一天少年直接上門來找成名，看到成名所養的蟋蟀，只是掩著口笑，接著取出自己的蟋蟀，放進比試蟋蟀的籠子裏。成名一看對方那隻蟋蟀又長又大，自己越發羞愧，不敢拿自己的小蟋蟀跟少年的\"蟹殼青\"較量。少年堅持要鬥，成名心想養著這樣低劣的東西，終究沒有什麼用處，不如讓牠鬥一鬥，換得一笑了事。因而把兩個蟋蟀放在一個鬥盆裏。小蟋蟀趴著不動，呆呆地像個木頭，少年又大笑。接著用豬鬃撩撥小蟋蟀的觸鬚，小蟋蟀仍然不動，少年又大笑了。撩撥了牠好幾次，小蟋蟀突然大怒，直往前衝，於是互相鬥起來，騰身舉足，彼此相撲，振翅叫喚。一會兒，只見小蟋蟀跳起來，張開尾，豎起鬚，一口直咬著對方的脖頸。少年大驚，急忙分開，讓牠們停止撲鬥。小蟋蟀抬著頭振起翅膀得意地鳴叫著，好像報告給主人知道一樣。成名大喜，兩人正在觀賞研究，突然來了一隻雞，直向小蟋蟀啄去。成名嚇得站著驚叫起來，幸喜沒有啄中，小蟋蟀一跳有一尺多遠。雞又大步地追逼過去，小蟋蟀已被壓在雞爪下了。成名嚇得驚慌失措，不知怎麼救牠，急得直跺腳，臉色都變了。忽然又見雞伸長脖子扭擺著頭，到跟前仔細一看，原來小蟋蟀已蹲在雞冠上用力叮著不放。成名越發驚喜，捉下放在籠中。",
      "&emsp;&emsp;第二天，成名把蟋蟀獻給縣官，縣官見牠小，怒斥成名。成名講述了這隻蟋蟀的奇特本領，縣官不信。試著和別的蟋蟀搏鬥，所有的都被鬥敗了。又試著和雞鬥，果然和成名所說的一樣。於是就獎賞了成名，把蟋蟀獻給了巡撫。巡撫大為高興，用金籠裝著獻給皇帝，並且上了奏本，仔細地敍述了牠的本領。到了宮裏後，凡是全國貢獻的蝴蝶、螳螂、油利撻、青絲額及各種稀有的蟋蟀，都與小蟋蟀鬥過了，沒有一隻能佔牠的上風。牠每逢聽到琴瑟的聲音，都能按照節拍跳舞，更是奇妙。皇帝十分歡喜，下詔賞給巡撫駿馬和錦緞。巡撫不忘記好處是從那來的，不久縣官也以工作卓越而聞名。縣官也高興，就免了成名的差役，又囑咐主考官，讓成名中了秀才。過了一年多，成名的兒子精神恢復了。他說他變成一隻蟋蟀，輕快而善於搏鬥。現在才蘇醒過來。巡撫也重賞了成名。不到幾年，成名就擁有一百多頃的田地和很多高樓大廈，還有成百上千的牛羊；每次出門，身穿輕裘，騎上高頭駿馬，比官宦人家還闊氣。",
      "&emsp;&emsp;異史氏說：\"皇帝偶爾使用一件東西，未必不是用過它就忘記了；然而下面執行的人卻把它作為一成不變的慣例。加上官吏貪婪暴虐，老百姓一年到頭要賠上妻子賣掉孩子，還是沒完沒了。所以皇帝的一舉一動，都關係著老百姓的性命，不可忽視啊！只有成名這人因為官吏的侵害而貧窮，又因為進貢蟋蟀而致富，穿上名貴的皮衣，坐上豪華的車馬，得意揚揚。當他充作里正，受到責打的時候，那裡想到他會有這種境遇呢！老天用這酬勞報答那些老實忠厚的人，就連撫臣、縣官都受到蟋蟀的恩惠了。聽說“一人得道成仙，連雞狗都可以上天。”這話真是一點不假啊！"
    ]
  },
  {
    "title": "柳秀才",
    "href": "http://liaozhai.weebly.com/266113116825165.html",
    "content": [
      "&emsp;&emsp;明朝期間，青州兗州一帶發生蝗災，漸漸地蝗蟲又飛集沂州。沂州的縣令非常憂慮。一天辦完公後睡在衙門裏，夢見一個秀才來拜見。秀才帶著大帽子穿著綠衣服，相貌雄健，身材高大，說有防禦蝗災的辦法。縣令聽說後連忙問他到底有什麼高招，秀才答道：“明天西南方路上有個騎著胖大母驢的婦女，就是蝗神。只要向她哀求，就可避免一場蝗災。”縣令感到驚異，第二天，真的準備了酒菜去了城南。等了好久，果然看見有個披著褐色披肩的婦女，一個人騎著頭母驢，慢慢地往北走。縣令立即燒香，捧上酒，在道旁迎接，等走近了，便拉住驢不讓她走。婦女問道：“縣令，你要幹什麼？”縣令哀求道：“區區小縣，請您可憐可憐，不要讓蝗蟲出來吃莊稼吧！”婦人說：“可恨那柳秀才多嘴，洩露了我的秘密！就讓他自己受苦吧，不損莊稼是可以的。”她喝了三杯酒，一下子就不見了。",
      "&emsp;&emsp;後來蝗蟲遮天蔽日地飛來，但不落在田地裏，都停在楊柳樹上。蝗蟲經過的地方，柳葉都被吃光。縣令這才醒悟，原來秀才是柳神。有人說：“這是縣令愛護百姓而感動了神靈。”應該就是這樣吧。"
    ]
  },
  {
    "title": "水災",
    "href": "http://liaozhai.weebly.com/2770028797.html",
    "content": [
      "&emsp;&emsp;康熙二十一年，",
      "&emsp;&emsp;山東大旱\n，從春到夏都沒有下雨",
      "&emsp;&emsp;，乾旱的土地綿延千里。六月十三日下了小雨，人們開始種粟。十八日下了大雨以後，才種豆子。一天石門莊有個老頭，傍晚見兩頭牛在山上互鬥，對村裏的人們說：“要發大水了！”於是馬上就帶著全家搬走了。村裏的人們都笑這老頭。不一會兒，暴雨如注，平地上水都有好幾尺，人們的住房都被淹了。",
      "&emsp;&emsp;一個農民捨棄了他的兩個孩子，和妻子攙扶著老母親跑到高坡上避水，向下看村子，已經變成一片汪洋，不再盼望兩個孩子能存活了。洪水退了以後回到家裏，整個村子都成了廢墟，進了自己的院門，只剩一間房子還留著，看到兩個孩子仍然並肩坐在床頭，像往常一樣玩耍，似乎什麼都沒發生。人們都感歎這是夫婦的孝行感動了上天所致。這是六月二十二日的事。",
      "&emsp;&emsp;康熙二十四年，平陽地震，人們死了十分之七八，城牆倒塌成了廢墟，只有一間屋子完好，是一個孝子的家。",
      "&emsp;&emsp;在那些蒼涼恐怖的大災難裏，只有孝悌者的子孫沒有遇難，誰說老天沒有是非黑白呢？"
    ]
  },
  {
    "title": "諸城某甲",
    "href": "http://liaozhai.weebly.com/35576224782657630002.html",
    "content": [
      "&emsp;&emsp;我的老師孫景夏先生說：“諸城中某甲正遇上明末流寇作亂，被殺，頭垂掛在胸前。亂兵退走後，家人找到了他的屍體，準備安葬他。可是，聽到一絲絲呼吸聲，仔細一看，喉嚨處還有一指多寬沒有被砍斷，就扶著他的頭把他抬回家來。經過一整天，才能出聲，用羹匙和筷子餵飯吃，半年後竟然痊癒了，又過了10",
      "&emsp;&emsp;多年，與二三個人聚在一起閒談，有人說了一個笑話，眾人為之哄堂大笑。某甲也鼓掌大笑，在前仰後俯間。刀傷突然繃裂開，頭掉下來血流出來。大家一看，已氣絕身亡。某甲的父親向官府告了說笑話的那個人。大家湊集了一些錢，送給某甲家，又出錢葬了某甲，這場官司才算了結。",
      "&emsp;&emsp;異史氏說：“笑一下掉了頭是千古第一大笑話，脖子連著一線還能不死，一直等到10",
      "&emsp;&emsp;年後，鑄成一個笑話的官司，難道不是這二三個鄰居前生欠人家的債嗎！”"
    ]
  },
  {
    "title": "庫官",
    "href": "http://liaozhai.weebly.com/2423523448.html",
    "content": [
      "&emsp;&emsp;山東鄒平縣的張華東先生，奉旨去祭祀南嶽衡山。路途中經過江淮之間，將要在一個驛亭裏過夜。前導向他報告說：“這個驛亭中有鬼怪作祟，在裏面住宿，一定會惹出狀況。”張公不聽，到了半夜，他穿戴整齊，拿著寶劍坐在那裏。不一會兒，聽到有靴子的聲音進來了，一看，原來是一個頭髮斑白的老頭子，戴著黑紗帽，繫著黑帶子。張公很奇怪，問他是什麼人，老頭行禮回答道：“我是此地的庫官，替大人保存錢財已經有很長時間了，幸好您遠道降臨，下官正好卸去這個重任。”張公問道：“庫存多少錢？”答道：“2",
      "&emsp;&emsp;萬3",
      "&emsp;&emsp;千5\n百兩銀子。”",
      "&emsp;&emsp;張公考慮到銀子太多，路上帶著累贅，便和庫官約定，等回來時再盤點收下，老頭答應著退下去了。張公到了湖南一帶，別人饋贈的錢財禮物很多。等回去時，又住宿在驛亭，老頭又出來謁見他。等問到庫存的財物時，老頭答道：“已撥出充遼東軍餉了。”張公深感奇怪，為什麼前後說的話如此相抵觸。老頭說道：“人世的祿命都是有定數的，一分一毫也不能增減。大人此次出行，應得的錢財都已經得到了，還要求什麼呢？”說完就走了。",
      "&emsp;&emsp;張公於是計算一下他所得到的錢財數目，跟老頭所說的庫存數正好吻合。這才歎息著承認，一飲一啄都有定數，不可以妄想強求。"
    ]
  },
  {
    "title": "酆都御史",
    "href": "http://liaozhai.weebly.com/37190371172448121490.html",
    "content": [
      "&emsp;&emsp;酆都縣城外有個洞穴，深不可測，相傳就是閻羅殿，裏面所有的獄具，都是人工做的。有的枷鎖壞了，就被扔在洞口，縣官立即換新的，過了一宿便不見了。就這樣不斷地供應，已成為一種制度。",
      "&emsp;&emsp;明朝時，有個御史行台華公，有次巡視到了酆都，聽說了這件事。他根本不信，打算親自進洞看看，以杜絕謠傳。左右一齊勸阻，他也不聽，就手持燭火進了洞，並帶了兩個差役跟著。在洞裏走了約有一里多路，蠟燭驟然滅了。他仔細一看，見眼前道路很開闊，有十幾間大殿。殿上列坐著鬼官，身著長袍，手持牙笏，十分威嚴。只是殿東頭還空著一個位子。眾官見華公來了，一齊走下公堂的臺階迎接華公，並笑著問他：“您果然來了，別來無恙吧？”華公問：“這是什麼所在？”鬼官答道：“這就是陰曹地府啊！”華公聽罷，吃驚不小，便要告退。眾官指著空著的位子說：“這就是你的位子，你怎麼能再回去呢？”華公聽了更害怕了，再三請求寬限些日期。鬼官說：“定數怎麼可以逃脫呢？”於是便拿出一卷簿子讓華公看，上面寫著：“某月某日，某人連同肉身回到陰間。”華公看了，嚇得發抖，就像隆冬時節被迎頭潑了一盆冰水。又想到老母年邁、幼子未成人，不禁涕淚俱下。",
      "&emsp;&emsp;過了一會兒，有一名金甲神人，捧著黃帛的聖旨來了，眾人一齊舞袖而拜。打開宣讀後，眾人便一齊向華公賀喜說：“您有回轉陽世的機會了。”華公高興地詢問緣由，眾人答道：“剛才接到玉帝的聖旨，大赦幽冥，現在可以將你原來的壽限再延長些。”於是，便給華公指明回路。華公剛向外走了幾步，眼前便又是一片漆黑，看不見路了。正在進退不得的時候，忽然來了一個威風凜凜的神將，紅臉長鬚，身上射出的光芒將幾尺以外的地方都照亮了。華公便迎過去向他跪拜哀求，神人告訴他：“念佛經能出去。”說完就走了，華公一想，所看過的經咒大多數忘了，只有金剛經還比較熟，於是就合掌念了起來。頓時便覺得有了一線光明，照亮了前面的路。每當有記不起來的句子時，眼前就馬上黑了下來；站住一想，再念出來，眼前便又亮了。他就這樣邊走邊念，才得以走出來，那兩個役從，就不知下落了。"
    ]
  },
  {
    "title": "龍無目",
    "href": "http://liaozhai.weebly.com/408452896130446.html",
    "content": [
      "&emsp;&emsp;沂州地方下大雨，忽然天上掉下一條龍，兩隻眼睛都沒了，奄奄一息，州城長官，用80",
      "&emsp;&emsp;條席子蓋在龍身上，還沒有能遮滿，又為龍在野外設壇祭祀，龍一再用尾巴擊打土地，聲音嚇人。"
    ]
  },
  {
    "title": "狐諧",
    "href": "http://liaozhai.weebly.com/2939235559.html",
    "content": [
      "&emsp;&emsp;萬福，字子祥，山東博興人。幼年以學為業。家裏略微有點財產。可他命運十分不順。二十多歲了，還不能中一秀才。",
      "&emsp;&emsp;按鄉中的舊俗，都是讓富戶來擔任里正。可實際上，正好相反，老實厚道的人做了里正，不但不能增加財富，有的還為此弄得傾家蕩產。這年，萬福正好被選為里正，他很懼怕就逃走了。",
      "&emsp;&emsp;到了濟南，租居在旅館裏。夜裏一女子來找他，顏色豔麗，萬高興的收留了她。問她姓氏，女子自言：“我是狐狸精，但不會禍害你。”萬高興異常，並不懷疑她。女子囑咐他不要與別的客人住在一起。於是每天來，與他共同睡臥。凡是日用所需，都是狐狸供給。",
      "&emsp;&emsp;住了不久，有兩三個相識的，前來拜訪，往往隔夜不走。他十分討厭，又不忍趕他們走。最後不得已，把實情相告。客人說：願看一看容顏。萬向狐女說了，狐女對眾客說：“見我幹什麼？我就像人一樣啊。”聽她的聲音，就像在眼前一樣。向四處看，又看不見影子。客人中有一個叫孫得言的，善開玩笑，一再請求見一見。並說：“聽到甜美的聲音，讓人魂縈夢迴，怎麼這樣吝惜華容麗貌，叫人聞聲相思。”狐女笑著說：“乖孫子想為你高曾祖母畫行樂圖嗎？”客人都笑了。狐女說：“我是狐狸，我為客人說說狐狸的典故，願意聽嗎？”眾人連聲答應。狐女說：“從前某村的旅社，一直有很多狐狸，時常出來禍害旅客。客人知道了，互相告誡不住這個旅店。半年後，旅社門戶蕭條。店主十分憂慮，很忌諱說狐狸。忽然有一個遠方的客人，自稱是異國人，登門租房子住。店主十分高興，馬上邀他入店。接著就有人暗裏告訴他說：“這家有狐狸。”客人害怕，向主人說明，想到別處去。主人極力分辨，說別人是在胡說。客人才住了下來。",
      "&emsp;&emsp;進了屋，剛想睡下，見一群老鼠從床上跑出。客人大為害怕，急忙跑出來，大聲招呼：“有狐狸！”主人吃驚的問在那？客人埋怨說：“狐狸的窩在這裏，怎麼騙我說沒有？”主人又問：“你看到是什麼樣子”客人說：“我見到的，小小的一個一個到處跑，不是狐狸兒子，就是狐狸孫子！”說完，滿座客人為之一笑。孫得言說：“既然不賜相見，我們就留宿不走了，不讓你們在這裏相會。”狐女說：“寄宿倒無妨，只是如有小小的冒犯，希不要懷恨在心。”客人怕她惡作劇，才一同散去。然數日必定來一次，找狐女互相笑駡。狐女也厲害，每一句都使賓客笑得前俯後仰，再滑稽的人也說不倒她。眾人都戲弄的稱呼她是“狐娘子。”",
      "&emsp;&emsp;一天，置酒宴會，萬福居主人位，孫得言與客人分坐左右。席上為狐女設一座位，狐推辭說不會喝酒。有的人請她坐下說話，她答應了。",
      "&emsp;&emsp;酒過數巡，眾人都擲骰子行瓜蔓的酒令。有一客人正好擲在瓜色上，應飲酒，可他調皮地把酒杯遞到上座說：“狐娘子很清醒，暫替喝一杯。”狐女笑著說：“我原說不喝，願說一故事來為諸位助興。”孫得言捂著耳朵不願聽。客人都說：“罵人者應受罰。”狐女笑著說：“我罵狐狸怎麼樣？“眾人說：“可以！”於是眾人洗耳恭聽。",
      "&emsp;&emsp;狐女說：“從前有一個大臣，出使紅毛國（荷蘭），穿著狐狸皮做的衣服，戴著狐狸皮做的帽子，去見國王。國王見了很奇怪的問：“什麼皮毛，這樣溫厚？”大臣告訴他是狐狸皮毛。國王說：“這東西生平未曾聽說，”狐“字怎麼寫？”大臣在空中畫了一遍啟奏道：“右邊是一大瓜，左邊是一小犬。”主客又都哄笑起來。",
      "&emsp;&emsp;(大瓜指骰子擲在瓜色上，小犬指孫得言，他坐左邊。)",
      "&emsp;&emsp;客人中有姓陳的兄弟倆，一叫所見，一叫所聞。見孫得言很窘，於是說：“雄狐在那裏？放任雌狐到處放毒？“狐女說：“剛才說的故事還沒說完，就被群犬擾亂，我把他講完。國王見使者騎著一頭騾子，十分奇怪。使者告訴國王說：“這是馬所生。”國王又大吃一驚。使臣又說：“中國的馬生騾子，騾子生駒。”國王又問他是什麼模樣。使臣說：“馬生騾子，是臣所見。騾子生駒，是臣所聞。“舉座又是一陣大笑。眾人知道鬥不過嘴，於是約定，以後有開玩笑的，罰他請客。(把所見,所聞兩名字放入故事中)",
      "&emsp;&emsp;一會兒，酒喝到高興處，孫得言戲弄的對萬福說：“有一幅對聯，請君對上。”萬福問：“什麼聯？”孫得言說：“妓者出門訪情人，來時萬福，去時萬福。”全座人都想不出對子。狐女笑著說：“我對上了。”眾人共聽她說。她說：“龍王下詔求直諫，鱉也得言，龜也得言。”眾人又笑得前俯後仰。孫得言怨恨地說：“剛剛與你約定，怎麼又犯了戒？”狐女笑著說：“這實在是我的罪過，可是不這樣對不上。明早設宴請罪。”眾人笑著散去。(除以萬福對得言以外，還損人像鱉像龜)",
      "&emsp;&emsp;狐狸的詼諧說不盡。住了數月，與萬福一同回家去了。到了博興地界，告訴萬說：“我這裏有一個遠房的親戚，道路受阻，久不往來，不可不告知一聲。況且天黑了，與君同去寄住一宿，明天再走吧？”萬問詢在那裡，女指著遠處說：“不遠。”萬十分懷疑，想這裏以前並無村落，只好暫時依從了她。走了二里左右，果然見一村莊，生平未曾到過。狐女前去叩門，一奴僕出來開門。進院一看，只見高門疊閣，宛然大戶人家。一會兒，見了主人，有一老頭和老婆婆。讓萬坐下，擺出豐富的酒宴，把他當親戚相待。於是住下來。早晨，狐女對他說：“我驟然與君同歸，怕駭人聽聞。君應先回去，我隨後就到。”萬依從了她。先到家，預先告知家人。一會兒，狐女到了，與萬福說笑，別人都知道，可不見其人。",
      "&emsp;&emsp;過了一年，萬有事到濟南，狐女又與他同去。忽見數人來，狐女與他們說話，熱情備至。於是告訴萬福說：“我本是陝中人，與君有緣，於是跟你這麼久。現在我兄弟到了，將跟他們回去，不能終身侍奉。”留她，她說不行，直接走了。"
    ]
  },
  {
    "title": "雨錢",
    "href": "http://liaozhai.weebly.com/3863237666.html",
    "content": [
      "&emsp;&emsp;濱州有個秀才，一天在書齋裏讀書，聽見有人敲門，開門一看，是個白髮老翁，相貌很古樸。秀才把他請了進來。問他姓氏，老翁自稱：“姓胡，其實是狐仙，因仰慕你的高雅，希望能和你一起相處。”秀才本來生性曠達，也不以此為怪，便同這位老翁談古論今。老翁知識淵博，所說的話，深富有哲理。有時引申經典，更是見解獨到。",
      "&emsp;&emsp;秀才打心眼裏佩服，留他住了很久。一天，秀才私下祈求老翁說：“你特別寵愛我，見我如此窮困，你只要一舉手，金錢應該馬上就來，何不稍稍幫助我一下呢？”老翁沉默不語，好像認為不能這樣做，一會兒笑道：“這是件很容易的事，但要十幾個錢做本錢。”秀才按他的話辦了。於是，老翁和秀才一起進到密室中，念起咒語，一會兒，成千上萬的錢從屋樑上叮叮噹當地掉下來，如同暴雨，轉眼之間就淹沒了膝蓋，拔出腳來又立刻淹沒了腳踝，一丈左右寬的房子，大約有三四尺深。老翁這時才回頭對秀才說：“能滿足你的願望嗎？”秀才說：“足夠了。”老翁手一揮，錢雨一下子就停了，這才鎖上門一起出來。秀才暗自驚喜自己突然發財了。",
      "&emsp;&emsp;過了一會兒，秀才到房裏去拿錢用，見滿屋的錢都沒有了，只有作本錢的十幾個錢還在。秀才大失所望，十分生氣地對著老翁，責怪老翁騙人。老翁生氣地說：“我本想和你作文字上的往來，不是想和你一起作賊！要想如你秀才的意，只能去找樑上君子交朋友，老夫不能遵命！”於是一甩衣袖，走了",
      "&emsp;&emsp;!"
    ]
  },
  {
    "title": "妾杖擊賊",
    "href": "http://liaozhai.weebly.com/229742580236042.html",
    "content": [
      "&emsp;&emsp;四川西部一個偏僻的地方，有某個貴族，家中富有萬金。養了一個妾，長得很端莊美麗。大老婆經常虐待她，橫加鞭撻然而妾仍十分小心謹慎地侍奉大老婆；某人很同情可憐這個妾，時常私下裏用好言好語安慰她，妾卻從來沒有發過怨言。",
      "&emsp;&emsp;一天夜裏，有幾十個強盜翻牆而入，撞擊房門，幾乎把房門要撞破了，某人與大老婆嚇得要死，渾身哆嗦，不知如何是好，這時妾起來了，不聲不響地在屋裏摸到一根挑水扁擔，撥開門閂突然衝了出去。強盜們一時亂成一團。妾舞動扁擔，嗖嗖帶著風聲，鉤子叮噹作響，當場把四五個強盜打倒在地；強盜們一齊敗逃，嚇得四處亂竄。牆高一時爬不上去，紛紛掉下來一個個唉呀喊叫，失魂喪膽。妾把扁擔拄在地上，看著這群強盜大笑道：“這樣一群廢物，還不值得我下手打，居然也學著做強盜！我不殺你們；殺了你們還嫌沾汙我自己呢！”於是放他們逃走。",
      "&emsp;&emsp;某人大驚問道：“你從那兒學來這身本事？”原來，妾的父親是位槍棒教師，妾得到她父親傳授的全部本領，能夠以一敵百；大老婆格外驚駭，後悔自己一向太愚蠢糊塗了，從那以後，便換了一副好臉色對待妾。但是妾始終沒有絲毫失禮的地方。",
      "&emsp;&emsp;鄰居的一些婦女問妾道：“嫂子你打那些強盜就像打豬狗一樣，為什麼要低頭老老實實地挨大老婆的打呢？”妾說道：“這是我的名分所應該的啊，還敢說別的嗎？”聽的人更加敬佩她的賢德。",
      "&emsp;&emsp;異史氏說：“身懷絕技，生活了好幾年而沒人知道，最後終於趕走強賊、抵禦了外來的災禍，使兇惡的大房變得仁慈。啊！施展出本領，家人才知道喜歡；才幹顯現出來，才爭取得到地位。一個人不能沒有一點本領和長處，就像這樣！”"
    ]
  },
  {
    "title": "驅怪",
    "href": "http://liaozhai.weebly.com/3949324618.html",
    "content": [
      "&emsp;&emsp;長山有個叫徐遠的人，是明末的生員。明朝滅亡後，他便棄官學道，略微懂得一點畫符念咒的法術，附近都知道有這個人。",
      "&emsp;&emsp;某縣有個富翁，準備了一些禮物，很誠懇地寫了一封信，派人帶著馬去請他。徐公問來人：“請我去做什麼？”來人推託不知道，並說：“主人只囑咐我，務必請您辛苦一趟。”於是，徐公便跟隨來人去了。",
      "&emsp;&emsp;徐公到了富翁的家中，富翁在中堂設宴款待他，禮節很恭敬，然而，卻不說請他來的目的。徐公忍不住，便問：“您請我來要幹什麼呢？希望您能告訴我。”然而，主人卻說只是慕名相邀，絕無他意，只是勸酒，說話吞吞吐吐令人費解。",
      "&emsp;&emsp;言談之間，不覺天色已晚，富翁又邀請徐公到花園繼續飲酒。花園建構得很有風韻，不過竹林遮掩，景物陰森，各種花紛繁雜亂，有些隱沒在草叢中。到了一座小樓，樓板上掛著一堆蜘蛛網，大大小小，上上下下，數也數不清。幾巡酒後，天色黑了，主人便命人點了蠟燭繼續飲酒。徐公推辭說不能再喝了，主人就讓人撤席煮茶。一些僕人慌慌張張地撤下了酒菜，放在",
      "&emsp;&emsp;那座小樓左邊的一間屋子的桌上。茶還沒喝一半，主人便藉故離開了。",
      "&emsp;&emsp;僕人便拿著蠟燭，領徐公到小樓左邊的那間屋子去歇息，把燈放在桌子上轉身便走了，張羅得很草率。徐公有些疑惑，以為他大概會拿被褥來陪伴自己，誰知過了很久，人聲竟消失了。他便自己把門關好，上床去睡覺。窗外皎潔的月光射到屋內，照在床上，歸巢的小鳥、晚秋的蟲兒，一時間都嘰嘰吱吱地鳴叫起來。他心中煩亂不安，始終不能入睡。",
      "&emsp;&emsp;一會兒，只聽樓板上有橐橐的聲音，好像是踢球聲。聲音很大，一會兒到了樓梯，又一會兒，聲音越來越近，到了門前。徐公萬分驚恐，毛髮聳立，慌忙用被子把頭蒙上。這時，門已經嘩啦一下開了。徐公掀開一點被角，偷偷地窺探，原來是一個獸頭人身的怪物。全身是毛，長如馬鬃，呈深黑色；那怪物牙齒獠長，像峭立的山峰，目光炯炯，如同火炬一樣。怪物來到桌前，舔食盤中的殘羹冷炙，大舌頭一過，盤子便被舔得乾乾淨淨，如同洗過一般。過了一會兒，怪物慢慢地走到了床前，嗅著徐公的被子。徐公驟然坐起，掀開被子蓋在那怪物的頭上，用手按住並大呼狂喊。怪物出乎意外，也受驚不小，掙脫身子，開門竄出。徐公慌忙穿好衣服，跳下床向外逃去。他去推花園的大門發現門已從外面鎖上了，出不去。便繞牆而走，找到一段矮牆。攀牆逃了出去。牆外是主人的馬棚，裏面看馬的僕人驚起；徐公便把剛才的事跟他說了一遍，請求在馬棚內過夜。",
      "&emsp;&emsp;天快亮時，主人派人去察看徐公的動靜，發現徐公已不在樓裏了，來人大驚，後來在馬棚裏找到徐公。徐公出來，惱怒地對主人說：“我本不會驅怪，你叫我來，又事先一句話也不告訴我，我的袋子裏有一柄如意鉤，又沒給我送來，這不是存心要害死我嗎？”主人連忙謝罪說：“本打算告訴先生，但又怕先生為難，開始也不知道您的袋子裏有如意鉤，請原諒我這個罪過。”徐公一直怏怏不樂，向主人要了一匹馬回去了。此後，那怪物再也沒有出現。",
      "&emsp;&emsp;此後主人每逢在花園裏宴請賓客，總是笑著對客人說：“現在花園能安靜，我忘不了徐公的功勞啊！”",
      "&emsp;&emsp;異史氏說：“‘不管黃狸黑狸，會跑的才是好狸’這不是句空話。假如徐公掀開被子大呼狂喊之後，隱瞞自己害怕驚懼的心理，然後公然宣稱驅怪是自己的技能，那麼天下人一定會說連神仙也趕不上徐公啊！”"
    ]
  },
  {
    "title": "易嫁",
    "href": "http://liaozhai.weebly.com/22986229692613123233.html",
    "content": [
      "&emsp;&emsp;毛相國是山東掖縣人，家裏原來很窮，他父親早先替人家放牛。當時本鄉有一戶姓張的世家大族，修了座新墳墓在本鄉東山的南坡。有一次，姓張的經過墓道，聽見墳墓裏有人呵叱道：“你們快點搬走！別老賴在富貴人家的宅子裏！”姓張的聽了，心裏感到疑惑，但並不深信。接著又連連夢見有人警告他說：“你們家的墳地，本來是毛老太爺住的，你們怎麼能一直在那裏借住？”從那以後，姓張的家中連連遭到不幸的事。有人就勸他家改葬，說這樣可以逢凶化吉。張家便聽從勸告，把墳墓遷到別處去了。",
      "&emsp;&emsp;一天,毛相國的父親放牛時,經過張家的舊墳,突然遇到大雨,便躲進原來的墓穴中避雨。頃刻之間，雨大得像瓢潑似的，地面的水嘩嘩地響著直灌入墓穴裏，竟把毛相國的父親淹死在穴中。",
      "&emsp;&emsp;毛相國當時還是個孩子,他母親到張家去,請求張家給一小塊地方,好埋葬孩子的父親。張問了他家的姓名，大為驚異。又跑到淹死的地方去看，正好不偏不倚是應當放棺材的位置，更加驚駭。於是就讓她在原穴內安葬了孩子的父親。並且讓她把兒子領來。安葬完自己的丈夫，毛相國的母親領著兒子到張家拜謝。張一見，很喜歡，就把毛留在他家，教他讀書，同自家孩子一樣看待。張又要把大女兒許給毛為妻，毛母嚇得不敢答應。張的妻子對她說：“我們既然親口許給您，難道還會中途悔改嗎？”毛母這才答應。但是這位大小姐很瞧不起毛家，慚愧怨恨的心情經常在言行舉止間流露出來。只要有人提起她的婆家，便立即捂上耳朵。時常對人說：“我死也不嫁這放牛的兒子！”",
      "&emsp;&emsp;等到正式迎娶那天，新郎來迎，花轎停在門口；而毛家大小姐卻用袖子捂著臉，對著牆角大哭。催她梳妝，也不打扮；怎麼勸她也不聽。不一會兒，新郎告請起轎，立刻鼓樂齊奏；可是這位大小姐還是淚如雨下、頭髮蓬亂。她父親連忙讓姑爺等一等，親自進去勸女兒。女兒仍然大哭，像沒聽見一樣。氣得她父親硬逼她上轎，這下哭得就更厲害了。她父親急得沒辦法。這時家人又來報告：“新姑爺要走了。”她父親急忙出來說：“梳妝打扮還沒完畢，請姑爺再稍等一下。”馬上又跑進去勸女兒。這樣進進出出，腳不停步地跑了好幾趟，外面催得越來越急，大女兒始終沒有一點回心轉意的樣子。她父親萬般無奈，急得幾乎要尋死。這時候，她的二女兒在旁邊，對她姐姐這種樣子實在看不下去，也幫著父親苦勸，逼她姐姐上轎。她姐姐生氣罵道：“小丫頭，也學著人囉嗦！你自己為啥不跟他去？”妹妹說道：“爹本來沒把我許給他；要是把妹子許給他，我根本不用你來勸我上轎。”父親聽她這話說得挺乾脆痛快，便跟她母親私下商議，用二姑娘頂替大的。她母親就對二女兒說：“那個忤逆的死丫頭不聽爹媽的話，你爹和我想讓你替你姐姐過去，你肯去嗎？”二姑娘很慷慨直爽地說：“爹媽讓我去，就是去跟著要飯也不敢推辭；再說怎麼見得到毛家就一定會餓死呢？”父母一聽，非常高興，就用她姐姐的衣妝把她打扮起來，匆匆送上轎抬走了。",
      "&emsp;&emsp;過門以後，兩口子感情挺好。但二姑娘素來有個掉髮的病，頭髮很稀，這一點讓毛不很滿意。日子長了，知道她替嫁這件事，因而更感激她。",
      "&emsp;&emsp;過了不久，毛補上了博士弟子(具有相當於秀才的資格)，到省城去參加舉人的考試。路上經過一家姓王的客店。店主人頭一天晚上夢見一個神對他說道：“明天有一位毛解元(舉人的頭一名叫解元)到你店裏住，將來他會救你脫除大難。”因而他一早起來，專門守著從東邊來、上省城應試的客人。等毛來到，一打聽姓毛，是上省城應試的，十分高興。供應的飲食、用具特別講究，侍候得也分外周到，還不要錢；並且把昨晚自己做的夢告訴了毛。毛一聽，有點得意洋洋，心裏頓時想到，妻子頭髮有點禿，將來會被達官貴人恥笑，等考中當官以後，要休了她另娶一個。結果等到考完放榜一看，竟名落孫山。不由得十分喪氣，歎息懊惱，羞愧萬分，不好意思回去見姓王的店主人，便從別的路繞回家中。",
      "&emsp;&emsp;過了三年，再去應試，店主人照樣恭迎侍候他。毛說道：“你原先說的話不靈驗，我很慚愧，讓你白侍候了。”店主人說：“秀才，您是因為心裏想要更換妻子，所以陰司把您的解元給廢掉了，那裡是我的夢不靈！”毛十分驚訝，問他是怎麼知道自己的心思的，店主人說，原來是上次分別後他又夢見神告訴他的。毛聽了以後，悔恨交加，呆在那裏像個木偶。店主人說道：“秀才，您只要知錯改過，努力上進，終究還是能考上解元。”不久，果然考中頭名舉人。夫人的頭髮也漸漸長長了，又濃又密，烏黑發亮，高高地盤在頭上，更增添了十分的嫵媚。",
      "&emsp;&emsp;姐姐嫁了鄉里一個有錢人家的兒子，起先很得意，高傲自負。可是由於丈夫是個浪蕩公子，遊手好閒，漸漸把家產敗光了。甚至弄得家裏徒剩空屋子，窮得連廚房也冒不出煙來。聽說妹妹成了解元夫人，更增加了羞愧和悔恨，姊妹倆走路都避開。後來，男人又死了，家境更不好。又過了不久，毛又考中了進士。大姑娘聽了，更把自己恨得要死，一氣之下，竟出家當了尼姑。",
      "&emsp;&emsp;等到後來毛當了宰相，衣錦還鄉，大小姐勉強差遣一名女徒弟到相府問候，希望能得到一些財物。徒弟到了那裏，相國夫人贈送綾羅綢絹若干匹，裏面塞上不少金子。女徒弟不知道，拿回來給師父看，師父一看，是一些綢絹之類，大失所望，很不高興地說：“給我金錢，還可以買柴買米；這種禮物，我那裡需要它！”於是命女徒弟送回去。相公和夫人很奇怪，等到打開一看，金子都還在裏面，才明白她退回來的意思。便拿出金子對女徒弟笑著說道：“你師父連百把兩金子都承受不起，那有福氣跟我這個老尚書啊！”於是給了五十兩金子，交小尼姑拿去，說道：“拿去給你師父用吧；多了恐怕她這福薄的人難以承受啊！”女徒弟回去，一一告訴她師父。她師父默默無言，只好自己歎息。回想自己生平所作，總是好壞顛倒，美事偏偏不幹，惡事倒自己找，這難道怨得了別人嗎？",
      "&emsp;&emsp;後來，店主人因為一件人命官司被捕入獄，幸虧毛相國盡力替他排解，才得以免罪釋放。",
      "&emsp;&emsp;異史氏說：“張公的舊墳，毛氏的好穴，這些都非常奇特的了。我聽當時人們傳有“大姨夫變作小姨夫，前解元變成後解元”這樣的笑話，這豈是聰明的人所能預料到的呀？唉呀！這蒼蒼茫茫的老天爺早就不靈驗了，為什麼到了毛公這裏，卻這麼靈驗呢？”"
    ]
  },
  {
    "title": "續黃粱",
    "href": "http://liaozhai.weebly.com/323964064331921.html",
    "content": [
      "&emsp;&emsp;福建有個曾孝廉，他參加會試考中後，與兩三個新發跡的人到郊外遊玩。偶然聽說毗盧禪院寄住著一個算命先生，於是一同騎馬去問卜。算命先生見他得意洋洋，便稍稍奉承了幾句。曾搖著扇子微笑，問道：“先生，你看我有穿蟒袍、繫玉帶的福分沒有？”算命先生說他會當二十年太平宰相。曾聽了很高興，更加得意起來。",
      "&emsp;&emsp;這時天下起雨，於是曾和同伴到和尚屋裏避雨。房裏有位老和尚，凹眼睛，高鼻子，坐在蒲團上，也不搭理他們。他們上了炕，自顧說笑，大家祝賀曾將來當宰相。曾更加趾高氣揚，指著同來的說：“我當宰相時，推薦張年兄當南面巡撫，家裏表兄當參將，我家老僕人也撈個小小的千總當當，我心願就滿足了。”不一會兒，聽得門外雨越下越大，曾疲倦地伏在炕上打盹，他恍恍惚惚地看見兩個宮中使者捧著皇帝的手詔，叫“曾太師”去商量國事。曾得意洋洋地急忙趕去上朝。皇上見了他，把座位往前挪了挪，和顏悅色地和他說了半天話，並授權三品以下官員，都由他決定。皇上還當場賞賜蟒袍、玉帶、名馬。曾穿上蟒袍玉帶，叩頭禮拜後走出殿來。回到家裏，已經不是原來的舊房子，而是畫梁雕棟，極為壯麗，自己也不明白怎麼突然變成這個樣子。他拈著鬍鬚輕輕一喊，僕人們便趕忙答應。不一會兒公卿們送來如山如海的各色禮物，對他彎腰巴結的人進進出出，絡繹不絕。六卿來，他熱情迎接；侍郎一輩，施個禮，說說話；比這級別低的，點點頭罷了。山西巡撫送來十名歌女，個個美麗，最美的是嫋嫋和仙仙，二人特別受他寵愛。每逢假日，就整天沉醉於歌舞之中。",
      "&emsp;&emsp;一天，曾想到自己貧困的時候縣裏士紳王子良接濟過自己，現在我已青雲直上，他的仕途還是艱難困頓，為什麼不伸手幫他一把呢？第二天早朝時他就向皇帝呈上了奏摺推薦王子良為諫議大夫。他的奏摺，馬上得到批准，皇上立即提拔了王子良。曾孝廉又想到郭太僕曾得罪過自己，立刻找呂給諫及侍御陳昌等，跟他們大略提一下，過了一天，彈劾郭太僕的奏章不斷湧現，皇帝果然撤了郭的職。恩怨已了，心裏好生痛快。",
      "&emsp;&emsp;一天，他去郊遊時，一個醉漢衝撞了他的儀仗，他馬上派人將醉漢捆起發到京尹衙門裏問罪，那個倒楣的醉漢竟被打死在棍子下。而那些房屋田地與曾家相連的人家，都怕他的權勢，把良田房產獻給他，從此財富暴增。",
      "&emsp;&emsp;不久，嫋嫋、仙仙相繼死去，他在思念之餘，想起過去見東邊鄰家女兒非常漂亮，常想買來作妾，總是因為缺錢而不能如願，現在可以實現自己的願望了。於是派些老練的僕人，強行把銀子送到她家，不一會一乘藤轎就把鄰家女兒抬來了。她比起往日顯得更為嬌豔。曾孝廉高興異常。他回顧平生，感到所有的願望都實現了。",
      "&emsp;&emsp;時光荏苒。“曾太師”在宮中享受了一年的榮華富貴後，朝中官員開始竊竊私語，好像心裏對他不滿，然而那些人都是各自為己的人，曾也盛氣不減，沒把他們放在眼裏。",
      "&emsp;&emsp;有個學士包某向皇上呈了一份奏摺，大意是說：“曾某原不過是一個飲酒賭博的無賴，一句話迎合皇上，便蒙皇上寵愛，一人得道，雞犬升天，恩寵享受到了極點。他不想粉身碎骨，以報答皇上的恩典，反而放肆胡行，作威作福，罪惡多得像頭髮一樣數也數不清。比如說，朝廷官爵，他視為牟利的奇貨，按照官職的肥瘦，定出不同的價格，因而公卿將士，都奔走在他的門下。他看人打發，拉扯關係，簡直像個商販。對他仰承鼻息、望塵迎拜的，更不計其數。如果有豪傑賢臣不肯阿諛服從，輕則降為閒散之職，重則削職為民；甚至有一點點地方沒偏袒他，就會得罪他這個顛倒黑白的奸臣；若一句話觸犯了他，就被貶謫到荒遠之地。朝廷官員感到寒心，皇上也因此孤立。加之他任意侵佔百姓的良田和良家女子，冤氣邪氣充塞四方，暗無天日。對他的奴僕，郡守、縣令也要奉承。他寫封書信，司法、監察也得徇情枉法。他的養子、親戚，出門坐官府車馬，如風行雷動一樣威風，地方上供應稍慢，馬上就受到鞭打。他荼毒人民，奴役官府。護衛人員所到之處，大肆騷擾，連野外青草也無法避免。曾某如今正威勢顯赫，仗著皇上寵愛，毫無悔過之心。他晝夜荒淫，根本不考慮國計民生。世上難道有這樣的宰相嗎？如今內外驚詫，人心浮動，若不趕緊誅殺，一定會釀成曹操、王莽那樣的災禍。因此，我日夜憂懼，不敢安居，冒著死罪，列出他的罪惡，希望皇上有所瞭解。我請求斬奸臣之頭，沒收他貧贓枉法得來的家產。這樣做，上可消除天怒，下可使民心大快。如果我的話有假有錯，刀鋸火煮也心甘情願。”奏摺送了上去，曾太師聽到後，嚇得魂飛魄散。幸好皇上寬容，扣在宮中不發。",
      "&emsp;&emsp;接著，各級官員也紛紛上奏彈劾，就連過去拜在他門牆之下、稱他為義父的人，也翻臉相對。結果曾被奉旨抄家、充軍雲南。他兒子擔任平陽太守，也派官員前去捉拿審問。",
      "&emsp;&emsp;曾聽到聖旨，驚恐不已。這時，幾十名武士帶劍握矛，直進內室，剝去他的衣帽，將他和他的妻子一起捆了起來。一會兒又見好多人在搬他的財物。只見金銀錢鈔幾百萬，珠翠瑪瑙等幾百斛，簾幕帳帷被褥等幾千件，至於小孩衣物、女人鞋襪，掉落一院。過了一會兒，見一人把他的美妾拖出，曾悲火燒心，但敢怒不敢言。又過了一會兒，樓閣倉庫，都被貼上封條。武士吆喝著把曾某趕了出來。押解的人牽著繩子把他們拉出門去，曾氏夫妻忍氣吞聲，走上充軍道路。",
      "&emsp;&emsp;走了十幾里路後，他妻子不堪負荷，不斷跌倒，曾用一隻手拉住了她。又走了十多里，他也很累了。忽見一座高山，直插雲霄，曾擔心自己無力翻山，挽著妻子相對哭泣。押送的人兇狠地盯著，不許稍停。眼看日已西斜，無處可以投宿，不得已，只好一跛一跛地向前走。等走到山腰，他的妻子已精疲力盡，在路旁坐著哭泣，曾也坐下歇息，任那押送的人呵斥責駡。忽然聽到很多人喊叫，原來是一夥強盜手拿利刀衝了過來，押送的人大驚，逃跑了。曾跪下告訴他們：“我被貶遠方，口袋裏一點值錢的東西也沒有。”群盜瞪著眼睛對他說：“我們都是被害的冤民，只求得到你這個奸賊的頭顱，其他的什麼也不要。”曾憤憤地回答他們說：“我雖是個有罪之人，但還是朝廷任命的官員，你們這些強盜怎麼敢這樣胡來！”強盜不由分說，便用大斧向曾的頸子砍去，刀起頭落，曾本人都聽到頭落地的聲音。",
      "&emsp;&emsp;曾的魂魄正在驚疑之際，立即有兩個鬼過來將他兩手反捆了起來，趕著他往前走。過了幾刻鐘，來到一個城市。一會兒，便看到一座宮殿，一個長得很醜的大王坐在殿上，坐在桌後判決是非禍福。曾上前跪下聽命。大王打開曾的案卷，才看幾行就大怒，說道：“這是欺君誤國之罪，應當放在油鍋裏炸。”這時，萬鬼齊呼，響聲如雷。隨即有個大鬼把他甩到階下，只見鼎高七尺多，四周圍著燒紅的炭火，鼎腳已燒得通紅。曾顫抖著哀哭，欲逃無路。鬼用左手抓住他頭髮，右手握住他腳踝，一把將他拋進鼎裏。曾只覺得孤單一人，隨著油波上下翻滾，皮肉都炸焦了，痛得鑽心，滾燙的油湧進嘴裏，連五臟六腑也在煎炸。曾只想快點死，但想盡法子也死不了。大約過了一頓飯的時間，鬼才用一個大叉子叉出曾，曾又伏在堂下。",
      "&emsp;&emsp;大王又翻看案卷，生氣地說：“你仗勢欺人，應受刀山獄的懲罰。”鬼又把他抓過去了。只見一座山，懸崖峭壁，到處是利刀，像密密的竹筍一般，前面已有幾個人在刀山上刺破肚子，切斷了腸子，呼號之聲，十分悲慘。鬼催曾上刀山，曾大哭著向後退縮。鬼又用毒錐刺他的後腦，曾忍痛哀求。鬼一怒把曾抓起，向空中用力一丟，曾只覺身在雲霄之上，暈暈乎乎往下一落，刀刃交錯著刺進胸膛，痛苦之狀，無法言傳。又過了半天，身子往下墜，刀孔越來越深，忽然脫落下來，四肢像肉塊一樣捲成一團。鬼又把他趕去見大王。",
      "&emsp;&emsp;大王叫人計算曾一生賣官鬻爵、貪贓枉法、霸人財產，得了多少銀子。立即有人拿著籌碼計算，說：“三百二十一萬。”大王說：“他既然聚積得來，還是叫他都喝下去。”不一會兒，把金銀像山一樣堆在臺階上，然後一點點放進鐵鍋裏，用烈火熔化。又叫幾個鬼來，輪流用勺子往曾口裏灌。熔液流到臉上，皮膚立刻臭裂，灌進喉頭，五臟六腑立刻沸騰。曾生前怕的是這東西少了，這時怕的是這東西多了。一直灌了半天才灌完。",
      "&emsp;&emsp;大王命令把曾押到甘州。走了幾步，見架上直立著一根鐵樑，有幾尺粗，上面繫著火輪，周長不知有幾千里，火焰五彩繽紛，光照雲霄。鬼用鞭子抽打，催他上去，他剛閉著眼睛跳上去，輪子隨著腳轉起來，感覺掉到一個地方，全身冰涼。睜開眼睛一看，自己已成女嬰。看看她的父母，穿得破破爛爛，土房子裏面，還放著瓢和木棍。她心裏知道自己己成了乞丐的孩子。她隨乞丐穿著破衣，頂著寒風，托著碗討飯，肚子常餓得咕咕叫。十四歲時，她被賣給顧秀才作妾。秀才大老婆十分兇悍，每天用鞭子棍子打她，動不動就用燒紅的鐵烙她。幸而丈夫還比較同情她，稍稍能得到點安慰。東邊鄰居有個惡少，忽然爬牆進來脅迫她做男女歡會。他自己想前輩子做壞事已經被冥間責罰了，怎麼可以再做。於是大聲求救，全家都爬起來，惡少年才逃走。有一天晚上，秀才跟她正在房裏睡覺，忽聽一聲響，房門大開，有兩個賊拿著刀進來了，竟然砍下秀才的腦袋，把衣物搶劫一空。她躲在被下縮成一團，不敢作聲。不久賊人走了，她才敢跑著去喊顧秀才的大老婆。大老婆大驚失色，和她一起來驗看屍體。大老婆懷疑是她勾引姦夫殺死丈夫，於是寫了狀紙，告到刺史那裏。刺史嚴刑審問，竟用酷刑逼供，按律處以凌遲，並把她押赴刑場。她冤氣填胸，跳起來喊冤，覺得陰司九殿十八層地獄也沒有這樣黑暗。",
      "&emsp;&emsp;正悲號時，聽到同遊的人喊道：“你做惡夢嗎？”曾孝廉睜眼一看，見那老和尚還在蒲團上打坐。同伴爭著對他說：“天色已晚，肚子也餓了，你為什麼如此酣睡？”曾這才面容慘澹地坐了起來。那老和尚微笑著說道：“二十年太平宰相的占卜應驗了嗎？”曾更加驚奇，忙下拜請教，和尚說：“修德行善，陷入火坑之中也有解脫之日，我這山野和尚能知道什麼呢？”曾興高采烈而來，灰心喪氣而歸，再也沒有做宰相的念頭了。後來終於遁入山林，不知下落。",
      "&emsp;&emsp;異史氏說：“福善禍淫，這是天道運行的規律。凡是人，聽說自己能當宰相，當然會高興，然而這些人之所以高興，一定不是因為自己能夠鞠躬盡瘁為國為民而高興。這時候這些人心中所想的，無非是高樓大廈，嬌妻美妾，無所不有。然而夢境固然是假的，幻想也不會變成真的。他自己胡思亂想，神識就用虛幻來安慰他。黃粱(1)米飯快煮熟的時候，像這樣的夢必然是會有的，應當把它附在邯鄲夢的後面。”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;黃粱夢，邯鄲夢，枕中記：黃粱指小米，黃粱夢指做夢的時間很短，夢裡人生很長。",
      "&emsp;&emsp;從前有一個叫做盧生的人，在到邯鄲（古邑名，故城在今河北省邯鄲縣西南）途中的一家旅店裡，遇到一位名叫呂翁的修道者。兩人在一起聊天時，盧生因為遭遇坎坷，命途多舛，貧困潦倒，不禁向呂翁吐起苦水。",
      "&emsp;&emsp;聽完了盧生的訴苦後，呂翁就從袋子裡拿出一個枕頭來交給盧生，並對他說：「年輕人！這個枕頭你拿去睡，只要睡上這個枕頭，它一定可以讓你榮適如意。」",
      "&emsp;&emsp;呂翁對盧生說這話的時候，旅店主人正在廚房裡蒸黃梁。盧生接過呂翁給他的枕頭後，因為旅途勞頓，頭剛靠著枕頭躺下休息後，不一刻就睡著了。",
      "&emsp;&emsp;在睡眠中，他做了一個美好的夢。夢見自己娶了一位姓崔的女子，這個女孩子不但人長得美麗清秀，而且家裡很有錢，使得他生活無憂無慮，有時間溫習課業。不久後他進京去趕考，中了進士，累官做到了節度使（官名。唐玄宗時，沿著邊境設置有八個節度使，統轄一道或數州，舉凡軍事、民政、人事、財賦都能自主。以後又遍設於國內，唐朝末年甚至一州也設一個節度使，父親死了，由兒子繼承，號為留後，世稱藩鎮。宋朝時是虛銜，只用以授封有功的臣子，元朝時廢除。），又因為大破戎虜，積功升到宰相，做了十年宰相後，由於年老氣衰才致仕（辭去官職）歸隱。",
      "&emsp;&emsp;他賢淑良善的妻子給他生了五個兒子，個個都很爭氣，都有功名，並在朝廷中任官。孫子十多人也很出色，每人都有成就。他們家的姻親也都是天下有名望的家族，可說是一門顯赫，名重一時。就這樣，他在舒適優裕中過著幸福美滿的生活，一直活到八十歲才過世。",
      "&emsp;&emsp;可惜好夢不長，一下子他就被一陣吵雜聲驚醒。等他睜開眼回到現實世界時，睡眠中美好的一幕幕都不見了，他不禁詫異的說：「怪了！難道我剛才是在作夢嗎？」",
      "&emsp;&emsp;「是的！你是做了一場短暫的夢。你看，旅店主人蒸的黃梁現在還沒有熟呢！在現實人生中，一切的富貴榮華，就像是你這一場短促的夢，人何必去斤斤計較世途上的名利得失呢？」坐在一旁的呂翁看見盧生醒來，聽到他說的話後，安慰著他說。",
      "&emsp;&emsp;盧生再夢中享受了數十年的榮華富貴，醒來後一切都成虛幻，他領悟了人生原來不過如此，就追隨著呂翁，跟他去學道。",
      "&emsp;&emsp;【出處】",
      "&emsp;&emsp;這個故事出沉既濟著《枕中記》（一說是唐朝李泌撰）。《枕中記》，書名，後來又稱做「邯鄲夢」、「黃梁夢」。明朝的湯顯祖根據它改編成《邯鄲記傳奇》。它所要表達的意思是：人生如夢，短暫而虛無，轉眼就成空。後來它變成了一句成語─「黃梁夢」和「黃梁一夢」，用以比喻人事的悲歡窮達，榮華富貴，終歸　虛幻，就像是一場夢罷了。李俊民詩：「功名大扺黃梁夢，薄有田園遍好閒。」元曲〈竹葉舟〉：「因應舉不第，到經邯鄲，得遇正陽子師父點化，黃梁一夢，遂成仙到。」",
      "&emsp;&emsp;本文轉載自國語日報社出版李炳傑編著「中國寓言故事」"
    ]
  },
  {
    "title": "龍取水",
    "href": "http://liaozhai.weebly.com/408452146227700.html",
    "content": [
      "&emsp;&emsp;俗話傳說，龍吸取江河的水以行雨，這是令人疑惑的說法。徐東癡在南方遊歷，船停在江邊，看到一條黑色的龍從雲中垂下，用尾巴攪動江水，波浪湧起，隨著龍身一直往上竄，從遠處看，水光閃閃，比三尺多寬的白絹還大。過了不久，龍尾收回，水流也停止了。不久大雨傾盆而至，水渠和道路都被水灌滿。"
    ]
  },
  {
    "title": "小獵犬",
    "href": "http://liaozhai.weebly.com/235672955729356.html",
    "content": [
      "&emsp;&emsp;山右衛中堂還是一介書生的時候，討厭別人打擾，跑到寺院裏住了下來。可是屋子裡面，蒼蠅蚊子跳蚤螞蟻蟑螂，真不知道有多少，整夜無法入睡。",
      "&emsp;&emsp;有一天吃飽了飯，躺在床上，突然，一個小武士，頭插雉尾，身高兩寸，騎馬大如蚱蜢，臂上駕著只蒼蠅大小的鷹，從外面進來。",
      "&emsp;&emsp;武士在房間裏盤旋了一下，衛中堂正在端詳時，又一個人衝了進來，裝束和小武士一樣。",
      "&emsp;&emsp;只是腰裏束著弓箭，牽著大螞蟻般大小的獵犬。過了一會，步者、騎者紛紛而至，約有幾百人，也有幾百隻鷹和幾百隻犬。",
      "&emsp;&emsp;只要蚊子和蒼蠅飛起來，這些人就把鷹放出，盡數撲殺。那些獵犬，爬到床上或牆角，把縫隙裏的蝨子跳蚤都找出來咬死。",
      "&emsp;&emsp;頃刻之間，獵殺乾淨。衛公假裝睡覺，眯著眼瞧著，任由這些鷹犬在身邊跳來竄去。",
      "&emsp;&emsp;接著出現一個黃衣人，戴平天冠，像是個國王，到另一張床，綁住馬匹。隨從都下來獻上各種獵物，大家聚在一起。",
      "&emsp;&emsp;不知道他們在說些什麼。不久，黃衣人和他的手下各騎鞍馬回去，萬馬競奔，煙飛霧騰，片刻散盡。",
      "&emsp;&emsp;衛公一切看得清清楚楚，十分駭詫。",
      "&emsp;&emsp;起來出門看了下，渺無蹤跡，回頭整個檢查，甚麼也看不到；只有壁磚上還留有一隻小犬。衛公趕緊抓下來，還挺乖的。放在硯盒中，小犬犬毛極細茸，脖子上還有個小環。如果餵飯粒，小犬嗅一嗅就走開了，自己跳到床上，尋找衣縫裏的蝨子。",
      "&emsp;&emsp;吃了蝨子之後，小獵犬就自己跑回來睡覺。隔夜衛公認為小犬走了；看看硯盒，還在那裡；當衛公睡覺的時候，獵犬就爬上床，遇到蚊蟲就咬死，蚊蠅都不敢落下。山右衛公非常喜歡牠。",
      "&emsp;&emsp;一天，衛公白天睡覺，獵犬靜靜伏在身邊。",
      "&emsp;&emsp;公翻身轉側，突然感覺身子底下有東西，懷疑是獵犬。",
      "&emsp;&emsp;馬上爬起來看，小獵犬，已經被壓扁，死了，像紙剪的一樣",
      "&emsp;&emsp;；但是從此以後，再也沒有小蟲子來打擾了。"
    ]
  },
  {
    "title": "棋鬼",
    "href": "http://liaozhai.weebly.com/3084939740.html",
    "content": [
      "&emsp;&emsp;揚州有一位姓梁的將軍，辭官退居在家鄉，每天帶著棋和酒，和友人在山林間遊玩消遣。這一天正好是九九重陽節，便約友人登高遊玩，下棋為樂。忽然來了一個人，在棋盤旁邊轉來轉去地觀局，半天也不離開。看他的樣子，清貧儉樸，衣袖上破口處掛著一絲一絲的線頭。但是風度仍然非常溫和文雅，像是讀書人的模樣。梁公客氣地請他坐下，他便很謙遜地坐下了，梁公指著棋對他說：“先生一定是很善於下棋的，何不同我這位朋友下一盤？”這人謙讓了一番，便和客人對起局來，一盤下完，結果輸了，神情十分懊喪，很不服氣。接著再下，又輸了，更加羞愧氣憤。給他斟上酒，也不喝，只是強拉著客人要接著下。從早晨到中午，連溺尿都顧不上。正當兩人為一個棋子而爭執不下，口角有點不和時，忽然間這個書生離開棋桌站在一旁發抖，神色也變得悲慘可憐。過了不一會，又對著梁公曲膝跪下，磕頭求救。梁公大為驚駭，連忙扶起他來說道：“不過是遊戲罷了，何必這樣呢？”書生說道：“請求您囑咐您的馬伕，不要捆綁我的脖子。”梁公又大為奇怪，問道：“馬伕是誰？”答道：“馬成。”",
      "&emsp;&emsp;原來梁有個馬伕叫馬成的，經常走陰間，每隔十幾天就到陰間去一回，充任拿帖子勾魂的差事。梁公覺得書生的話太讓人奇怪，便派人去看看馬成到底在幹什麼。去一看，馬成正僵臥在床上，已經兩天沒醒了。梁公於是明白是怎麼回事了，便大聲呵叱馬成，叫他不得對書生無禮。眨眼之間，這個書生就從他站的地方突然不見了。梁公才知道他確實是鬼，歎息了一陣。",
      "&emsp;&emsp;第二天，馬成醒過來，梁公把他叫到跟前問他，馬成說道：“這個書生是湖北襄陽人，喜好下棋成癖，因此把家產都花得一乾二淨。他的父親為此憂愁萬分，便把他關在書房裏，不許他出去下棋。但他還是得著機會就偷偷跳牆出去，和一些棋迷躲到背人的空地裏下棋。他父親每次發現了都痛駡他，但始終制止不了他。後來他父親終於因此被氣死了。閻王因為書生這一條太缺德，便削減他的陽壽，罰到餓鬼獄，到現在已經7年了。前不久，正趕上東嶽大帝蓋的鳳樓落成了，下帖子到各個陰曹地府。徵求書生文人撰寫碑文以志慶賀和紀念。閻王便把他從地獄裏提出來，讓他去東嶽給新樓寫碑文；若是寫好了，可以贖罪，重新投到陽世為人。不想他半路上又在這裏貪圖下棋誤了期限。東嶽大帝因他逾期未到，派值日官來質問閻王。閻王發怒命小人到處找他，好不容易在這裏找到了。昨天我遵奉主人您的命令，沒有用繩子捆綁他。”梁公問道：“現在他怎麼樣了？”回答道：“已把他交付給獄吏，仍舊打入餓鬼獄，永世不得超生了。”梁公歎息道：“癖好誤人竟然能到這種地步啊！”",
      "&emsp;&emsp;異史氏說：“見到下棋就忘了死，等到死了，見到下棋又忘了生。只要不是他所喜歡的，跟生死有甚麼關係呢！然而對下棋迷到這種地步，卻沒學到訣竅，徒然使九泉之下增添一個長死不生的棋鬼，真是可悲啊！”"
    ]
  },
  {
    "title": "辛十四娘",
    "href": "http://liaozhai.weebly.com/36763213132223523064.html",
    "content": [
      "&emsp;&emsp;廣平的馮生，年少而行為率意，還酗酒。淩晨時候偶然出行，遇見一個少女，穿著紅色衣服，相貌姣好。她帶著一個小奴僕，踩著露水趕路，鞋子和襪子都被露水沾濕了。馮生心底下很喜歡她。",
      "&emsp;&emsp;到了傍晚，馮生喝醉了正要回家。路旁原來有一座寺廟，荒廢了很久，有女子從裏面出來，她就是早上的那個美女。她看見馮生走過來，立即轉身進廟。馮生暗地裏納悶：美女怎麼會在禪院裏？他把驢子繫在寺廟門口，進去窺探。裡面斷牆零落，路上的草長得像毯子一樣柔細。正在觀賞時，一位頭髮斑白衣帽整潔的老翁出來，問：“客人來這裏做什麼？”馮生說：“偶然間經過古刹，想瞻仰瞻仰。”乘機問道：“老先生來這裏作什麼？”老翁說：“老夫我居無定所，暫時借這裏安頓家小。既然蒙您光臨，我以粗茶代酒接待您。”於是請客人入內。只見大殿後有一院子，石頭路面很光滑，不再有雜草。進了房間，看見窗簾床帳等傢俱，香氣襲人。雙方坐下來介紹自己的名字，老翁說：“鄙人姓辛。”馮生乘醉粗率地問道：“聽說令愛還沒有好的夫家，在下不才願意獻上鏡臺(1)作您女婿。”辛笑道：“請讓我和內人商量一下。”馮生就索要紙筆題詩，寫道：“千金覓玉杵，殷勤手自將。雲英如有意，親為搗玄霜。”主人笑著把詩給了僕人放好。不久，有婢女和辛耳語。辛起立請客人稍坐，掀開簾幕就進去了，隱隱約約聽到他說了幾句話就快步走出。生想肯定會有好消息，但辛只是坐著和他聊天，不再有別的話。生不能忍，問道：“在下不知道您對於婚事的意見，請您解開我心裡的疑問。”辛說：“您是個卓越不凡的人，我仰慕您已經很久了，只是我有些苦衷不便明言。”生請之再三，辛說：“小女有十九人，已嫁出的有十二人。婚事是內人拿主意，老夫不參與。”馮生說：“小生只要今天早上帶著小奴踏露而行的那位。”辛不回答，大家相對沉默。聽到房內有女子嚶嚶的說話聲，生乘醉掀簾子說：“既不能成為夫妻，那應該看看本人，來消除我的遺憾。”裏面人聽到簾鉤動的聲音，一齊起立，愕然相看。果然有那紅衣人，寬衣大袖，髮鬟傾側，站在那裏握住衣帶。看見生進來，滿屋子的人都驚慌。辛翁大怒，命幾個人拉生出去。馮生酒力愈加發作，倒在雜草中，瓦片石塊亂落下像下雨一樣，幸好沒打中。",
      "&emsp;&emsp;馮生躺著過了些時候，聽見驢子還在路邊吃草。於是他爬起來騎上驢子，踉蹌著趕路。夜色迷離，他誤入一個澗谷，在那裏野狼到處跑，貓頭鷹不斷叫，讓人毛骨悚然。他猶豫著到處看看，並不知道他在什麼地方。遠遠看見茂密的林子裏有燈火閃爍，心想那必定是村落，最後馳驢趕赴那裏。在那裏他看見一壯麗的大門。他用鞭子敲門，裏面人問：“是什麼人半夜到這裏來？”馮生把迷路的事情告訴他。裏面說：“等我回稟主人。”馮生踮起腳像天鵝一樣等待著。忽然聽見抽門閂開門的聲音，一個健壯的僕人走了出來，替客人牽著驢子。生進去，看見房間裝點得很華麗，堂上有人張羅著點燈。坐了一會，有婦人出來，詢問客人的姓氏，生告訴了她。過了不久，幾個丫鬟摻著一老太太出來，說：“郡君到了。”馮生起立，曲身想跪拜那老太太。老太太制止他並讓他坐下，對他說：“你不是馮雲子的孫子嗎？”回答：“是的。”老太太說：“那你應該是我外甥孫子。老身風燭殘年，時日無多，骨肉之間真是不熟悉啊。”生說：“孩兒我年幼時就失去父親，和我祖父交好的，十個裏認識不了一個。我素來沒有拜訪您，請您明示您是誰。”老太太說：“你自己會知道的。”馮生不敢再問，和老太太坐著暗想她的身份。",
      "&emsp;&emsp;老太太問：“孩子你為什麼深夜到這裏？”生素來以膽量自誇，於是把自己所遭遇的全部說出。老太太笑道：“這是大好事啊。況且孩子你是名士，和你結親絲毫不會對名聲有玷污，這野狐狸精憑什麼強作清高？孩子不要憂慮，我能幫你完成親事。”生只有“是是”地感謝。老太太看著侍女說：“我還不知道辛家的姑娘有那麼漂亮的。”丫鬟說：“他有十九個女兒，都很風雅，不知官人所聘的排行多少？”生說：“年紀大約有十五歲啦。”丫鬟說：“這是十四娘。三月的時候，她曾和母親一起給郡君道賀，您怎麼會忘了呢？”老太太笑道：“不是那個穿著蓮瓣花做的鞋，又在鞋裏放香料，鞋上還蒙著細紗來走路的人嗎？”丫鬟說：“是啊。”老太太說：“這丫頭很會作姿態，玩弄媚巧這套。但真是美貌，孩子你的眼光不錯。”立即對丫鬟說：“可派小狸奴把她叫來。”丫鬟答應後離開。",
      "&emsp;&emsp;過了些時候，丫鬟進來稟告：“把辛家十四娘叫來了。”馬上見到紅衣女子，對著老太太俯身下拜。老太太說：“你以後就是我家的外甥孫子媳婦了，不用再用丫頭的禮節。”女子站起，娉娉地站起來，紅袖低垂。老太太為她整理頭髮，撫弄她的耳環，說：“十四娘最近在閨中作什麼活？”女子低聲對答：“閑來只是刺繡。”回頭看見馮生，她害羞得拘束不安。老太太說：“這是我外甥孫子。他非常想和孩子你成為姻親，為什麼讓他迷路，深夜跑到這溪谷呢？”十四娘低頭無語。老太太說：“我叫你來非為別事，是想為我這孩子做媒。”她只是沉默。老太太吩咐打掃床鋪，舖好被褥，立即為他們成親。十四娘害羞地說：“還應該告訴我父母。”老太太說：“我替你做媒，有什麼問題？”十四娘說：“郡君的命令，我父母應該不敢違抗，但如此草率，即使要我死，也不敢奉命！”老太太笑道：“小女子的志氣不能侵犯，真是我的外甥孫媳婦啊！”於是拔下十四娘頭上金花一朵，給馮生收下。命他回家查找黃曆，找個吉日來做親事。於是使丫鬟送十四娘離開。聽見遠方已經雞叫了，派人牽驢送馮生出去。馮生走出幾步，偶一回頭，卻看見村舍已經消失，只見到松樹濃密漆黑，遮蔽著一個破敗的墳墓而已。定神下來回想了好一會兒，才想到這裏是薛尚書的墳墓。",
      "&emsp;&emsp;薛尚書是馮已故祖母的弟弟，所以稱呼他為外甥孫子。馮生心知見鬼了，但還不知十四娘是什麼人。慨歎了一陣就回去了，胡亂地翻檢黃曆來等待，但心裏怕鬼的約定很難靠得住。再到寺廟去，卻看到房屋很荒涼，問別人，聽到有寺中經常看到狐狸的傳聞。私下裏想：“如果能得到美人，即使是狐狸也是很好的。”到了選定的那天在房屋和路上大掃除，讓僕人輪流眺望，到了半夜還是沒有消息，馮生已不抱任何希望了。一會兒門外嘈雜起來，馮生鞋沒穿好就跑出來窺探了，看見花轎已經停在院子裏，兩個丫鬟摻著十四娘坐在新房裏。嫁妝也沒有什麼值錢的東西，只有兩個長鬚的僕人扛著一撲滿，大得像甕，在院子的一個角落把它放下。馮生因為得到美麗的妻子很高興，並不猜疑他是狐狸。問十四娘：“一個死鬼，你們家為什麼對她這樣服貼？”十四娘說：“薛尚書如今擔任五都巡環使，數百里的鬼狐都是他手下，所以回墳墓的時候很少。”馮生不忘做媒的恩德，第二天就去祭祀他的墳墓。回來時看見兩個丫鬟，拿著貝錦作為賀禮，直接放到桌面上就走了。馮生把這事告訴十四娘，她說：“這是郡君的東西啊。”",
      "&emsp;&emsp;縣裏有楚銀台的兒子，年少時和馮生是同學。聽說馮生娶到了狐狸妻子，送些東西作賀禮就進馮生家裏喝酒了。過了幾天，又下請貼來請馮生到他家去喝酒。十四娘聽說了，對馮生說：“那天公子來，我在裡面偷偷觀察他，那個人有人猿的眼睛老鷹的凶光，不可以和他長久相處。最好不要去。”馮生答應了。第二天公子造訪，追究馮生的失約之罪，並送新的禮物。馮生談話間嘲笑了公子，公子非常羞慚，不歡而散。馮生回到內室笑著對十四娘說剛才的事情，十四娘面帶淒慘，說：“公子是豺狼一樣的人，不可以和他親近啊！您不聽我的話，將會陷入災難裏去啊！”馮生笑著向十四娘道歉。後來他和公子又互相吹捧，從前的嫌隙慢慢消失了。恰好遇上考試，公子考了第一，馮生第二。公子沾沾自喜，讓人過來請馮生去喝酒，馮生推辭了；公子不斷邀約他才過去。到了才知道這天是公子生日，賓客和隨從滿堂，開出的筵席很豐盛。公子拿試卷給馮生看，親友擠著看試卷並喝彩。酒過三巡，堂上奏起了音樂，樂聲悠揚，賓主都很高興。公子忽然對馮生說：“諺語說：“考場中不要談論文采”，我現在才知道這是錯誤的。小生名次之所以能比老兄高，只因為破題有幾句話略微比老兄你高明罷了。”公子說完，滿座嘖嘖讚歎。馮生喝醉，不能忍下這口氣，大笑道：“老兄，你到了現在，還以為你的文章高明才得第一的嗎！”馮生說完，滿座失色。公子羞怒交加，喘不過氣來。客人們漸漸離開了，馮生也躲了。酒醒後馮生開始後悔，於是把這事告訴了十四娘。十四娘不高興地說：“您真是鄉下的浪蕩子！輕薄的態度，施加於君子，就會損害德行；施加於小人，會帶來殺身之禍。您的禍患不遠了！我不忍心看見您流落的樣子，請讓我離開。”馮生害怕得哭了，並告訴她他後悔了。十四娘說：“如果要我留下來，你就和我作個約定：從今以後閉門不出，不要和別人去玩，不要多喝酒。”馮生認真地接受了教誨。",
      "&emsp;&emsp;十四娘做人勤儉節約，每日以紡織為工作。有時回娘家探親，沒有過夜不回的。又經常拿錢財作些謀生的事情，每日有剩下的錢，就把它放進撲滿裏。每日關閉門戶，有來訪的客人就請老僕人出來謝絕。",
      "&emsp;&emsp;一日，楚公子讓人送請貼來，十四娘把它燒了不讓馮生知道。第二天，馮生在城外弔喪，正好在喪家見到了公子。公子拉著他的手臂苦苦相邀，馮生藉口有事情來推搪。公子讓僕人拉著馮生馬的轡頭，又拉又推地把馮生請到家。到家，公子命令立刻上筵席。馮生又請讓他早些回去。公子百般阻攔，又讓家裏蓄養的女樂師出來彈箏為樂。馮生素來豪放不羈，向來又被關在家裏，很覺得煩悶，突然間喝了很多酒，興致更高，不再把老婆的話放在心上。於是喝得大醉，在席上睡著了。公子的老婆阮氏，非常厲害和嫉妒，丫鬟和小妾都不敢化妝打扮。日前，有丫鬟進了公子的書齋，被阮氏捉住了，用棍子打那丫鬟的腦袋，打得頭破而死。公子因為馮生嘲諷過他，恨馮生入骨，每天都想報復他，於是計畫灌醉他來誣告他殺了那個丫鬟。乘馮生喝醉睡著，把屍體扛到馮生的身邊，關上門就走了。馮生五更的時候酒醒，才發覺自己睡在桌子上。起來找枕頭和床，卻發現有東西很軟，絆到了他。摸了一下，原來是人，心想這是主人派來伴睡的僕人。但又踢她不動，抬起來發覺這已經僵硬了。他非常害怕，出門大叫。公子家僕人全都起來，舉火來看，發現屍體，捉住馮生生氣地叫駡。公子出來認屍，誣告馮生奸殺丫鬟，捉起來送到廣平衙門裏。隔日，十四娘才知道這事，淚如雨下，哭著說：“我早知道會有今天的事情了！”於是按日給馮生送錢。馮生見到府尹，不能講道理伸冤，早晚被打，皮肉都被打爛。十四娘親自去探監詢問，馮生看到她，非常悲哀，說不出話來。十四娘知道這陷阱已經挖得很深了，勸他招認，以免皮肉受苦。馮生哭著答應了。",
      "&emsp;&emsp;十四娘來去之間，別人都看不見。回到家後她歎息不已，很快的派丫鬟出去辦事。獨自居住幾天後，請媒婆買到良家女子。那女子叫祿兒，才十五歲，長得很漂亮。十四娘和她一起吃一起住，對她的好得不同於一般下人。馮生招認是誤殺，被判絞刑。老僕人得到這消息回來，哭得說不出話。十四娘聽了，坦然自若像不介意。不久就是秋天行刑的日期了，十四娘才到處著急，早出晚歸，腳都不停過。經常在僻靜的角落和監獄裏悲泣。一天，天剛亮，狐狸丫鬟忽然回來了。十四娘立刻起來，和她在一旁說悄悄話。出來時卻笑容滿面。料理家務像平時一樣。第二天，老僕人去探監，馮生讓他帶話給十四娘，讓她來這裏作訣別，老僕人回來轉述，十四娘漫不經心地答應了，也不傷心，只是不管他；家裏人私下裏議論她很狠心。忽然路上眾人傳得紛紛揚揚：楚銀台被撤職，平陽觀察使奉皇帝特旨來審理這個案子。老僕人聽說了這個消息，高興地稟告十四娘。十四娘也很高興，立即派人到衙門去打探，看見馮生已經出獄，大家見到是又悲又喜。不久把公子抓住帶上堂，一訊問就知道了案子的全部情況。馮生當堂釋放回家。回來看見十四娘，淚流滿面，十四娘也看著他哭了。悲傷過後是歡喜。但馮生還是不明白上面怎麼知道這事。十四娘笑著指著狐狸丫鬟說：“這是您的功臣啊。”馮生愕然詢問；原來，十四娘派丫鬟到北京去，想到宮裏去，為馮生伸冤。丫鬟去了，卻發現宮裏有神守護，她徘徊在護城河裏，幾個月都不能進去。丫鬟怕誤事，才想回去再想計策，忽然聽說皇上要到大同去，丫鬟於是先到那裏，假作流浪的妓女。皇帝到妓院去時，丫鬟很受他的寵愛。皇帝疑心丫鬟不像是妓女，丫鬟才哭泣。皇帝問：“你有什麼冤屈？”丫鬟回答說：“我原籍直隸廣平，是生員馮某的女兒。父親因為冤獄將要被處死，所以把我賣到妓院裏。”皇帝面露淒慘，賞賜她黃金百兩。臨走時，詳細地詢問了事情經過，用紙筆記錄下姓名，還說想和那丫鬟共享富貴。丫鬟說：“我只想父子團聚，不願富貴。”皇帝點了點頭，才離開。丫鬟把這事告訴馮生。馮生急忙起來拜謝，淚流滿面。",
      "&emsp;&emsp;過了不久，十四娘忽然對馮生說：“如果不是和您的情意和緣分，那裡會惹上那麼多煩惱？您被捉去時，我在親戚間奔走請求幫助，沒有一人幫忙出個主意。那時的心情真是不能說出。如今看世俗越加討厭。我已經為您準備了一個好伴侶，我們可以分手了。”馮生聽了，趴在地上哭著不起，十四娘才不走。夜裏讓祿兒去陪馮生睡覺，馮生拒絕了。早上看十四娘，她的煥發的容貌消失了；又過了一月多，她慢慢衰老；半年後，她臉色黑得像老婆婆；馮生敬重她，對她的愛始終不變。十四娘忽然又說要走，而且說：“您自有好伴侶，還要我這個醜怪得像鬼的人幹嘛？”馮生哭得像以前要留下她的那樣。又過了一月，十四娘生急病，不吃不喝，虛弱地躺在臥室裏。馮生侍奉她吃藥，像侍奉父母一樣。巫師和醫生都沒有用，十四娘最終還是病死了。馮生悲哀到了極點。為十四娘辦喪事。幾天後，狐狸丫鬟也離開了，於是他立祿兒為妻子。過了一年，生了一個兒子。",
      "&emsp;&emsp;但是連年歉收，家境愈加敗落。夫妻沒有辦法，對著影子發愁。忽然想起十四娘常在大堂角落裏的那個撲滿裏存錢，不知那些錢還在不在。到了那個地方，發現各個容器裏錢都裝得滿滿的。錢一個疊著一個，用筷子探那個撲滿，堅硬得刺不下去。打破撲滿，金錢滿出。從此家用變得非常充裕。",
      "&emsp;&emsp;後來老僕人到太華山，看到十四娘，騎著一匹青色的騾子，狐狸丫鬟騎著驢跟著她。十四娘問：“馮郎還好嗎？”並且說：“向主人致意，我已經成仙了。”說完就不見了。",
      "&emsp;&emsp;異史氏說：“輕薄的語言，大多出於士人口中，這是君子所惋惜的。我也曾經這樣，講冤屈好像不對，但未嘗不用來自我勉勵，勉強自己成為君子，禍福的說法就不管了。像馮生那樣，因為小小的一句話，幾乎遭到殺身之禍，如果不是家裡有神仙，又怎麼能從監獄裏出來，繼續活下去呢？真是可怕啊。”",
      "&emsp;&emsp;註\n\n1.",
      "&emsp;&emsp;鏡臺自獻：意謂自媒求婚。晉人溫嶠的堂姑母托他為女兒作媒。一天，溫嶠告訴姑母說，佳婿已物色到，並送來玉鏡臺為聘禮。等到舉行婚禮，原來新婿就是溫嶠本人。後遂以“鏡臺自獻”，代指親自求婚。鏡臺，鏡匣。"
    ]
  },
  {
    "title": "白蓮教",
    "href": "http://liaozhai.weebly.com/3033334030259451.html",
    "content": [
      "&emsp;&emsp;白蓮教徒某人，是山西人，忘記他的姓名。了大概是徐鴻儒的徒弟。他有一種法術，能迷惑眾人。羡慕他的法術的人多拜他為師。一天，某人將去別處，在堂屋當中放了一個盆，又用一個盆扣在上面，囑咐徒弟坐在那裏看守著，並告誡他不要打開看。某人走後，徒弟便打開看，只見盆裏盛著清水，水面漂著一隻用草編織的小船，船上有桅杆和帆。徒弟覺得很新奇，用手指撥弄它，小船隨著手指，一歪便倒了；急忙扶正成原來樣子，仍舊扣上。一會兒他師父回來，生氣地責備他：“為什麼不聽我的話？”徒弟馬上辯解說沒有偷看。他師父說道：“剛才海裏船翻了，你怎麼能騙得了我？”又有一個晚上，在堂屋裏點了一隻大蠟燭，告訴徒弟看好，別讓風吹滅了。到了二更，師父還沒有回來，徒弟實在困乏，就上床去暫睡一會兒；等到醒來，蠟燭竟已滅了，急忙起來又給點上。不久，師父回來又責備他。徒弟說道：“我一直守著沒睡，蠟燭怎麼能滅？”他師父生氣地說道：“剛才你讓我走了十幾里黑路，還說什麼一直守著沒睡？”徒弟大為驚駭。類似這樣奇異的行為，一件一件的寫不完。",
      "&emsp;&emsp;後來，某人的愛妾與徒弟私通，他發覺了，但是假裝不知，也不說。有一次，他叫徒弟去餵豬。徒弟到了豬圈裏面，立即變成了豬。他馬上叫屠夫來把他殺了，把肉賣了。這事沒有別人知道。徒弟的父親因為兒子沒回來，就來問某人，他便回答說徒弟好久沒有來了。徒弟家裏的人到處探訪，一點消息也沒有。有和某人同師學藝的一個人，暗中知道這件事，偷偷告訴了徒弟的父親。徒弟的父親告到縣官那裏。縣官怕某人會逃掉，不敢輕易逮捕處置他，便報告上官，請求撥給了1000",
      "&emsp;&emsp;名帶甲武士，包圍了他的住宅。這樣，才把他連同他的老婆兒子一齊逮住，關在籠子裏，將他們押解到京都。途中經過太行山，山裡跑出一個巨人，身高和一棵大樹差不多，眼睛像茶碗，嘴像臉盆，牙齒有一尺多長。押送的兵士都嚇得站住不敢往前走。某人說道：“這是妖怪，我老婆可以打敗他。”押解的人於是就照他說的，解開綁他老婆的繩。他老婆拿著長槍前往，巨人動怒，一吸氣便把她吞到肚裏去了。眾人更加害怕。某人說道：“既然吃了我的老婆，那必須由我兒子去。”於是又放他的兒子去，又像方才一樣被吞進去了。眾人你看我，我看你，都不知道怎麼辦好。某人又哭又怒地說道：“既殺了我的老婆，又殺了我的兒子，我怎能甘心；不過不是我自己去是不行的。”眾人果然把他從籠子裏放出，給他一把刀，讓他上前去。巨人氣勢洶洶地迎上來兩個格鬥了一陣，突然巨人把他一把抓住放進口中，伸著脖了咽了下去，然後從容地走了。"
    ]
  },
  {
    "title": "雙燈",
    "href": "http://liaozhai.weebly.com/3861729128.html",
    "content": [
      "&emsp;&emsp;魏運旺，益都盆泉人。原是大家世族子弟。後來，家道中衰，不能再供他讀書了。二十多歲時，就不再學習，到岳父那裏去賣酒。",
      "&emsp;&emsp;一天，魏生獨自躺在酒樓上，忽然間聽到樓下有腳步聲。他吃驚地從床上起來，心裏緊張的聽著，聲音漸漸近了。沿著樓梯上來，一步比一步響。不一會，兩個使女挑著燈，已經來到他的床前。後面跟著一位少年書生，還引導一位姑娘走到床前。魏生一見非常奇怪、害怕。突然明白過來，知道他們是狐狸，渾身毛髮聳立，低下頭不敢看。書生笑著說：“先生不要怕。舍妹與先生有段姻緣，應該來侍奉先生。”魏生抬眼看看書生，只見他穿著漂亮的貂皮衣服，令人炫目。自己感覺與人家相比，很不整齊。滿臉慚愧，不知道回答什麼話好。書生留下燈，帶領使女走了。",
      "&emsp;&emsp;魏生仔細打量姑娘，亭亭玉立，楚楚動人，好像是仙女一般，心裏很喜歡她。然而很拘束，說不出話來。姑娘看著魏生笑著說：“先生並非聖人，何必這樣。”於是，他們上了床，姑娘把手伸到魏生懷裏暖手。這時，魏生才笑起來，順勢摸索兩胯，相互調笑，終於親近起來。早晨的鐘還沒有敲響，兩個使女便來領姑娘離去。他們兩人又約定晚上再會。到了晚上，姑娘果然來了。她笑著說：“傻小子，你有什麼福份，不花一分錢，就得到這樣漂亮的女人。每晚還自己到這裏來。”魏生高興沒有外人在，便擺上酒和她一道喝。還賭他手裏握幾枚銅錢。可十有九都是姑娘贏。於是，姑娘說：“不如我來握銅錢，你來猜。猜中就贏，假如讓我來猜，你就沒有贏的機會了。”說完，他們按姑娘說的去玩，通宵歡樂。他們即將睡覺時，姑娘說：“昨天晚上的被褥太涼太硬，真叫人受不了。”於是，叫僕人送來被褥，鋪好床鋪。被褥都是繡滿花紋的縐紗一類絲織品，又香又軟。一會，他們寬衣上床，兩人摟在一起，口脂的芬芳傳向四方，真是勝過皇帝的溫柔鄉(1)！從此以後，他們漸漸習以為常。",
      "&emsp;&emsp;半年後，魏生回到家裏，一天正遇上一個月明的晚上，他與妻子坐在窗前說話。突然發現姑娘穿華麗的服裝，坐在牆頭，用手招呼他。魏生走近前去，姑娘伸出手拉他出院牆外，跟他說：“今天要和你分手了。請你送我一程，以表達我們半年來的情誼。”魏生吃驚地問她，這是為什麼，姑娘說：“姻緣這個東西是有他的定數的。有什麼好說的呢！”說話間，他們走到村外。原先那個使女挑著雙燈在等待。他們一齊走到南山，登上一處高地，姑娘才與魏生說了告別的話。魏生留她不住，於是便走了。魏生站在那裏心情悵惘，遠遠看著雙燈一閃一閃的，漸漸走遠了，最後看不到了。魏生心情憂鬱地走回來。那天夜裏，山頭上的燈火，村裏的人都看到了。",
      "&emsp;&emsp;註\n\n1.",
      "&emsp;&emsp;《飛燕外傳》謂漢成帝得趙飛燕之妹合德，進御之夜，“帝大悅，以輔屬體，無所不靡，謂之溫柔鄉。“後以溫柔鄉指美色迷人之境。"
    ]
  },
  {
    "title": "捉鬼射狐",
    "href": "http://liaozhai.weebly.com/25417397402355629392.html",
    "content": [
      "&emsp;&emsp;李公名著明，是睢甯縣令李襟卓先生的公子。為人豪爽無畏，是新城王季良先生的妻弟。季良先生家院中樓閣很多，常常會見到一些怪異的現象。李公在夏季，時常寄宿在這裏，他喜歡樓臺上夜晚的涼爽。有人告訴他，這裏時常有怪異出現。李公聽後一笑置之，不聽人阻勸，堅持叫人安放床鋪，主人只好依照他的要求去做。囑咐僕人陪伴李公睡覺。李公拒絕說：“我喜歡自己睡，平生不知道什麼是害怕。”主人於是在香爐中點上香，按照李公的意思放好床，隨後吹滅了燈火關上門走了。李公躺下一會兒後，在月光中看到桌上的茶碗歪倒在那裏不斷旋轉，掉不下來，也停不下來。李公大聲叱聲，立刻聽到茶碗落地的聲音，停在那裏不動了。又好像有人拔下香束在空中搖晃，一左一右劃出各種花樣。李公起來斥責說：“什麼鬼怪敢這樣放肆！”光著腳下床，想上前去捉拿。用腳去找床下的鞋，只找到一隻。他也不再摸索，便赤著腳去束香搖晃的地方。香束立即插在香爐裏，像沒動過一樣。李公再低下身子去暗中摸索，忽然間，一個東西飛過來打在他的臉上，感到很像是鞋，可是又找不到鞋。於是打開房門下樓去，叫僕人點上燈，尋來找去，還是沒有找到任何東西。於是，他又重新睡下。天亮後，讓幾個僕人去找，鞋翻開草席，移開床，也沒有發現鞋在那裡。主人為李公換了一雙鞋。過了一天，偶然一抬頭，看到一隻鞋夾在房上的椽間，挑下來一看，正是李公的那隻鞋。",
      "&emsp;&emsp;李公是益都人。客居在淄川孫氏家中，該處院落寬大，閒置在那裏，李公僅僅住了一半。南院相鄰的高樓，只有一道牆隔著。時常看到樓門自開自閉。李公並沒有把這放在心裏。偶然有一次，他和家人在院子裏說話，忽然發現有個小人，面北朝南而坐，身高不過3",
      "&emsp;&emsp;尺。綠衣袍，白襪子。大家指著看，小人也不動，李公說：“這是狐狸！”連忙取來弓箭，對著樓門準備射，小人見到後，發出逗人的笑聲，於是就不見了。李公拿著刀上了樓，一邊罵著一邊搜查，竟然什麼也沒有見到，就回來了。但從此，怪異便消失了。李公住了幾年，平安無事。李公的兄長李友三，是我親家，這些事都是他親眼所見。",
      "&emsp;&emsp;異史氏說：“我出生得晚，沒有能侍奉在李公身邊，可是聽父老講過，李公是位慷慨剛毅的男子漢。從這兩件事看，大概的情況便可以看出來，浩然之氣存在心裏，鬼狐又能對他怎麼樣呢？”"
    ]
  },
  {
    "title": "蹇償債",
    "href": "http://liaozhai.weebly.com/364232076720661.html",
    "content": [
      "&emsp;&emsp;李著明先生，為人慷慨，樂於助人。他的同鄉某人，租他的房子住。這人從小就好遊蕩、性情慵懶，不會做農活。家裏窮，但有點小手藝，常常替李家做一些雜活，李公每次給他的報酬都很豐厚。有時早晨起來沒米下鍋，向李公哀求，李公就經常周濟他一升半斗的。",
      "&emsp;&emsp;有一天，某人來對李公說：“小人每天受到您老人家的厚愛憐憫，全家三四口人才倖免於餓死。但這樣下去怎麼能夠維持長久。請主人借給我一石豆子做本錢，我好出去做點小買賣。”李公很高興，馬上就命人給了他。某人把豆子背了去，一年多，一點也沒還。等到問起他買賣做得怎麼樣時，原來那一擔豆子的本錢全都賠光了。李公憐憫他貧窮，便也沒問他要。",
      "&emsp;&emsp;後來李公住到一所寺廟裏讀書，有三年多。忽然有一次，夢見某人前來說道：“小人欠主人豆錢現在來償還您。”李公安慰他，說道：“如果要你還債的話，那平日你所欠的，怎麼算得清？”某人面色慘然地說道：“這固然是您老人家的一片善心，可是一個人要是替別人出了力，那怕受人千金酬謝，不報答也說得過去；如果是無緣無故受人資助，即便是一升一斗也不應該忘記，何況我受您這麼多的恩惠呢！”說完就走了。李公醒來心裏很有些困惑。過了不久，家人就來告訴李公說道：“昨天夜裏家裏的母驢下了一頭駒子，挺長挺大。”李公突然醒悟道：“難道這頭駒子就是某人投胎的嗎？”過了幾天後回家，見著那頭小驢駒，便戲耍地叫著某人的名字，小驢駒立即奔跑到跟前，就好像懂得主人的話似的。打這以後就以這個名字叫這驢駒。",
      "&emsp;&emsp;後來有一次李公騎著這頭驢駒到青州去，青州衡王府的內監見到這頭驢駒很喜歡，願意出高價買。價錢還未商定，正趕上李公家中有急事等不及，便回去了。又過了一年，驢駒和雄馬同槽吃食，被雄馬咬斷了腿骨，不能治。正巧有一個牛醫到李公家看來，見這頭驢駒，對李公說道：“請將這頭驢駒交給我，我牽回去早晚治療調養，這需要些日子。萬一治好了，賣了錢和您平分。”李公答應了他的請求。",
      "&emsp;&emsp;過了幾個月，牛醫把驢駒治好了賣掉，得了1800",
      "&emsp;&emsp;錢，給李公一半。李公接了錢，恍然大悟，原來這個錢數正好是豆子的價錢。陽世欠的債還不了，到陰間地府也要償。這真足以勸戒人們啊！"
    ]
  },
  {
    "title": "頭滾",
    "href": "http://liaozhai.weebly.com/3895728414.html",
    "content": [
      "&emsp;&emsp;蘇孝廉，字貞下，為官時，他白天躺在床上休息，看到一顆人頭從地裏頭冒出來，大小如同裝米的斛，在床下面不停地旋轉。受驚後得了病，於是，臥床不起。後來，他的弟弟，到蕩婦的家裏睡覺，遭到殺身之禍，這就是這顆滾動人頭的徵兆吧！"
    ]
  },
  {
    "title": "鬼作筵",
    "href": "http://liaozhai.weebly.com/397402031631605.html",
    "content": [
      "&emsp;&emsp;秀才杜九畹，老婆生病了。這一天正是九九重陽節，朋友邀請他一起出去登高，賞菊飲酒。早晨起來梳洗完畢，跟老婆打了個招呼，戴上帽子穿好衣服正要出發，忽然間，只見老婆昏迷過去，嘴裏含含糊糊，絮絮叨叨地，好像在跟人說話。杜覺得很奇怪，就到老婆的床跟前問她怎麼了。沒想到他老婆竟口口聲聲管他叫兒子。家裏人一看這事很奇怪，知道一定有原因。",
      "&emsp;&emsp;當時杜的母親已死，棺材還沒落葬，他懷疑是母親的魂附在老婆身上了，便祝告道：“是不是我媽呀？”老婆罵道：“畜生！怎麼不認得你爹？”杜說：“既然是我爹為什麼回家來祟惑兒媳呢？”老婆叫他小名道：“我是專門為兒媳的事回來的，為啥反而埋怨你爹？兒媳婦本應該馬上就死；有四個人來勾她的魂，領頭的是張懷玉。我百般哀求他們別勾，好不容易總算答應了。我許諾了他們一點禮物，要馬上就給他們。”杜就依這話去做，馬上到門外燒了些紙錢。老婆又說道：“四個人走了，他們不好意思不給我面子。不過三天以後，得辦點酒菜謝他們。你媽年歲大了，手腳不便，不能料理這些活計，到時候還得讓兒媳婦跑一趟。”杜說：“陰間陽世是兩個不同世界，怎麼能去代做飯？望爹爹原諒。”老婆說道：“我兒別怕，去去就回來。這是為了你的事，別怕辛苦。”說完就閉上眼睛，像死了一樣，過了很久才蘇醒過來。杜問她剛才所說的話，她一點也記不得了。只是說道：“剛才看見來了四個人，要捉我去。幸虧爹苦苦哀求，又給他們點錢，才走了。我看見爹的包袱裏還有兩錠銀子，想偷一錠來，回家過日子用。讓爹看見，罵我：‘你想幹啥！這東西是你能用的嗎！’我才把手縮回來沒敢動。”杜以為老婆病還沒好，所以對她的這些話，半信半疑。過了三天，正在又說又笑時，忽然他老婆老半天瞪著眼睛，說道：“你媳婦太貪了，那天看到我的銀子，就想伸手偷。這大概是由於窮吧，也不怪她。我馬上要帶你媳婦去，替我照看照看廚房的事，別擔心。”剛說完，就閉上眼睛，躺下不動，跟死了一樣。",
      "&emsp;&emsp;大約有半天工夫，才醒過來。告訴杜說：“剛才爹叫我去，說：“不用你下手，我做飯炒菜自有人，你只要坐著支使支使就行了。我們陰間辦事喜歡大方，東西要備得豐盛，各種食品都要讓它滿滿的漲到盤子外面，一定要記住。”我就答應了。到了廚房，看見兩個女人在裏面切菜，都穿著黑裏透紅、領子滾著綠邊的坎肩。這兩個女人管我叫嫂子。每次往托盤裏面放酒菜時，都請我過目，然後才端上去。上次來勾我魂的四個人都坐在席上。酒菜都放好之後，爹就叫我回來了。”杜聽了大為驚異，後來常把這事說給別人聽。"
    ]
  },
  {
    "title": "胡四相公",
    "href": "http://liaozhai.weebly.com/32993222353045620844.html",
    "content": [
      "&emsp;&emsp;山東萊蕪有個人叫張虛一，是學使張道一的二哥。他性格豪放，不拘小節。他聽說城內某家住宅被狐狸住了，就懷揣名片去拜謁。名片塞進門縫後，過了一會兒，門自動開了。隨他來的僕人大驚，逃跑了。他卻恭恭敬敬地進去了。只見裏面傢俱擺設整齊，卻寂靜無人，他便作揖禱祝說“小生誠心前來，狐仙既不讓我吃閉門羹，何不讓我們見見面？”忽聽得空房內有人說：“勞你屈尊到此，真是空谷足音(1)，讓人感激，請坐賜教。”即刻就有兩把椅子移成對坐的位置。張虛一剛坐下，就有一個鏤花紅漆盤托著兩盞香茶懸空送到他面前。每人一杯，張虛一只能聽到狐仙的喝茶聲，卻始終見不到人。茶喝完後，就擺上了酒。張某仔細問對方的家世，主人說：“弟姓胡，排行第四，稱為相公，是僕人這樣叫的。”於是兩人邊喝邊說話，意氣很相投。桌上鱉肉鹿脯，雜有香菜。上酒上菜的，像有許多小廝。張某酒後想喝茶，他剛有這個想法，茶就放在桌子上了。只要他剛想要什麼，東西沒有不馬上出現的。他十分高興，喝得大醉而歸。",
      "&emsp;&emsp;從此，張某每隔三天就拜訪一次。胡四相公有時也到張家，張則以賓主之禮相待。有一天，張某問胡四：“南城有個巫婆，假託狐仙，騙病人的錢，不知你認不認識她家的狐仙？”胡四說：“假的，她家根本就沒有狐狸。”過了一會兒，張某聽見有人小聲對他說：“剛才說的南城狐巫，不知是什麼人。小人想跟著先生去看一下，麻煩您給我主人說一聲。”他知道是小狐，便答應了。於是，他請求胡四說：“我想帶你手下一二個僕人去探訪一下狐巫，希望你能同意。”胡四堅持說不必要，張某再三求他，他就同意了。張某馬上告辭，他剛出來，一匹馬就朝他跑過來，好像有人牽著。騎馬上路，小狐在路上對他說：“先生走路時，如果有細沙落在您的衣襟上，那就是我們在跟著您。”說著說著，便到了南城巫婆家。巫婆見張某來了，笑著迎接說：“貴人怎麼光臨寒舍？”他說：“聽說你家狐子很靈驗，是真的嗎？”她立刻正顏厲色地說：“這種話，不應出自貴人之口！為什麼直接叫狐子，不怕我家花姐不高興？”她話沒說完，空中就落下半塊磚，打中她手臂，她踉踉蹌蹌要跌倒，吃驚地對張某說：“你為什麼拋磚打我？”張某笑著說：“你瞎了眼！那有自己額頭被打破，怪罪袖手旁觀的人？”她正在驚愕磚頭不知從那裡飛來時，又有一塊石頭打中了她，她便倒在地上，接著污泥紛紛飛到她的臉上，把她塗抹得像鬼一樣，她嚇得大叫饒命。張某請求饒恕她，污泥才沒有再飛。她急忙跑進房裏，關起門不敢出來。張某喊著問她：“你的狐比得上我的狐嗎？”她一個勁地謝罪。張某抬頭望著空中，囑咐小狐不要再擊傷巫婆，她才膽戰心驚地走出來。張某笑著教訓了她一頓，這才走了。從此，張某每次獨自一人行走，只要發現塵沙像雨一樣落在他衣服上，就喊小狐說話，沒有不靈驗的。",
      "&emsp;&emsp;他因有小狐作伴，連虎狼暴徒都不怕。這樣過了一年多，他與胡四更加親密了。曾經問他年歲都記不得了，只說：「看到黃巢(2)做亂造反，就像昨天一樣。」",
      "&emsp;&emsp;一天晚上，正在聊天，忽然聽見牆邊有淒厲的聲音響起，胡說：「一定是家兄來了。」張說：「怎不約來一起聊聊？」回答：「他道行淺，抓抓雞鴨吃就滿足了。」張某對胡四說：“世上像你我這樣的好朋友，可說沒有遺憾了，只是我始終沒見到你的面容，這有些讓人遺憾。”胡四說：“只要交情好就夠了。何必硬要看到面孔？”",
      "&emsp;&emsp;有一天，胡四擺酒請張某，並向張某告別。張某問道：“準備到那裡去？”胡四說：“我打算回家鄉陝西。你常說見不到我感到遺憾，今天請你見一下結交多年的好朋友，日後也好相認。”張某四處看都沒看見。只聽胡四說：“你打開房門，我就在裏面。”張某照他說的，打開房門，只見一個穿戴整齊，眉目清秀的美少年望著他笑，突然又不見了。張某轉身出房，只聽到腳步聲在後面響。胡四說：“你現在沒有遺憾了吧？”張某依戀不捨。胡四寬慰道：“相聚離別自有定數，你不必傷心。”說完用大杯勸張某暢飲。飲到半夜時，才打起燈籠送張某回去。",
      "&emsp;&emsp;張某第二天去探望胡四，只剩下一座冷落的空房子。後來，張虛一的弟弟張道一當了西川學使。張虛一仍很清貧，到西川看望弟弟，原指望弟弟會接濟他，但弟弟送的東西很少。張虛一在回家的路上歎息不已。這時，他發現有個少年騎著驢子跟在後面。張某回頭，見他衣著華麗，神態優雅，便主動與他說話。少年見張某不高興，就問原因。張某感歎地把情況告訴了少年。少年安慰了張某幾句。兩人走了一里多路，來到了叉路口，少年與張某拱手告別時說：“前面有個人，代你的老朋友送點禮物給你，請你笑納。”張某想問一下，少年卻騎驢走了。張某困惑莫解，又走了兩三里路，只見一個老僕人提著一個小竹筐子，送到他的馬前，並說：“是胡四相公敬獻給您的。”他這時才恍然大悟，接過竹筐一看，裏面裝滿白銀，再看老僕人時，已經不見了。",
      "&emsp;&emsp;註\n\n1.",
      "&emsp;&emsp;空谷足音︰《莊子·徐無鬼》：“夫逃虛空者，藜藿柱乎鼬之徑，踉位其空，聞人足音跫然而喜矣，又況乎昆弟親戚之謦其側者乎。”意思是空谷之中許久未見人影，所以聽到人的腳步聲就非常高興和喜悅。跫，腳步聲。\n\n2.",
      "&emsp;&emsp;黃巢︰唐末時人。初為鹽幫首領，後成叛亂軍首領，曾自立為王，後為帝，尊號為承天應運啟聖睿文宣武皇帝，，史稱黃巢之亂。黃巢退敗時死於部下之手。"
    ]
  },
  {
    "title": "念秧",
    "href": "http://liaozhai.weebly.com/2456531207.html",
    "content": [
      "&emsp;&emsp;異史氏說：“人情險惡奸詐，各處都沒什麼區別，在南北要道，禍害尤為厲害。像那種持強弓騎烈馬抵抗敵寇於國門外的人，大家都知道了。可是有些人割包裹偷錢囊，在街市上強取財物，往往是商旅一回頭，財物已空，這些不是比鬼更厲害嗎？有人初次見面，便會說出像甜酒一樣的好聽的話，慢慢接近你，相處漸漸加深，往往被人誤以為是個與你傾心相交的朋友，結果，卻遭到了損失錢財的禍事。因為這類人說話時言詞溫和，所以名叫‘念秧’。如今北方這類人很多，遭他們陷害的人更多。",
      "&emsp;&emsp;我的同鄉王子巽，是縣裏入學的諸生。有位本家的前輩在京城任旗籍的太史。他準備去探望，便打點行裝北上。他離開濟南走了幾里路後，就有一個人騎著黑色的牲口，和他們同行。這人不時用閒話逗他說話。王生也互相搭腔。那個人自己說：‘姓張是棲霞縣的差人，被縣太爺派遣到京城去辦事。’他稱呼謙恭，侍奉殷勤，跟著走了幾十里路。後來又提出和王生一起歇宿。王生走在前面，他就鞭打牲口追上來。王生落在後面，他就停在路邊等待。王生的僕人很懷疑這人。便繃起臉來拒絕他，不讓他跟在一起，張某自己感到有點不好意思，便揮鞭打著牲口走開了。",
      "&emsp;&emsp;天黑了，他們住在旅店裏，王生信步走到院子，發現張某正在外院房裏吃喝。王生還在疑惑時，張某一眼便看到了王生，立刻垂手站立在那裏，謙恭得像個僕人，隨口問問，王生也當成平常偶然相遇，沒有懷疑他，可是王生的僕人卻整夜防備他，天亮了，張某來請王生和他一起走。僕人申斥並拒絕了他的邀請。張某便自己走了。太陽升得很高了，王生他們才上路。他們走了半天左右時間，發現前面有個騎著白色牲口，年齡在40",
      "&emsp;&emsp;歲左右的人；這人衣帽穿戴很整潔，只見他低著頭騎著牲口，打著盹，似乎要掉下來，有時在王生的前面，有時又在王生的後面，這樣走了10",
      "&emsp;&emsp;多里路。王生對這人很感新奇，問道：“夜裏幹什麼啦，怎麼弄得暈暈迷迷？”那人聽到有人問話，突然，伸了一個懶腰說：“我是清苑人，姓許。臨淄縣令高檠是我的中表親。我的哥哥在他的官衙教書，我到那裏去探望，得到了一點饋贈。昨天晚上在旅店裏同念秧們住在一起，我小心翼翼地戒備一夜不敢合眼，弄得我白天裏還暈暈的。”王生故意問道：“念秧，是怎麼回事？”許某回答說：“你在外面做客的時間太少，不知道什麼是險詐，如今有些匪徒用甜言蜜語誘惑出門在外的人，糾纏著和你一起走，一起住，尋找機會騙你的錢。昨夜我有個親戚，就是因為這個，把路費都弄丟了。我們都應該警惕。”王生點頭同意他。",
      "&emsp;&emsp;先前，臨淄縣的縣令與王生有些交往。王生曾在那裏做過幕僚，認識他的門客，其中果然有個姓許的人。於是，就不再懷疑他，答話寒暄，並打聽他哥哥的情況，許某便約王生天黑時，同住一個旅店裏，王生答應了，王生的僕人始終懷疑這個人有假。暗中和王生商量，慢慢地不往前走，和許某相互拉開了距離，於是，雙方都望不見蹤影了。第二天，太陽到了正午的時候，又遇到一個少年，年約十六七歲，騎著一匹健壯的騾子，衣帽秀麗整潔，容貌也很漂亮，他們一起走了很長一段路，卻相互未交談。太陽偏西了，少年忽然說道：“前面離屈律店不遠啦！”王生微微答應了他一聲。少年接著唉聲歎氣，哽泣不止，像是無法控制自己。王生略微一打聽。少年便歎氣說：“我是江南人，姓金。三年苦讀，期望能考中，沒有想到竟然弄得名落孫山！我的哥哥在京城某部裏主持政務，於是帶著家眷來探望他，希望以此能解憂去愁。可是長這麼大，還不習慣走遠路，撲面的沙石塵土，令人煩惱。”說完拿出紅色的汗巾擦臉，歎息之聲不止。聽他說話發出南方的口音，嬌聲委婉如同女孩兒一般，王生心裏很喜歡他，於是解勸安慰了幾句。少年說：“剛才是自己先跑出來的。家眷久等也不見到來，不知為什麼僕人們也沒有到呢？太陽快要落山了，怎麼辦呢？”他留在原地抬頭仰望，向前走得很慢。王生於是騎馬先行，離少年漸行漸遠。天黑時，他們到一家旅店投宿，走進客房，靠牆有一張床，已經先有客人放上了自己的行李。王生正要問店主。正好在這時，有個人走進房裏來，拿起行李就走了出去。說：“請您在這裏安歇，我就搬到別處去。”王生一看那人，就是那姓許的人。王生便制止他搬出，留他同住在一間房子裏。姓許的人也就留了下來，坐下來和他說話。不一會，又有個人拿著東西進來，看到王、許在房裏返身出去，說：“已有客人在這裏啦！”王生一看，原來就是路上那個少年，王生還沒有說話，許某急忙站起來，拉著少年的手，挽留住。少年也就坐在那裏。許某便打聽他的家族出身，少年又把路上說的話，告訴了許某。過一會，少年從開口袋取出錢，堆在一起，從中取出一兩多銀子交給店主，叫他置辦酒菜，以供大家夜裏談話時吃用。王、許二人爭著勸阻少年，到底還是不聽。不一會工夫，酒菜一齊擺上來了。席間少年談論起文章來。風流儒雅極了。王生探問江南考場中的試題，少年都告訴了他，並且還背誦自己文章談到如何破題，以及文中得意的句子。說完，顯得很不服氣。大家都對他表示惋惜。少年又說家眷丟了，夜裏沒有僕人可用，擔心不知如何料理牲口。王生聽他這樣一說，便叫他的僕人代替少年照料牲口的草料，少年對此深表感謝。",
      "&emsp;&emsp;大家閑坐著無事可幹。忽然間少年鄭重地說：“我平生困頓不順，出門在外也沒有遇到好事。昨夜住宿，與壞人住在一起，他們投擲骰子的叫喊聲，刺耳心煩，讓人睡不著覺。”南方話把骰子叫做兜。姓許的人聽不明白，便再三追問他。少年用手比劃著它的模樣。許某一見笑著從口袋裏摸出一顆骰子來說：“是這個東西嗎？”少年回答說，對。許某於是拿骰子做酒令，大家一起愉快地喝酒。酒喝正酣時，許某請大家一起來擲骰子玩，說是要贏個請客的東道主做。王生推辭說自己不懂得這個玩藝兒，許某便和少年對坐玩了起來。他又暗中囑咐王生說：“您不要說出來，南蠻公子哥很有錢，又是個剛出門的雛兒，未必能懂得賭博，我贏他一些錢，明天一定送給你一些。”’說完，兩個人便進到另一間屋子裏。不久，便聽到很響亮的吵鬧賭錢之聲。王生偷偷去看他們，發現棲霞縣差人也和他們一起玩，感到非常疑惑。他便打開被褥自己躺下睡覺，又過了一會兒，眾人一齊來拉王生去賭。王生推辭說自己不會。許某便提出自願代王生分辨輸贏。王生還是不肯答應去。於是，他們就強行代王生投骰子。不久，他們跑到床前，告訴王生說：‘你已經贏了幾個賭碼了。’王生在睡夢中含混著敷衍他們。突然間，有好幾個人推開門闖進來，領頭的人說是姓佟，是旗下管抓賭的人。那時，官府禁賭的法令很嚴。大家一看都很害怕，佟某大聲地嚇唬王生，王生便打出太使的旗號對付他們。佟某一聽這樣，才消了氣，與王生扯起來還是同鄉，便笑著說：“請大家再玩吧！”眾人果然又賭了起來。佟某也跟著大家一起賭。王生對許某說：“輸贏我都不想知道，只想去睡覺，不要打擾我。”許某還是不聽，仍然來回報告他。賭局散後，各人都計算賭碼，王生輸的最多，於是佟某便來查看王生的行李，要取來抵債，王生氣得和他爭論起來。少年拉著王生的手暗中說：‘他們都是些土匪，會幹出什麼事很難預料，我們是文人相交，不能不相互照應。剛才我在賭場上贏了些錢，可以抵你的債。否則的話，從朋友的道義講，我還能讓你還債嗎？’王生本來就很厚道，聽他這麼一說，也就相信了他。少年走出房去，把他們互相抵債的辦法告訴了佟某，於是，當眾打開了王氏的行李，按著賭債估算價值把東西裝入少年的口袋裏。佟某轉過身去找許某、張某討債去了。少年把自己的被褥抱過來，與王生的枕頭相連，他的被褥都很精美華麗。王生也叫僕人到床上來睡。各人都安靜地枕著枕頭睡覺了，很長時間，少年故意做出輾轉反側的樣子，用自己的下體去接近僕人。僕人移開身子躲避他，少年又靠過去。把身子靠上僕人的兩腿間，少年的皮膚滑潤如油脂一般，僕人便動了心，嘗試著和他玩了一會。少年殷勤周到的侍奉，被子掀動的聲音，王生都聽到了。他對這雖然很吃驚，而始終沒有懷疑少年會有什麼不好的企圖。",
      "&emsp;&emsp;天剛亮，少年就起了床，催王生和他一起早走，並說：“您很累了，夜裏寄放的東西，我到前面還給你。”王生不得已，只好跟著走。少年的騾子跑起來，距離漸漸的遠了。王生猜想少年會在前面等他，開始對此也沒有在意，便以夜間聽到的事問僕人，僕人如實地告訴了他。王生這時這才開始吃驚地說：“我們被念秧騙了！那能有官宦人家出身的讀書人，會毛遂自薦和僕人幹出這種事來。”又轉而想，這少年談吐很是高雅，絕不是念秧這類人所能做到的。他們急急忙忙追趕了幾十里路，可是少年一點蹤影也沒有了。這時，他才明白，許某、佟某等都是一夥的，一個騙局不行、就又換一個騙局，一定要讓別人陷入圈套。還債易裝，已經準備了幾個方法，如設下的換裝的計謀不中，也必定如前面所說的強搶而去。為了幾十兩銀子，追隨了數百里路，又恐怕僕人揭破他們的陰謀，竟用自己的身子去換取僕人的好感，這個方式也太不容易了。",
      "&emsp;&emsp;上面的事情發生數年後，又發生了吳生的事。",
      "&emsp;&emsp;淄川城有個姓吳的書生，字安仁。三十多歲時死了妻子，一個人住在空蕩蕩的書齋裏。有一天，一位秀才來拜訪，彼此敬慕。來客隨從有一個小僕人，名叫鬼頭。他也和吳生的小僕人報兒很好。時間一長，吳生知道他們是狐狸。吳生遠行在外，他們也必然跟隨著，他們和吳生住在同一個屋子裏，可是別人都看不到他們。一天，吳生在京城裏做客，準備回家去，聽到王子巽遭到了念秧的坑害。吳生便告誡僕人要有所戒備。狐狸笑著說:“不用這樣做。這次回家去，一路上不會有什麼不順利的。”他們走到涿州時，看到一個人拴著馬坐在煙鋪旁，穿著整齊的皮衣服，看到吳生走過來，也站起來，騎馬跟上來，漸漸地和吳生搭上話，他自己介紹說：“山東人，姓黃。是戶部的人員。到東邊去，很高興和吳生走同一條路，不會孤單、寂寞。於是，一路上吳生停下來他也跟著停下來。每逢他們一起吃飯，黃某必代替吳生付錢。吳生表面上表示感謝，暗地裏懷疑他。他私下問狐狸怎麼辦?",
      "&emsp;&emsp;狐狸說:“沒有關係。”吳生對黃某的戒備就放鬆了。到了晚上，他們一起尋找旅店。一進屋，見到有一位漂亮的年輕人先已坐在那裏。黃某一進屋，便向他拱手行禮，高興地問年輕人：“什麼時候離開京城的？”回答說：“昨天。”黃某於是拉著年輕人和他們一起走。轉身向吳生介紹說：“這是史郎，我的表弟，也是個讀書人。可以陪先生論文談詩，夜裏說話不會冷場了。於是拿出錢買酒置菜一起吃喝。這位年輕人風流溫情，與吳生相愛慕。喝酒時，年輕人給吳生遞眼神，示意黃某喝酒作弊，罰黃，強行讓他喝酒。年輕人一見如此，拍手大笑，吳生更加喜歡他了，不久，史郎與黃某商量賭錢，一起拉著吳生玩，大家都從口袋裏掏出錢做賭本。狐狸告訴報兒暗地裏鎖上房門，又告訴吳生說：“如果聽到人們的吵鬧聲，只管坐著不要出去。吳生答應了。吳生每次投骰子，下小注時就輸，下大賭注時就贏。到一更後，便贏了兩百餘兩。史、黃二人倒盡口袋，拍拍打打，錢都輸光了。兩人商議賣馬。這時，突然聽到很猛烈的敲門聲。吳生急忙站起來，把骰子投到火中，蒙頭假裝睡覺。等了好長一段時間，只聽到店主說，找不到鑰匙。突然，門被打破，有幾個人氣勢洶洶地闖進屋裏來，搜查捕拿賭錢的人。史、黃二人都說沒有賭錢。有一個人竟然掀起吳生的被，說他就是賭錢人。吳生反駁他們，幾個人走過來，強行搜查吳生全身。等到吳生快要力不從心，無法抗拒時，忽然聽到門外有車馬聲，吳生急忙跑到門外去叫喊，房裏的人才害怕起來，把他拉進來，求他不要喊。吳生才從容地把包袱交給店主。這時，車馬走遠了，眾人也走出門外去了。黃某和史生都很驚喜，一個個尋找床位休息。黃某叫史生和吳生同床而眠。吳生把腰裏纏的包袱卷成枕頭，才拉開被褥睡覺。過了不久，史生掀開吳生的被，赤裸著身子鑽入吳生的懷裏，小聲說：“我很喜歡兄長的一表人材，願和你交個好朋友。”吳生心裏知道這是他的欺詐術，但想到他能施用這種計謀，也不容易。和他相互擁抱，史生極力奉承討好，不料吳生是個強壯的男子漢，動作極為有力。史生不斷呻吟，承受不住，便偷偷哀求吳生不要再玩了。吳生卻堅持要玩完。用手一摸血都流到床上。於是，吳生才發話叫他出去。到了天亮後，史生疲憊不堪，不能起床，假托得了暴病，請吳、黃二位先走。吳生臨別時，送給史生一些錢做醫藥費。吳生在路上和狐狸說起這件事。這時，才知道夜裏的車馬聲，都是狐狸弄出來的。黃某在路上越發向吳生獻殷勤。晚上還和他住在一起。到了旅店，房間狹小，僅能放下一張床，房裏很溫暖，潔淨。但吳生嫌房間太小。黃某說：“這床睡兩個人是太狹，可你先一個人睡，還是太寬。這有什麼關係。”黃某說完這話，竟然自己走開了。吳生也高興能自己獨睡，可以接待狐狸朋友。可等了很長時間，狐狸也不來。忽然，他聽到牆上的小窗，有人用指頭彈打的聲音。吳生打開門去看，一個年輕女子穿著豔裝，很快地跑了進來，自己關上了門，向吳生露出笑臉，她漂亮得如同仙女一般，吳生一見非常喜歡，再三追問，才知道是店主的兒媳婦。於是便和她調笑，這時，這女人忽然傷心地掉下淚來，吳生吃驚地問她。女人說：“不敢隱瞞。我實際是店主人派我來引誘您的誘餌。過去，我一進屋，就會被他給抓住，不知今晚他為什麼這麼久的時間還沒有來。”說完又哭著說：“我是好人家的女兒，這樣做非我所願，如今我已把我的心交給您了，求您救救我！”吳生一聽這樣，非常害怕，想不出什麼計謀來，只好叫她快走。這女人只是低著頭哭，不肯移動。忽然，聽到黃某和店主不斷敲門，只聽到黃某說：“我一路上侍奉您，是看重您的為人，為什麼要勾誘我兄弟的媳婦！”吳生害怕逼著女人快去。聽到牆外還有打鬥的聲音，吳生急得汗如雨下，女人也趴在那裏哭。又聽到有人勸店主不要鬧，店主不聽，推門更急。那勸的人說：“請問店主你想怎麼辦？如果想把他們殺了？有我們這些客人在，一定不能坐視你去殺人不管。如果，他們兩個人中有一人逃走了，頂罪時怎麼說？如果想到官府公堂去告，人家會說你家教不嚴，那是自己不好看。況且他是住店的客人，明明是你店主陷害、敲詐，怎麼能保證那女人不說出和你不同的話？”店主聽後張目結舌不能回答。吳生聽到這一番話，心裏偷偷感激佩服，但不知道說話的人是誰。",
      "&emsp;&emsp;最初，旅店準備關門時，就有一個秀才帶著一個僕人，來到旅店外院房住宿，攜帶著美酒，請遍同院住的客人，勸黃某和店主時尤其熱情。黃某和店主準備起身告辭，秀才拉著衣襟，苦苦挽留不讓走，後來尋了個機會跑開了，回到吳生住的地方，秀才聽到吵鬧聲，才出來勸解這件事。吳生趴在視窗偷看，看到秀才就是狐友，心裏偷偷高興。狐友看到店主的銳氣被壓下，於是，又說大話嚇唬他。秀才又問女人說：“你為什麼沉默不講一句話？”女人哭著說：“惱恨自己不如別人，讓人家驅使幹這種卑賤的事情！”店主聽到女人這麼一說，頓時，面如死灰。秀才責駡道：你們這些禽獸不如的行為，都敗露出來了。這些都是旅客最憤恨的東西。“黃某和店主都放下刀棒，跪在那裏請求原諒。這時，吳生也打開門走出來，非常生氣，罵聲不絕。秀才又把吳生勸住。雙方才和緩。女人又哭起來，表示寧死也不回家去了。這時，屋裏跑出幾個女僕，揪住女人，讓她進屋去。女人趴在地上，更加痛哭不止。秀才勸店主把這女人高價賣出去。店主低著頭說：”我做這行那麼久，今天反而失手了。既是這樣，還有什麼好說的。“於是就依從秀才說的辦。吳生很不願意拿出大錢去買。秀才雙方調停，商量決定五十兩。人錢付清後，晨鐘已經敲響。人們都催促吳生趕快離開上路，帶著那女人一起走。",
      "&emsp;&emsp;這女人沒有騎過馬，走起來很疲累，到了中午稍微休息一下。準備再上路時，吳生喊報兒，卻不知道他到那裡去了。太陽已經偏西，還沒有他的消息和蹤跡。吳生非常懷疑，於是便問狐狸。狐狸說：“不要愁，會自己回來的。”星星月亮都出來了，報兒才到。吳生盤問他。報兒笑著說：“公子你出五十兩銀肥了這個壞傢伙，我感到很不平，剛才我和鬼頭商量，返身去要回來。”說完把錢放到桌子上。吳生吃驚地問是怎麼回來。原來，鬼頭知道這女人有一個哥哥。外出10",
      "&emsp;&emsp;多年沒有回來。於是，他便變化成女人哥哥的樣子，使報兒假充她的弟弟，到店主家要姐姐找妹妹。店主一見嚇得不得了，便撒謊說她有病死了，一聽這樣說，兩個人便準備上告官府，店主更害怕了，答應拿出錢來了事，講起價來。漸漸增加到40",
      "&emsp;&emsp;兩，兩人才答應。報兒詳細地說明經過，吳生便把錢送給了他。",
      "&emsp;&emsp;吳生回到家鄉，與這女人情深義厚，家中也更加富裕。後來仔細地問這女子，過去那漂亮的年輕人，就是他的丈夫，史某即是金某。她曾有一箱衣料，說是從山東一個姓王的人手中弄到的。原來，這幫人很多，店主等都是他們一夥的。誰能想到吳生所遇到的，就是王子巽為之連連叫苦的人，不也是很讓人快意的嗎！古語說得好：“常騎馬的人也常常摔馬。”"
    ]
  },
  {
    "title": "蛙曲",
    "href": "http://liaozhai.weebly.com/3452126354.html",
    "content": [
      "&emsp;&emsp;王子巽這個人說他在長安時，曾經看見有人在街上耍把戲。內容很是奇特，用一個木盒，上有分成十二格，每格裏放一隻青蛙，那個耍把戲的人用一根細竹子敲一下青蛙的頭，則青蛙就叫起來。要是有人賞給他錢，他就急敲青蛙的頭，就像在打樂器一樣，青蛙唱出來的聲音，竟然音律分明。"
    ]
  },
  {
    "title": "鼠戲",
    "href": "http://liaozhai.weebly.com/4073625138.html",
    "content": [
      "&emsp;&emsp;有一個人在長安街上靠老鼠演戲為生。他背上背著一個背包，其中養著十幾隻老鼠。在人口稠密的地方，放一個小木架在肩上，就好像戲臺子。接著拍鼓打鑼唱古雜劇。",
      "&emsp;&emsp;歌聲一出來，就有老鼠從背包裡出來，戴著假面具穿著小戲服，從背上爬到戲架上，兩腿站著表演。其中每個人的悲歡離合都跟唱的雜劇情節相同。"
    ]
  },
  {
    "title": "泥書生",
    "href": "http://liaozhai.weebly.com/278772636029983.html",
    "content": [
      "&emsp;&emsp;羅村有個叫陳代的人，年輕時又醜陋又愚蠢，所娶的妻子某氏，卻很漂亮。妻子感到自己的丈夫比不過別人，鬱鬱不樂，但她貞潔自守，婆媳之間也相安無事。",
      "&emsp;&emsp;一天晚上，她獨自一人睡覺，忽然聽到風把門吹開了。只見一位書生走進屋裏來，脫下衣服，摘掉頭巾，便到婦人身邊和她睡到一起。婦人一見非常害怕，苦苦抗拒，但四肢立刻癱軟，不聽使喚，只好任憑他玩弄一番而去。從此以後，這書生沒有一天不來。一個多月後，婦人容貌憔悴。婆婆對她那種模樣很是奇怪，問她為什麼？開始時她羞愧不想說，再三追問，才把實情說出來。婆婆說：“這是妖怪呀！”他們用了各種辦法來加以驅除，都禁止不了。於是，叫陳代藏在房子裏，拿著棒子等候。半夜時，書生果然又來了，把頭巾摘下放到桌子上，又脫下袍子，搭在衣架上，剛剛準備上床，他忽然驚訝地說：“嘿，有生人的氣味！”便急忙披上衣服。這時，陳代在暗中突然站起來，木棒擊中書生的腰部，喀嚓一聲，四處去看看，書生已無影無蹤。點起燈一照，泥土做的衣服掉了一片在地上，桌上還有一頂泥頭巾。"
    ]
  },
  {
    "title": "土地夫人",
    "href": "http://liaozhai.weebly.com/22303223202282720154.html",
    "content": [
      "&emsp;&emsp;窵橋有個叫王炳的人。他走出村莊時，看到土地廟裏走出一位美人，他盯著她瞧來瞧去，用輕佻的話去挑逗，美人很高興地回答。兩人親密調笑無所不為，於是約定夜裏相會。王炳告訴了她自己家的地址。到了晚上，美人果然來了。兩人你親我愛，非常歡喜。王炳問她姓名，她無論如何也不肯說。從此，他們往來從無間斷。有時王炳和他的妻子睡在一張床上，那美人也必來和他交歡，妻子並不感到身邊另外有人。王炳對此很驚訝，問美人這是怎麼回事。美人說：“我是土地夫人。”王炳一聽非常害怕，很想和她斷絕來往。但是用盡各種辦法都無法阻止她來。這樣過了半年。王炳病得臥床不起。美人來的更加頻繁，家裏人都能看到她了。不久，王炳果然死了，美人還是每天來，王炳的妻子罵她說：“淫鬼自己不知道羞恥！人已經死了，你還來做什麼？”美人聽這麼一說，就走了。從此，不再來了。",
      "&emsp;&emsp;土地雖然是個小神，也是個神。怎麼能聽任自己妻子往外亂跑呢？糊塗也不至於到這種地步。不知道是什麼東西，淫亂昏潰，竟然讓以後的人都說這個村莊有這樣一位下賤骯髒不能約束自己的神，冤枉啊！"
    ]
  },
  {
    "title": "寒月芙蕖",
    "href": "http://liaozhai.weebly.com/23506263763343334134.html",
    "content": [
      "&emsp;&emsp;濟南有一個道人，沒有人知道他是什麼人，也不知道他的姓名。無論冬夏都穿著一件道袍，腰間繫著黃絲絛，身上再沒穿別的了。經常用一個半截梳子梳頭髮，梳完就把頭髮盤在頭頂，用梳子插住，像戴著一頂帽子似的。白天赤腳在街上走，晚上就睡在街頭，身體周圍幾尺以內的冰雪都融化了。",
      "&emsp;&emsp;初來時，常常給人變魔術，看的人爭著給他錢，街上有一個無賴，送給他酒，要求道人教他變魔術，道人不答應。有一次，這個無賴看見道人正在河裏洗澡，便突然搶走他的衣服要脅他，要他傳授魔術。道人向無賴作揖，說道：“請把衣服還我，一定不吝惜這點小本事。”無賴怕道人哄他，說什麼也不肯放手。道人說：“你真的不還嗎？”流氓說：“就是不還。”道人默默地不再同他說話；忽然間，只見無賴手裏拿的黃絲絛變成一條大蛇，粗得握不住，繞住他的身體六七圈，昂著頭，瞪著眼，對他的臉直吐舌頭。無賴嚇得要命，跪在地上，臉色發青，氣也喘不過來，只有哀求饒命。道人於是把蛇抓過去，到他手裏又變成了絲絛。另外還有一條蛇，慢慢爬到城裡去了。因為這個緣故，道人的名氣就更大了。",
      "&emsp;&emsp;那些仕紳聽說他很奇特，便邀請他一同相處，從此他經常與仕紳往來。當地司，道兩級的地方官員都知道他的名聲，每當宴會時，也帶著道人一起去。",
      "&emsp;&emsp;有一天，道人宣稱要在大明湖的水面亭設宴席，回請那些請過他的官員們。到那天，每一個被邀請的人都在自己的案上看到道人的請帖，可是誰也不知道他是怎麼送來的。客人們紛紛前去赴宴，到了水面亭，道人恭身出來迎接。進去一看，只是一座空亭子，坐榻茶几一樣也沒佈置，大家都以為道人是撒謊騙人。道人對各位官員說：“貧道沒有僕從，我想麻煩諸位的扈從們代勞代勞，替我跑跑腿。”官員們都滿口答應，道人就在牆壁上畫兩扇門，用手敲敲，就聽裏面有人答應，並且用鑰匙打開鎖，開開門。大家都湊上前往門裏觀望，只見裏面很深，有人來往走動，屏風、帳幔、床榻、桌几，樣樣都有。當即有人從裏面把這些東西一件件傳遞到門外。道人叫那些扈從們接過來擺放排列在亭子中，並吩咐他們不要同裏面的人說話。傳遞東西時，雙方只是互相看看，微笑而已。不一會兒，亭子裏都擺滿了，佈置得富麗堂皇。接著，香味撲鼻，熱氣騰騰的酒菜，一盤一盤地從牆裏傳遞出來。座上的客人們沒有一個不大為驚詫的。",
      "&emsp;&emsp;這亭子本是背面臨水的，每當六七月時，幾十頃湖面上開滿荷花，一望無際。可是宴會之時正值冬天，窗外湖面一片茫茫，只有對岸遠處冒著幾縷青煙。一個官員歎息著說：“今天這樣的盛會，可惜沒有荷花點綴！”大家也都有同感，覺得這確乎是美中不足之處。不一會兒，一個穿黑衣服的當差跑進來說：“荷葉都長滿池塘了！”滿座都很吃驚，推窗一望，果然一片片蔥綠的荷葉佈滿湖面，中間夾雜著千萬朵的荷花苞，轉眼之間，花苞一齊開放。北風吹來，陣陣清香沁人心脾。大家又歡喜又詫異，忙差人蕩著小船去采些蓮蓬與荷花來。只見一個扈從搖著小船進入荷花深處；過了一會，船搖回來了，可是人卻空著手。官員們問他，他說：“小人划船到湖裏去，只見荷花都在遠處；等劃到湖的北面，又沒有，只見一片荷花又都在湖的南面。”道人笑著說道：“這只是夢幻中的虛花罷了。”不多時，酒喝得差不多了，荷花也紛紛凋謝；忽而北風大起，把亭亭如蓋的荷葉一齊吹折，漸漸地都沒有了。在座的濟東觀察十分高興，把道人帶回官衙，每天讓他陪著自己遊玩。",
      "&emsp;&emsp;一天，這位觀察請客人飲酒；他家一向有家傳好酒，每次請客，以一斗為限，從來不捨得供客人盡情喝夠。這一天，客人們喝了覺得甘美無比，大加讚賞，一定要主人再拿出來，喝個痛快。主人卻連忙說酒已經空了，說什麼也不肯再拿。道人笑著對客人說道：“你們一定想要滿足肚子裏的酒蟲，就跟我要好了。”客人便請他再弄些這樣的酒來，只見道人把空酒壺放到袖子裏，過了一會又拿出來，果然壺裏又有酒；道人給在座的人又一一斟滿，一嘗那味道，與主人的家釀美酒完全相同。於是大家開懷暢飲，一直到喝夠了才罷。",
      "&emsp;&emsp;客人散後，這位觀察老爺心裏很疑惑，進去檢查自家的酒罎子。一看，外面的封條一點沒動，而罎子裏的酒卻空了。心中非常氣憤，便以妖人的罪名把道人抓了起來，命手下人狠狠地拷打。誰知棍子剛下去，觀察老爺猛然覺得自己的屁股一陣暴痛；再打幾下屁股上的肉幾乎要綻開。道人雖然被打得不斷慘呼，堂上的觀察老爺屁股流的血已經把坐褥染紅了。只得連忙叫停別打，下令趕出去。道人就離開濟南，不知到什麼地方去了。後來有人在金陵看見他，穿著打扮還是同以前一樣，但問他話，則笑而不答。"
    ]
  },
  {
    "title": "酒狂",
    "href": "http://liaozhai.weebly.com/3720229378.html",
    "content": [
      "&emsp;&emsp;江西繆某人，是個貢生；經常酗酒，所以親戚同事都儘量迴避他。有一次，他偶然到族叔家裏。因他善講笑話，客人又與他很談得來，便高興地開懷對飲。繆某大醉後便罵人，得罪了客人。客人大怒，滿屋人都喧嘩起來。族叔兩邊勸和，繆某還說他袒護客人，反而對族叔發火。族叔無奈，跑去告訴他家裏，家人連扶帶挾地把他弄回家來。這回他醉得太厲害，以至於剛把他放到床上，就已四肢癱軟。用手一摸，他已經沒氣了。",
      "&emsp;&emsp;繆某死後，有個戴黑帽的人來捉拿他的魂。不一會兒，把他帶到府衙。府衙房屋上面蓋的是碧綠的琉璃瓦，人世間沒有這麼壯麗的。他到了臺階下，好像是等候官員審問。他想，我沒犯什麼罪，可能是客人告我毆打他。回頭看黑帽人，怒目而視，又不敢多問。他自己認為，他是個貢生，與人吵嘴，應該不算大罪。忽然，一個小吏宣佈，告狀的明天早晨候審，於是台下的人一哄而散。繆也跟著黑帽人出來。繆沒有住處，低著頭站在屋簷下。黑帽人發怒說：“酗酒的無賴！天快黑了，別人都去找飯吃，找地方睡，你準備怎麼辦？”他顫抖著說：“我還不知是什麼事，並未告訴家人，所以沒有一點兒錢，能去那裡呢？”黑帽人罵他：“酗酒賊，你買酒亂喝，就有錢！你再支支吾吾，我的老拳頭要砸碎你的骨頭！”忽然，裏面走出來一個人，看到繆，奇怪地問：“你怎麼來了！”他一看，是已死去好幾年的舅舅賈某，他看到舅舅，才醒悟到自己已死了。他又悲又怕，哭著求舅舅救他。賈某看到黑帽人說：“東靈君不是外人，請屈尊到寒舍一下。”二人就進去了。賈某又重新給黑帽人行禮，請他照顧繆某。馬上又擺上酒席，三人圍坐喝酒。",
      "&emsp;&emsp;賈某問：“我外甥犯了何罪，勞駕你把他抓來了？”",
      "&emsp;&emsp;黑帽人說：“大王到浮羅君那裏，看到你外甥發酒瘋罵人，就叫我把他抓來了。”",
      "&emsp;&emsp;賈某問：“見過大王沒有？”",
      "&emsp;&emsp;“大王與浮羅君會審花子案，沒回來。”",
      "&emsp;&emsp;“我外甥將判何罪？”",
      "&emsp;&emsp;“不知道，但大王最恨這種人。”",
      "&emsp;&emsp;繆在旁邊聽到兩人的談話，直冒冷汗，杯筷都拿不動。不一會兒，黑帽人起身感謝說：“承蒙盛情招待，已喝夠了，我把你外甥交給你，等大王回來，再登門拜訪。”於是就走了。",
      "&emsp;&emsp;賈某對繆某說：“你沒有兄弟，父母視你為掌上明珠，平時捨不得罵你一句。十六七歲時，每次喝兩三杯酒後，你便嘴裏不乾不淨地找別人岔子，稍不如意，就擂門、脫衣罵人。當時只說你還年幼。想不到十幾年後，你還是沒長進，今天看你怎麼辦？”繆某趴在地上哭，只是說後悔已來不及。賈某扶起他說：“我在這裏賣酒，還有點小名聲，一定盡力救你。剛才喝酒的是東靈使者，我常給他酒喝，他與我關係很好。大王日理萬機，也未必每件事都清楚。我委婉地求求東靈君，讓他私下把你放了，他也許會答應。”賈又想了一下說：“此事非同小可。沒有十萬兩銀子不行。”繆某謝過舅舅，非常慷慨地答應備錢，當晚就住在舅舅家裏。",
      "&emsp;&emsp;第二天，黑帽人清早來探望。賈某把他請到裏屋談了一會兒，出來對繆某說：“事談成了。過會兒他再來，我先把我所有的錢墊上去，其餘的等你回去後，慢慢給他湊齊。”",
      "&emsp;&emsp;繆某高興地問：“共要多少？”",
      "&emsp;&emsp;“十萬。”",
      "&emsp;&emsp;繆某說：“我那裡弄這麼多銀子？”",
      "&emsp;&emsp;舅舅說：“只需金幣錢紙一百串就夠了。”",
      "&emsp;&emsp;繆高興地說：“這容易辦。”",
      "&emsp;&emsp;快到中午時，黑帽人還沒來。繆想到街上稍稍逛一下。舅舅囑咐他不要走遠了，他答應後就出去了。只見街上做生意的，與人間一樣。到了一個地方，牆上插滿荊棘，像是牢房。對面一家酒店，來往喝酒的人不少。店外有條長溪，黑水翻滾，深不見底。他正站著細看，聽到店內有個人叫他：“你什麼時候來的？”他急忙抬頭一看，原來是鄰村的翁生，是他十多年前的朋友。翁生走過來和他握手。兩人沒說幾句話就到店裏喝酒，互道離別之情。繆某慶倖自己得救時又遇到故人，便敞開肚子喝，結果喝得大醉。他忘記自己已死，舊病復發，漸漸揭翁生的短處。",
      "&emsp;&emsp;翁生說：“幾年不見，你還是老毛病。”",
      "&emsp;&emsp;繆某生平最討厭別人說他沒有酒德，聽了翁生的話大怒，拍桌打椅地罵翁生。翁生看了他一眼，就揚長而去。他追到溪頭，抓翁生的帽子。翁生大怒說：“真是狂人！”便把他推到溪中，溪水雖不深，但裏面密密麻麻的佈滿利刀，刺穿他的兩肋與雙脛，把他插在那裏，一動也不能動，痛入骨髓。黑水夾雜著其他髒東西，隨著呼吸道進入喉嚨，更是難受。岸上圍觀發笑的人很多，但沒有一人去拉他。",
      "&emsp;&emsp;正在危急時，賈某忽然來了。見狀大驚，把他拉起來並攙扶回去，說：“你真不可救藥！死也不知悔改，不配再作人！還是快到東靈那裏受罰吧。”繆某哭著說：“我已知罪！”賈說：“剛才東靈來了，等你簽字。你卻酗酒沒回來。他迫不及待，我已代你簽約，付了一千貫錢，剩下的十天內給他。你回去，馬上籌齊，晚上在村外荒草裏，邊叫我的名字邊燒錢紙，此案就結了。”繆某全答應了。舅舅催他快走，送到郊外還囑咐他：“千萬不能失信連累我。”於是指明路徑叫他回去。",
      "&emsp;&emsp;這時，繆某在家已僵死了三天，家人認為他醉死了，但鼻孔裏還有一絲氣，這天他醒過來了，嘴裏吐出幾斗黑水，臭不可聞。吐完，汗水把被子都濕透了。他把見到的怪事告訴家人。馬上又感到被刺的地方腫痛起來。過了一夜長成了瘡，幸好沒怎麼潰爛，十天後就能拄著拐杖走路。家人都求他償還陰間的債。他算了一下，沒有幾兩銀子辦不成，就捨不得花，說：“這可能是我醉夢中的幻景，即使是真的，他私自放了我，他敢讓閻王知道？”家人反復勸說，他不聽，但是仍提心吊膽，不敢像以前那樣酗酒。朋友都高興他酒德有進步。誰知，一年後，他又忘掉了陰間的報應，舊病復發，放肆喝酒。有一天他到一個人家裏喝酒，喝醉後又在席上罵主人，主人把他趕了出來，關門進去了。他大鬧了好長時間，他的兒子知道後，趕忙把他扶回家。剛一進家，他就對著牆壁跪下來，不斷地磕頭說：“立刻償還欠你的債！立刻償還欠你的債！”說完就倒在地上，兒子上前一看，他已經斷了氣。"
    ]
  }
]
