[
  {
    "title": "畫馬",
    "href": "http://liaozhai.weebly.com/3005939340.html",
    "content": [
      "&emsp;&emsp;山東臨清有個姓崔的書生，家境很貧窮，連圍牆破損也無力修補。崔生每天早晨起來，常見一匹馬躺在附近的野草裏，那馬黑毛白花，只是尾毛不整齊像被火燒斷了。崔生將牠趕跑，但到夜間牠又來了，誰也不知道牠是從什麼地方來的。崔生有個好朋友在山西，想去拜訪他，但兩地相距遙遠，自己又沒養馬，於是，他想到了這匹無主的馬。將牠套住牽回家後，配上馬鞍轡頭。臨走的時候，他囑咐家人說：“假如有來找馬的，就把我去山西的情況如實告訴他。”上路以後，馬跑得飛快，一眨眼就跑了上百里路。夜晚也不怎麼吃飼料，崔生懷疑牠累病了。第二天就勒緊馬韁不讓牠跑得太快，但馬又嘶叫又噴沫，崔生只好鬆開馬韁，任牠飛馳。到中午時就趕到了太原。崔生騎馬在太原的大街上行走，旁觀的無不歎賞稱讚。",
      "&emsp;&emsp;晉王聽說後，願出高價買牠。崔生恐怕丟馬的人會來找尋，不敢出售。過了半年，一直沒有聽說尋馬的消息，便以八百兩銀子的高價把馬賣給了晉王府，自己另外買了頭雄健的騾子騎回家來。後來，晉王有緊急要事，派一員校尉騎著那匹馬到外地出差。但那馬沒走多遠，就獨自跑掉了，校尉一直追到了崔生鄰居家門口，眼見馬進門後便不見蹤影。校尉就向主人索取。主人姓曾，他實在沒有看到馬的蹤影。校尉不信，走進曾的房間，只看到他家牆上掛了一幅趙子昂畫的馬，其中一匹馬的毛色與崔生賣的那匹馬的毛色完全一樣，尾巴部分被香火燒壞了一點，才知道這匹馬是個畫妖。",
      "&emsp;&emsp;校尉因無法向晉王交差，準備到衙門去告曾某。這時崔生用賣馬的本錢，做生意已經積累過萬。他自願代曾某將八百兩銀子交付校尉。曾某很感激他的恩德，卻不知道崔生就是當年把馬賣給晉王的人。",
      "&emsp;&emsp;註:",
      "&emsp;&emsp;趙子昂：趙孟頫，字子昂，號松雪道人、水精宮道人，湖州（今浙江吳興）人，元朝著名書畫家，詩人。"
    ]
  },
  {
    "title": "局詐",
    "href": "http://liaozhai.weebly.com/2361635408.html",
    "content": [
      "&emsp;&emsp;某御史的一個僕人，一天正在街市上閑站，有個衣帽華美的人走近與他攀談起來。聊了一會兒，就問到主人的姓名、官職，這個僕人都告訴了他。這個人自我介紹道：“我姓王，是某貴公主家貼身僕役。”兩人越談越投機，姓王的說：“在官場上混不容易，危險不少，達官顯貴一般都依附皇親國戚，不知您的主人所托靠的是那位貴戚？”僕人回答說：“沒有。”姓王的說：“這就是所謂吝惜小錢忘掉大禍呀！”僕人說：“您說誰可以托靠呢？”姓王的說：“我們公主能以禮待人，能愛護人。某侍郎就是由我幫忙，走公主的門路升上去的。如果不惜千金作見面禮，見見公主我看不難。”僕人樂了，問他家住何處，姓王的便指著一個大門說：“成天同巷住著還不知道嗎？”僕人回去告訴御史，御史大喜，馬上準備了豐盛的酒宴，讓僕人去邀姓王的來赴宴。姓王的很高興地來了，席間談起公主的性情、起居、習慣身邊瑣事，講得非常詳盡，並且說：“若不是看在咱們是同鄉鄰居的份上，就是送我100",
      "&emsp;&emsp;兩銀子，我也不給幫這個忙。”御史因而更加敬佩感謝。臨走時大家約定下一步怎麼辦。姓王的說：“您只管準備禮物，我找機會為您進言，很快就來給你送個准信兒。”",
      "&emsp;&emsp;過了幾天，姓王的才來，騎的駿馬非常健美。他對御史說：“請趕快準備一下跟我去。公主家事情太多了。來拜訪的人應接不暇，從早到晚，不得消閒。這會兒稍有點空閒，應當趕緊去，錯過這個機會再想見面就不知何年何月了。”御史於是帶上大宗金銀，跟姓王的去了。拐彎抹角走了十幾里地，才到公主家門口，下馬等候。姓王的先拿著禮金進去。過了好長時間，姓王的出來，高聲喊道：“公主召見某某御史。”接著有好幾個人一人一聲地傳呼。御史弓著腰進去，看見高堂上坐著一個女人，貌似仙女，服飾華美。侍女們都穿著綢緞錦繡，站成兩行，御史跪拜行禮後，公主傳下旨意，賞他坐下，用金碗送來香茶。公主略略說了幾句慰勉的話，御史恭恭敬敬退了出去。隨即高堂裏傳出公主賞賜的綢緞靴子，貂皮帽子。",
      "&emsp;&emsp;御史回家後，深深感謝姓王的，帶著名片去拜訪他，可是大門緊閉，無人應聲。御史以為是正侍奉公主未歸。三天接連去了三次，總也沒見到姓王的。御史派人到公主的公館去詢問，只見大門上了鎖。問了問鄰居，都說：“這裏並沒有什麼公主，前些時有幾個人租這所房子住過，如今已走了三天了。”這人回來報告了實情，主僕二人只有垂頭喪氣而已。",
      "&emsp;&emsp;副將軍某帶著不少錢來到京城，想買個官做，苦於沒有門路。一天，有個穿皮袍騎大馬的人來拜訪，自我介紹說：“我的內兄是皇上的貼身侍從。”這人喝過茶找了個話頭說：“眼下某地有一個將軍的職位空著，如果不怕多花錢，我囑咐內兄在皇上面前替您美言幾句，這個官職可以到手，別人再有勢力也搶不去。”副將軍懷疑這人說大話，這人說：“這件事你用不著猶豫。我不過想從內兄那裏抽取幾個小錢，對於您我是分文不取。咱們講好價錢，立下文書為證。等皇上召見後，再把錢交出去；如果不成，那您的錢還在您手裏，誰還能從您懷裏把錢搶來不成？”副將軍很高興，答應下來。",
      "&emsp;&emsp;第二天，這人來領副將軍去見他的內兄，說是姓田。田家富麗堂皇如同公侯。副將軍參拜時，田某非常傲慢，很不講禮節。這人拿著賣官的文書對副將軍說：“剛才與內兄商量，算起來非一萬兩銀子不可。趕快在文書上簽字吧。”副將軍順從地簽了字。田某說：“人心叵測，怕他事後變卦。”這人笑道：“兄顧慮太多。我們既然能給他官做，難道不能罷他的官嗎？況且朝中的將相有願意結交您還結交不上的，將軍的前程正遠大，想來他還不至於黑心到那種地步。”副將軍也指天劃地發了誓才走。這人送他走時說：“三天之內就給你准信兒。”過了兩天，正當夕陽西下的時候，有好幾個人呼喊著跑進來說：“皇上等你呢！”副將軍非常驚異，跟著來人匆忙趕到朝廷。他看見天子坐在金殿上，武土肅立兩旁。副將軍行過叩拜禮，天子賞他坐下，對他表示殷切慰勉，看看左右說：“朕聽說你勇武異常，今天見到，名不虛傳，真是將軍之才！”接著對副將軍說：“某某地方地勢險要，今天就交給你了。不要辜負朕對你的信任。你等著吧，封侯有望！”副將軍拜謝天子恩德後出朝。那個穿皮袍騎大馬的人當即就跟他到旅館，依照文書把一萬兩銀子兌去。於是副將軍高枕無憂，專等朝廷授給新職，每天以此向親戚朋友誇耀。",
      "&emsp;&emsp;過了幾天，他一打聽，原來許給他的那個將軍空缺已經有人補上了。副將軍大怒，氣憤地到兵部大堂質問，說：“我已得到皇上的恩准，為什麼又將這個空缺授給別人？”兵部尚書非常奇怪，聽他講述自己所受皇上的恩寵，胡說八道，如同夢囈。尚書大怒，立即把副將軍抓起來，交付廷尉審訊，他這才供出引見他那個人的姓名，可是朝中並無此人。結果副將軍又耗費了白銀萬兩，最後才落得個革職而去的下場。奇怪的是，副將軍是個武夫，固然太癡頑，但朝廷宮室也能作假嗎？看來其中好像還有幻術作怪。真是所謂“大盜用不著刀槍弓箭”啊！",
      "&emsp;&emsp;嘉祥縣的李生，善於彈琴。有一天他偶然到縣城東郊，看見有做工的人挖土時得到一架古琴，就用很低的價錢買了。擦去琴上的塵土，琴放射出奇異的光彩。安上琴弦彈奏，聲音優美清脆。李生高興極了，如獲至寶，把琴裝在錦囊中，藏在密室裏，即使是至親好友也不給看。這時有位縣丞程某新到任，帶著名片來拜訪李生。李生本來很少與人交往，但因為是人家先來拜訪自己，所以也作了回訪。過了幾天，程某又邀李生飲酒，經再三懇請，李生才去了。程某極其風流高雅，談吐瀟灑不俗，李生也很敬重他，第二天就寫了封信給程某，表示答謝。從此，兩人交往更為密切，談笑歡聚，感情極為融洽，以至達到朝夕相處，形影不離的地步。過了一年多，偶然在程某公堂上看見一架琴，裝在錦囊裏，李生就打開來玩賞。程某問道：“您也愛彈琴嗎？”李生說：“這是我平生最好的樂事。”程某驚訝地說：“哎呀你我至交也不是一天了，您的絕技怎不讓我領教領教呀！”於是他把爐火撥旺，點上沉香，請李生奏幾支曲子。李生很認真地彈奏了。程某說：“您真是大高手呀！我願在您面前獻上粗疏的薄藝，也彈首曲子，班門弄斧，請勿見笑!”於是他彈奏了《御風曲》，琴聲清越動聽，透出一種超凡脫俗的高雅情。趣李生佩服得五體投地，願拜程某為師。從此，二人又成了琴友，情誼更見深厚。一年多之間，程其把高超的技藝都傳給了李生。但是程某每次到李生家去，李生還是只拿平常的琴來使用，從不肯洩露收藏稀世古琴的秘密。一天晚上，兩人在李生家飲酒微醉，程某說：“最近我練了一支曲子，您不願聽聽嗎？”於是為李生彈奏了《湘妃曲》。這曲子哀怨深沉，如泣如訴，李生極力稱讚。程某說：“就恨我沒有好琴呀！若得一架好琴，聲調會比現在彈的好多了。”李生興奮地說：“我收藏著一架古琴，與平常的琴大不一樣。今天遇到您這樣的知音，怎麼敢老是秘藏著呀！”於是他走進密室，把琴匣打開，抱著錦囊出來。程某用衣袖擦去琴上的灰塵，放到桌上彈奏起來。這架琴的聲音剛柔相濟，恰到好處，美妙婉轉，神奇無比。李生拍案叫絕，贊不絕口。程某說：“在下這點拙劣琴藝，實在辜負了這把好琴，若讓賤內彈奏，還有一兩聲可聽的。”李生驚奇地問：“尊夫人也精于此道嗎？”程某笑著說：“剛才這支曲子就是內人所傳授的。”李生說：“就恨尊夫人身在閨閣之中，小生不便前去聆聽啊！”程某說：“你我情同手足，本來用不著受這些客套禮節的限制。明天請您攜琴到我家，讓她隔簾為您彈奏一曲。”李生很高興，第二天，果然抱琴去了。程某馬上設宴款侍他。不大一會，程某將琴抱入內室，接著出來坐下。這時李生隔著珠簾隱隱約約看見一位豔裝女子，同時有一股幽香散出門外。又過了一會兒，輕柔的琴聲響起，李生聽了也不知是什麼曲子，只覺得心亂骨酥，神魂顛倒。聽完曲子不由自主地往簾內偷看，竟是一位二十多歲的絕色佳人。程某端只大杯勸酒，簾內佳人改奏了一曲更有魅力的《閒情之賦》，李生更受媚惑，有點控制不住自己的心神了，迷迷糊糊，飲酒過量而大醉。席終告別時，李生向程某要琴，程某說：“您醉了，我擔心您把琴摔壞。不如您明天再來。讓我內人把她的絕技都獻出來。”李生空手回了家。第二天去拜訪程某時，公館裏寂靜無聲，只有一個老差役看門，李生一問，老差役說：“程縣丞五更時分帶著家眷走了，不知去幹什麼，只說回來大約得三天。”三天後李生又去程氏門前等候，直到天色已晚，連個人影也沒見。公堂上的官吏，衙役們也都懷疑出了什麼事，請求縣令把門鎖砸開看看。只見程某室內空空蕩蕩，只剩下幾件桌椅床榻。報告給上司，上司也猜不透是怎麼回事。",
      "&emsp;&emsp;李生失去了古琴，食不甘味，夜不能寐，不遠千里到了程某的故鄉尋訪。程某是湖北人，三年前花錢捐了嘉祥縣縣丞的官職。李生說出程某的姓名，向鄉鄰詢問，都說並無此人。又有人說：“此地倒是有個程道士，很會彈琴，還聽說他有點石成金的法術。三年前，這人忽然不見了。李生懷疑程某就是這個道士。又細細查問道士的年歲、相貌，一點不錯正是程某。這才知道，程道士買官，原來是為了得到這張琴。二人相交一年多，程道士絲毫沒有談到音樂的事，慢慢地把自己的琴亮出來，接著又表演琴藝，最後用美色來誘惑，下了三年苦工，終於把琴騙到手。程道士愛琴的癖好，看來比李生還要強烈。天下的騙局五花八門，像這位道士，應當說是騙子當中的一位風雅之士啊！"
    ]
  },
  {
    "title": "放蝶",
    "href": "http://liaozhai.weebly.com/2591834678.html",
    "content": [
      "&emsp;&emsp;長山地方有個姓王的進士，名叫蚪生，他做縣官的時候，每逢老白姓打官司，他總是按犯罪的輕重，判令老百姓繳納蝴蝶來贖罪；罪情越重，繳納的蝴蝶也越多，繳齊後，他便當庭把成千成百的蝴蝶放出來，一對對的蝴蝶好像一片片的碎錦，在風中飄舞。他看到這情景，直樂得拍案大笑。",
      "&emsp;&emsp;有一天晚上，他夢見一個穿著華美服裝的女郎，從從容容地從門外進來，對他說：“我們遭受你虐待，姊妹死亡的很多，應當使你先受一些小小的責罰！”說罷，就化為蝴蝶翱翔著去了。",
      "&emsp;&emsp;過了一天，他正在衙門裏獨自飲酒，忽然差役進來報告，說監察官到了。他匆匆忙忙出外迎接。前一天，他的夫人鬧著玩，拿一朵素色的花插在他的帽子上，這時，他在急忙中忘記拔去，拿過帽子就戴上了。監察官看了，怪他對上司不恭敬，大為不滿，把他痛駡了一頓，氣憤地走了。",
      "&emsp;&emsp;他挨了一頓罵，知道是蝴蝶女王在作弄他，從此以後，就廢棄了叫老百姓用蝴蝶來贖罪的命令。",
      "&emsp;&emsp;青城有位于重寅，性格放蕩不羈。他做司理官時，於元宵節晚上把火花和爆竹捆在一頭驢子身上，首尾都掛滿了，牽著牠來到太守門前，敲著梆子向太守府喊道：“于某獻上火驢，敬請太守出來觀賞。”當時太守有一愛子正出水痘，因而情緒低落，就推辭了。于重寅再三請求，太守不得已，命看門人打開門鎖。門剛開，于重寅就把驢身上的花炮點著了，又把驢推進太守家裏。爆竹震響，驢受驚嚇，拼命狂奔，而且身上的火花爆竹直往人身上飛射，人都不敢靠近。這頭驢穿堂入室，打破罎罎罐罐，燃著的鞭炮火花四射，連窗紗都燒著了，太守家裏大亂，出水痘的兒子受了驚嚇，折騰一夜死去。太守十分痛恨于重寅，想要告發他。于重寅托了位司道官員說情，並到太守家負荊請罪，才免受追究。"
    ]
  },
  {
    "title": "男生子",
    "href": "http://liaozhai.weebly.com/300072998323376.html",
    "content": [
      "&emsp;&emsp;福建總兵楊輔家裡有個男妾，肚子震動。滿了十個月，夢見神人把他的兩邊肋骨剖開取出嬰兒，醒來發現左右有兩個男嬰在啼哭。起身看看自己的肋下，剖開的痕跡還在。兩個兒子一個起名天舍，一個起名地舍。",
      "&emsp;&emsp;異史氏說：“這件事是吳三桂還沒叛變以前的事了.吳三桂叛變後，福建巡撫蔡公懷疑楊輔想要圖謀作亂，為了怕他作亂，找一些小事召見楊輔。楊的妻子聰明而勇敢，懷疑召見不單純，不讓楊前往.可是楊輔不聽從。",
      "&emsp;&emsp;妻子涕淚相送。回來以後要求部下將士，全副武裝，等待消息。不久，聽到丈夫被殺，於是攻擊蔡巡撫。蔡巡撫好著急不知怎麼辦，幸好手下將士守得好，楊輔士卒無法攻克解圍而去。解圍好久以後，蔡巡撫才出來，率領官兵呼喊追逐。當時大家都流傳取笑。幾年以後，叛軍才歸順。",
      "&emsp;&emsp;不久，蔡巡撫忽然死了。快死時，大家都看見楊輔領軍打了進來。可惜啊！楊輔鬼魂雖然厲害，可是事情結束了無法重來！男寵生子的奇怪現象，就是事先顯現出來的徵兆吧？“"
    ]
  },
  {
    "title": "鍾生",
    "href": "http://liaozhai.weebly.com/3775829983.html",
    "content": [
      "&emsp;&emsp;鐘慶餘是遼東名士，到濟南去參加鄉試時，聽說藩王府住著一位道士，能預知人的吉凶，所以很想見他。考過兩場之後，鐘生就到約突泉去尋訪道士，正好遇上。道士有60",
      "&emsp;&emsp;多歲，長髯過胸，鬚髮斑白。聚集在那裏向他問吉凶的人圍得滿滿的，道士多半用些隱語回答他們。他在眾人中發現了鐘生，非常高興地握住鐘生的手說：“您的心腸和人品都很可敬啊！”他拉著鐘生的手登上一座樓閣，摒退手下人，問鐘生道：“您想知道將來的事嗎？”鐘生說：“正是。”道士說：“您命中註定福分很淺，但這次鄉試還是有望考中。不過你中舉榮歸故里之後，恐怕見不到令堂大人的面了。”鐘生為人最為孝順，聽到這個兇訊，淒然淚下，就想不等考完立即回家。道士說：“如果錯過了這次機會。可就連個舉人也考不上了。”鐘生說：“母親臨死。做兒子的不能與她老人家見面，我還怎麼做人，就是富貴如公卿宰相，又有什麼意思？”道士說：“我前世跟你有緣，今天一定要盡力相助。”他給鐘生一丸藥說：“可以派個人連夜給你母親送去，吃了能延長七天的壽命。你考完再走母子見面還來得及。”鐘生把藥丸收好，匆匆離開道士，失魂落魄一般。他想，母親歸天的日期已定，早回家一天，就能多侍奉她老人家一天，於是雇了頭驢子，帶上僕人，趕緊返回故鄉。才走了一里多，驢子忽然扭頭往回猛跑，鐘生下驢吆喝，驢子不聽，想勒住牠，牠卻倒地不起。鐘生毫無辦法，急得汗如雨下。僕人勸他別回家了，他也不聽，另雇了一頭驢子，這頭驢子也是如此不馴。眼看太陽要落山了，鐘生不知所措。僕人又勸道：“明天就能考完，何必搶這一天的時間。你就讓我先回去送藥吧，我看這辦法也不錯。”鐘生不得已，只好同意僕人先回去。第二天，鐘生匆匆忙忙考完試，立刻動身，氣都不敢喘，晝夜趕路，奔回家鄉。他母親原已奄奄一息，吃了那丸丹藥，已漸漸好轉。鐘生進母親屋裏探問時，伏在床邊痛哭，母親搖頭勸他不要哭，抓住他的手，欣喜地說：“剛才我夢見到了陰曹，看到閻王爺面色很和藹，對我說考查了你的生平，沒有什麼罪惡。如今念你兒子至孝，再賞你十二年的陽壽。”鐘生也極其高興。過了幾天，母親果然恢復了健康。",
      "&emsp;&emsp;不久又聽到中舉的捷報，他便辭別母親，回到濟南。到了濟南，鐘生又買通藩王府的太監，讓他代向道士致意。道士高高興興出來見他，他倒地便拜謝，道士說：“您高中舉人，令堂大人又增陽壽，這都是您德行純正所致。我這個道人有什麼功勞啊！”鐘生很奇怪，為什麼這兩件事道士都知道，就問自己的終身如何。道士說：“您沒有大富大貴，但能沒病沒災，享以天年也就行了。您前世和我都是僧人，有一次拿石頭打狗，誤殺一隻青蛙，青蛙已轉世為驢。要論你前世罪孽，你應當橫死夭亡。因為你的孝心和德行感動了神明，所以有解救災難的星宿幫助你。如今已經沒有什麼危險了。但因為你夫人前世不守貞節，命數應當年少守寡。現在您已經因為有德而延壽，她無福消受，恐怕夫人一年多後有性命之憂。”鐘生聽後傷心了半天，問繼室所在。道士說：“在中州，如今年方十四歲了。”臨別時，道士又囑咐道：“如果遇到危難之事，就往東南方向去。”",
      "&emsp;&emsp;過了一年多，鐘生的妻子果然病死。他舅舅在江西省做縣令，母親讓他前去看望，以便路過中州，看看道士的預言能否應驗。鐘生路過一個村子，正趕上河邊演戲。看戲的男女很多，他正想拉緊韁繩從人群旁騎過，忽然有一隻掙脫轡繩的公驢跟在鐘生身後而行，鐘生騎的騾子因而猛跑起來。鐘生回頭照驢耳打了一鞭，驢子一驚，撒腿狂奔。可巧有位王府的小王子，才六七歲，正由奶媽抱著坐在堤上看戲。驢子衝過去，衛士僕役們都來不及防護，小王子被撞到河裏去了。眾人立時大喊，要抓鐘生，鐘生鞭打騾子拼命逃跑。這時他忽然想起道士的話，就往東南方向猛奔而去。跑了二十多里，來到一座山村，在一家門口遇見一位老人，鐘生跳下騾子向老人作揖致敬。老人邀他進屋，說自己姓方，並問鐘生從何方來。鐘生跪地磕頭，把實情全都告訴了老人。老人說：“不要緊。就請你寄住在我這裏，我有辦法讓巡查的人離去。”到了晚間，聽到消息，原來淹死的那個小孩是位王子。老人大驚失色道：“要是別家還可以幫點忙，這回可真是愛莫能助了。”鐘生一再哀求老人想辦法，老人想了半天說：“沒有辦法了。先過一夜，聽聽風聲，或許還能想出點法子。”鐘生又愁又怕，一夜沒睡。第二天，老人出去察看動靜，聽說王府已發下文書緝拿肇事者，誰敢藏匿，也有殺頭之罪。老人進屋後，面帶為難之色，默默無言。鐘生疑懼萬分，心中十分不安。",
      "&emsp;&emsp;到了半夜，老人到鐘生屋裏來，問他：“你夫人今年多大歲數了？”鐘生說妻子已去世。老人欣喜地說：“我的辦法可以奏效了！”鐘生問是什麼辦法，老人答道：“我姐夫信奉佛教，在南山出家修行，姐姐故去，只遺下一個孤女，由我撫養，非常聰慧。就讓我外甥女當你的繼室怎樣？”鐘生慶倖正合道士的預言，也希望與老人結為姻親，更能得他幫助脫離困境，於是說：“小生實在太幸運了。只怕我這遠方而來的罪人，連累了你老人家。”老人說：“我這也是為你著想啊。我姐夫的道術十分神妙，但好久不問塵世間的事情了。成婚後，你自己和我外甥女盤算，必然能想出辦法來。”鐘生高興極了，就入贅到老人家。新娘才十六歲，美豔無比。成婚後，鐘生常對著她哀歎哭泣。新娘說：“我就是醜陋，也不至於這麼快就被你嫌惡呀？”鐘生賠禮道：“娘子真像仙人一般，能與你結親，三生有幸，但我有禍患在身，恐怕要被迫分手。”於是把實情告訴了她。新娘埋怨道：“舅舅真不是人！這樣的彌天大禍，自己想不出法子來，又不講明，把我推到火坑裏！鐘生長跪在她跟前說：“是小生死命哀求舅舅，舅舅心地慈悲而又沒有解救之法，知道你能讓死人復活，白骨生肉，必能救我。我實在配不上你，幸而家世門第還不至於辱沒你，若能脫此大難，得以再生，我當日日以鮮花供奉娘子！”新娘歎息道：“事已至此，我還有什麼可推辭的?然而自父親削髮為僧，對兒女的恩愛已經斷絕。沒有別的辦法，只有一起去哀求他老人家。恐怕你要受不少的挫折和羞辱啊。”於是新娘子一夜沒睡，用氈棉厚厚地縫製了兩副護膝，縫在兩人長衫衣裏上，然後雇了登山的轎子，進入南山。走了十幾里地，山路曲折危險，轎子抬不上去，只好下來步行。新娘子步履艱難，鐘生攙扶著她費勁地往上爬。走了不遠，就見到了山門，兩人坐下稍稍休息一會。新娘子氣喘吁吁，大汗淋漓，臉上的脂粉都沖下來了。鐘生見此情景，情不自禁地說：“為了我的緣故，才使娘子受這麼多苦！”新娘子憂懼地說：“恐怕這還不是最苦的！”兩人稍緩口氣，就互相攙扶著來到寺廟前，行了拜佛之禮，走了進去。兩人走過曲曲折折的廻廊，來到禪堂，見一個老和尚盤腿打坐，雙眼似都閉上，有一位小佛僮手拿蠅拍，在一旁侍候。禪堂裏打掃得十分乾淨，可是老和尚座位前鋪了不少沙粒、碎石，密如星辰。新娘子不敢挑地方，就跪到沙粒上，鐘生也跟著跪下。老僧睜眼看了一眼，又把眼閉上了。新娘子參拜老和尚道：“好久沒來問候您老人家。如今女兒已出嫁，所以與女婿一起來了。”老和尚沉默好久，又睜開眼看了看說：“小妮子太累人了！”然後再也不說話了。",
      "&emsp;&emsp;夫妻二人跪了好久，筋疲力盡，沙石快要滲到骨頭裏去了，疼痛難忍。又過了一會，老和尚問：“騾子牽來了嗎？”女兒回答：“沒有。”老和尚說：“你夫妻二人馬上就去，快點把騾子牽來。”夫妻二人叩拜後起來，狼狽不堪地回到家裏，按老和尚吩咐，把騾子牽到寺廟，但是不懂為什麼，只是暗自打聽消息，過了幾天，聽人傳說罪人已被捕獲處死。夫妻慶倖躲過了這場災禍。不久，南山派來佛僮，拿了一根折斷的竹杖交給鐘生說：“替你死的，就是這位竹君。”佛僮囑咐鐘生把竹杖葬埋了，好好祭奠，以消解與竹木結下的冤仇。鐘生一看這根竹杖，折斷處有血痕，於是禱告神明，安葬了竹杖。夫妻不敢久居此地，日夜兼程返回了鐘生的故鄉遼陽。"
    ]
  },
  {
    "title": "鬼妻",
    "href": "http://liaozhai.weebly.com/3974022971.html",
    "content": [
      "&emsp;&emsp;泰安的聶雲鵬，夫妻感情很好，如魚得水。他的妻子病死，聶雲鵬或坐或臥都沉浸在悲痛和思念中，以至神情恍惚，悵然若失。一天晚上，聶雲鵬正在家中獨坐，妻子忽然推門進來，聶雲鵬驚異地問：“你從那來？”妻子笑著說：“我已經成了鬼，感激你對我的悼念，就哀求陰間的閻王爺，暫與你幽會一番。”聶雲鵬大喜，抱著妻子上床睡覺，一切和她在世時一樣。月轉星移，這樣過了一年多，聶雲鵬也不提續弦的事。聶雲鵬的叔伯兄弟們怕他家絕後，私下裏勸他續弦。聶雲鵬聽從了他們的勸告，聘定一位良家姑娘，但怕鬼妻知道，一直沒敢告訴她。",
      "&emsp;&emsp;不久，聶雲鵬的婚期近了，鬼妻知道了實情，責備他說：“我因為你的恩義，所以甘願冒受陰間懲罰的危險，如今你卻不守盟約，真正忠於愛情的人是這樣的嗎？”聶雲鵬陳述了叔伯兄弟們的意思，鬼妻始終很不高興，告別而去。聶雲鵬雖然很可憐她，卻又無可奈何。",
      "&emsp;&emsp;到了聶雲鵬成親那天夜裏，他和新婦都睡下了。鬼妻忽然來了，在床上猛打新婦，大罵道：“為什麼要佔據我的床鋪！”新婦爬起來，抓住鬼妻雙臂抗拒。聶雲鵬膽戰心驚，赤身裸體地蹲在床上，不敢偏袒那一方。過了一會兒，雄雞叫了，鬼妻才離去。新妻因而懷疑聶雲鵬的妻子本來沒有死，說聶雲鵬騙她，想上吊自殺。聶雲鵬向她講述了實情，新婦才知道那本是一個鬼。到了第二天晚上，鬼妻又來了，新婦嚇得躲開了。鬼妻也不和聶雲鵬同床，只是用指甲掐他的皮肉，接著就在燈下對他怒目而視，一言不發。這樣過了好幾夜，聶雲鵬非常苦惱。附近村子有精通陰陽術之人，削了幾個桃木橛子，釘在鬼妻墳墓的四周，鬼妻才絕跡。"
    ]
  },
  {
    "title": "黃將軍",
    "href": "http://liaozhai.weebly.com/406432355936557.html",
    "content": [
      "&emsp;&emsp;靖南將軍黃得功尚未取得功名的時候，曾與兩位舉人一同去京城，途中遇到強盜。舉人們十分害怕，下跪獻出銀錢，黃得功非常憤怒，雖手無寸鐵，還是兩手抓起騾子後蹄，舉起來擲向強盜。強盜猝不及防，被打得人仰馬翻，黃得功幾拳把強盜胳臂打斷，從口袋裏搜出剛剛搶去的銀錢，還給舉人。兩個舉人很佩服黃得功的勇氣，出錢幫他當了兵。後來黃得功屢建奇功，成了穿莽袍佩玉帶的高官\n。",
      "&emsp;&emsp;山西某人，很有勇力，一直看不起格鬥技擊術，可是一些搏擊家都輸給他.路過河南，有少林弟子對他不滿。大家一起邀宴他，想要打群架困住他。",
      "&emsp;&emsp;宴會開始，先上一些點心.其中胡桃連著彀子，十分堅硬。他取過來放在桌邊，伸食指敲打，胡桃殼隨手而碎。一群少林弟子大為驚駭，很客氣的宴請他後才離開。"
    ]
  },
  {
    "title": "三朝元老",
    "href": "http://liaozhai.weebly.com/19977263972080332769.html",
    "content": [
      "&emsp;&emsp;某中堂大人，原是前明朝宰相，曾投降流寇，迭遭非議，備受斥責。中堂大人告老還鄉，建了堂舍，落成之時，派幾個人到裏面值宿。天明時，見堂上有一張匾額，上寫“三朝元老”四字。還有一副對聯，上聯是“一二三四五六七”，下聯是“孝悌忠信禮義廉”，也不知是何時掛上去的。大家都很納悶，不知其意。有人推測說：“大概上聯隱是‘忘八’二字，下聯隱著‘無恥’二字，合起來是‘王八無恥’的意思吧。”"
    ]
  },
  {
    "title": "醫術",
    "href": "http://liaozhai.weebly.com/3729134899.html",
    "content": [
      "&emsp;&emsp;張氏是沂州的貧民。他在路上遇見一個道士，道士善於看風水和相面，為張氏相過面之後說：“你可以憑某些技藝致富。”張氏問道：“我該幹那行呢？”道士說：“可以當醫生。”張氏說：“我識不了幾個字，怎麼能當醫生呢？”道士笑道：“你太迂腐了！名醫何必識多少字呀，你就幹吧！”",
      "&emsp;&emsp;張氏回到家，又窮又沒職業，於是收集了些民間偏方，在街市上擺個地攤，糊口，大家也沒怎麼注意他。適逢青州太守患了咳嗽，久病不愈，發出文書求醫。沂州是偏僻山區，醫生很少，縣令怕交不上差，又命令鄉間自報。於是，張氏家鄉的人都推舉他。縣令馬上召見了他。張氏自己也正患咳嗽，自己都治不了自己的病，聽說要召他去為太守治病，大為驚慌，拼命推辭，縣令不聽，派吏卒把他送到太守那裏去。路過一座深山時，張氏渴極了，咳嗽得更厲害，於是到村子裏去求水喝，而山裏的水比美酒都貴，求遍了人家，沒有給他水的。後見一婦人正洗野菜，菜多水少盆裏的水非常混濁，如同涎水一般。張氏焦渴難耐便乞求把剩下的髒水給他喝了，不一會，不但解了渴，連咳嗽也止住了。他暗想，這真是個好藥方。張氏到青州時，各縣來的醫生都為太守醫治過了，毫無效果，張氏來到太守官邸，即要求找一個秘密的處所，開出一個假藥方來，讓官府的人看，又偷偷找人到民間去取野菜，按那婦人的辦法淘洗，將剩下的髒水汁送給太守服用，只喝了一次，太守的病就好了。太守大喜，賞賜非常豐厚，並賞給一塊金匾。從此，張氏名聲大振，向他求醫的人很多，門庭若市，無不手到病除。有人患傷寒病的患者求醫，並說了症狀。張氏正好喝醉了，誤將治瘧疾的藥開給病人。酒醒後才知道開錯藥了，不敢告訴別人。過了三天，忽然有人帶著豐盛禮物前來致謝，一問，原來是那個得傷寒病的人，吃了藥大吐大瀉，病就好了。像這樣的例子還很多，張氏因此成為富比王侯的豪門，更以身價自重，求醫者沒有重金高車是不肯去的。",
      "&emsp;&emsp;益都的韓翁，是一位名醫，他尚未出名時，四方賣藥。有天晚上，投宿無門，只有一家，其子患傷寒就要死了，因而請他去治。韓翁想，不去這家治病就沒有地方住宿，去這家治病實在沒有回春之術。於是他在街上踱來踱去，不由得以手搓身，把身上的泥搓成藥丸大的泥團。他忽然想，以此泥丸騙那家一下，也沒有什麼害處，即便到了次日早晨治不好病人，也賺了個飽吃安睡，於是就把泥丸給病人服用，睡到半夜，韓翁聽到主人敲門甚急，以為主人的兒子死了，害怕被打罵，於是慌慌張張地起床，跳牆快步逃去。主人追了他好幾里地，韓翁眼看逃不掉了，才停下來，這才獲悉病人出了一身大汗，已經痊癒。於是，主人將韓翁挽留下來，設盛宴招待；臨行時給了豐厚的酬金。"
    ]
  },
  {
    "title": "藏蝨",
    "href": "http://liaozhai.weebly.com/3425534417.html",
    "content": [
      "&emsp;&emsp;有位鄉下人，一天偶爾坐在樹下，在身上摸到一個蝨子，就用一片紙包上，塞到一個樹洞裏。過了兩三年，這人又經過那個地方，忽然想起了那個蝨子，一看樹洞裏的紙包還在。打開一看，蝨子已成為麥麩一樣的薄片，又放到掌心端詳。不一會兒，覺得掌心奇癢，而蝨子的肚子漸漸鼓了起來。這人把蝨子扔下就回家了。到了家裏，手掌癢處起了個杏核大的包，腫了幾天，這人便死。"
    ]
  },
  {
    "title": "夢狼",
    "href": "http://liaozhai.weebly.com/2281829436.html",
    "content": [
      "&emsp;&emsp;白姓老翁，是直隸人。大兒子甲，到南方做官，去了三年都沒有消息。正好有一位姓丁的遠房親戚來拜訪他，老翁熱情款待。丁經常當陰差。談了一會兒，老翁就向他打聽陰間的事，丁在說話間提到了一些虛幻的事情；老翁不怎麼相信，只是報以微笑。",
      "&emsp;&emsp;分別幾天之後，老翁剛躺下，見丁又來了，邀請他一同出遊。老翁跟著他，進入一座城。過一會兒，丁指著一個門說：“你的外甥就在這裏。”當時老翁姐姐有個兒子在山西做官，他很驚訝地說：“為什麼在這裏？”丁說：“如果不信，進去就知道了。”老翁進去，果然見到了外甥，戴著官帽，穿著官服坐在大堂之上，儀仗隊排列成行，無法走上前去。丁把老翁拉出來，說：“你兒子的官府，離這裏不遠，也想去看看嗎？”老翁同意。片刻之後，來到一處官府，丁說：“進去。”老翁往門口一看，只見一條狼擋住他們的去路，老翁驚恐萬狀不敢進去。丁又說：“進去。”又進了一道門，見堂上，堂下，坐著的，臥著的，全都是狼。又看到臺階前，白骨如山，越發害怕起來。丁以身子護著老翁往裏進。他兒子甲從裏面走出來，看到父親和丁非常高興。坐了一會兒，就叫侍者準備飯菜。忽然一頭大狼，叼著死人進來。老翁戰戰兢兢地站起身，說：“這是幹什麼？”甲說：“這是給廚房用的。”老翁急忙加以制止。心神不寧，想告辭出去，可是狼群擋道。進退兩難，忽然看到這些狼都嗥叫著躲避開了，有的竄到床底下，有的趴在桌子底下。老翁驚愕至極，不明白其中的原因。突然之間有兩名身穿鎧甲的武士瞪著眼睛走進來，拿出黑色的囚繩把甲捆綁起來。甲倒在地上變成一隻老虎，牙齒十分鋒利。有一人拿出利劍，要砍掉他的頭。另一人說：“別砍，別砍，這是明年四月的事，不如先把牙敲掉。”於是那人就拿出巨大的錘子敲牙齒，牙齒散落在地上。老虎大聲吼叫，聲震山嶽。老翁驚恐至極，忽然醒過來，才知是夢。心裏感到非常奇怪，就派人去請丁，可是丁卻推辭不來。",
      "&emsp;&emsp;老翁念念不忘這個夢，派二兒子去看望甲，還在信裏誠懇地囑咐他。到那裏一看，只見哥哥的門牙都掉光了，就很害怕地問他，哥哥說是喝醉酒從馬上掉下來摔斷的，再問什麼時候,正是老父做夢的那天。弟弟越發害怕起來。拿出老父的信。甲讀了之後立即變臉，還說：“這是夢幻正巧和事實相符，有什麼奇怪的。”當時他剛剛賄賂當權者，成了被舉薦的首選人物，所以對妖夢邪說並不在意。弟弟住了幾天，只見滿屋都是貪官污吏，受賄為人打關節的說客，到夜晚還絡繹不絕，於是流著淚規勸他停止這種行為。甲說：“弟弟你成天住在破爛的茅草房裏，所以不知道官場的訣竅。罷免升遷的大權，全由上司掌握，不在百姓手裏。上司喜歡，就是好官；光愛百姓，有什麼辦法能討上司的喜歡呢？”弟弟知道勸不住他，就回家，告訴父親，老翁聽到後大哭一場。沒有辦法，只好拿出家裏的東西捐贈幫助窮人，天天向神禱告，只求逆子將來遭到的報應，不連累妻小。第二年，有人報喜說甲已經被薦舉作了吏部，賀喜的人滿滿一屋子；可老翁卻一個勁兒地歎息，趴在枕頭上推說有病不出去。沒過多久，聽說兒子在回家的路上遇到了強盜，主人和奴僕都喪了命。老翁這才起來，對人說：“鬼神發怒，只懲治他一人，保祐我家其他人，這種恩德不可說不大呀。”因此燒香拜謝神靈。寬慰老翁的人，都以為是道聼塗説的假傳聞，只有老翁深信不疑，成天為他占卜尋找墓地。而甲其實並沒有死。",
      "&emsp;&emsp;此前,四月間，甲卸任，剛離開他那個縣，就遭遇到劫匪，甲把所有的東西都交了出去。劫匪們說：“我們來，是為一城的民眾洩憤申冤的，那是專門為這個呢！”於是砍了他的頭。又問他隨行的僕從：“有個叫司大成的，是誰呀？”司大成原來是甲的心腹，是個助紂為虐的傢伙。僕從們一起指出他來，劫匪也把他殺了。還有四名殘害百姓的僕役，都是幫助甲搜刮民財的歹徒，都將一起到都城去。劫匪們一起找出來處決了以後，才把甲的財物都收斂塞入私囊，繼而揮鞭躍馬，揚長而去。甲的靈魂伏臥在道旁，見到一位陰間的官員路過，官員問：“被殺的是什麼人？”開路的人說：“是某縣的白知縣。”官員說：“這個人是白某的兒子，不應該讓老人家看到這麼殘酷的情形，應該把他的頭再接上。”隨即有一個人提起他的頭放到脖腔上，說：“邪人的腦袋不應該放正，用肩膀接著就可以了。”這一干人馬隨後離開。不久甲還陽蘇醒過來。妻兒前往收屍，見他還剩一口氣，就把他放到車上往前走；慢慢給他往嘴裏灌水，他也喝。只是寄宿在旅店裏，窮得回不了家。過了半年左右，老翁才得知確切的消息，就派二兒子把甲運回家。甲雖然活過來，但是眼睛只能看到自己的後背，慢慢也就不再被人提起來加以數落。老翁姐姐的兒子為官聲譽很高，當年被擢升為御史，這些也都和老翁的夢相符。",
      "&emsp;&emsp;異史氏說：“我私下感歎天下像老虎一樣的官員，像餓狼一樣的衙吏，到處都是。即使當官不是老虎，可是衙吏卻是餓狼，何況還有比老虎還兇猛的呢！人那，就怕自己不能顧及往後的事情；先使人清醒，再提醒他們做事要顧及後果，鬼神教育人的方法是何等微妙呀！”",
      "&emsp;&emsp;鄒平縣李匡九進士，作官頗為廉明。有ㄧ有錢人被人陷害，衙吏恐嚇他說：“上面要你二百兩，趕快準備；要不然，會輸！”",
      "&emsp;&emsp;有錢人害怕，答應準備一半。衙吏搖手不答應。",
      "&emsp;&emsp;有錢人苦苦哀求，衙吏說：“我沒有不盡心幫忙的，可是恐怕上面不答應。等一下聽審時，你可以觀察，我替你求求看，看他答不答應，也可以知道我沒有其他意思。”一會兒，李匡九審訊這件事.",
      "&emsp;&emsp;衙吏知道李戒煙，靠近問他：“抽煙嗎？”李搖搖頭。衙吏隨即下堂說：“剛剛講這個數目，上面搖頭不准，你看到了嗎？”有錢人相信了，很害怕，答應衙吏要求的數目。衙吏知道李喜歡喝茶，又靠近問他：“喝茶嗎？”李點頭。衙吏拿著茶，下去說：“好了！剛剛點頭答應，你看見了嗎？”接著審訊結束，有錢人果然沒事，衙吏立刻收取賄賂，而且要求酬謝金。真是的！做官的自以為廉潔，可是罵他貪官的到處都是，這是放縱下屬而自己不知道啊.世上像這樣情況的處處可見，這可以作為居官者的借鏡啊。",
      "&emsp;&emsp;又有個縣令楊公，性剛直鯁介，觸犯他不喜歡的必死。特別討厭差吏，雖然是小小過錯也要追究。每次上堂，下屬沒有敢咳嗽出聲的。在這裡要活動時，必定反過來使用。有個縣民犯了重罪，怕判死刑。有個衙吏要索重賄，為他疏通。縣民不相信，並且說：“如果可以，我怎麼會計較報酬呢。”",
      "&emsp;&emsp;於是跟他立約。不久，楊公提審這件事。縣民不肯認罪。衙吏在旁邊罵說：“還不趕快招供，大人會把你打到死！”楊公很生氣說：“誰說我一定打他呢？是不是賄賂還沒收到。”於是譴責衙吏，釋放縣民。縣民於是用百兩黃金回報衙吏。要知道狼吏詭詐多端，稍微有ㄧ點沒注意到，就會被利用，正好放縱下屬去魚肉鄉民。這些人損壞我們的陰德，甚至於傷害我們身家性命。不知做官的是什麼樣的心境，偏偏要用一顆好心腸來餵養這些惡狼！"
    ]
  },
  {
    "title": "夜明",
    "href": "http://liaozhai.weebly.com/2281226126.html",
    "content": [
      "&emsp;&emsp;有個商人乘船在南海上航行，有一天，三更半夜他突然發現船中亮得像白天，走到船外一看，卻發現一巨大的怪物，上半身露出水面，像座小山，雙眼射出兩道光芒，大地都被照得一片雪亮。",
      "&emsp;&emsp;商人大驚，趕快問船上的其他人，都無人知道這怪物是什麼東西，於是大家只有默不作聲的伏在船上觀看。過了沒多久，那怪物沒人水中，大地才又一片昏暗。後來商人到了福建，那裏的人也互相傳言有天晚上大地突然光亮。那商人細細一算，正是那怪物出現的那天發生的事。"
    ]
  },
  {
    "title": "夏雪",
    "href": "http://liaozhai.weebly.com/2279938634.html",
    "content": [
      "&emsp;&emsp;有一年的八九月份，蘇州忽然下起大雪。蘇州夏天從未下過雪，所以全城的老百姓驚惶恐懼，都到大王廟去祈禱菩薩保佑。菩薩忽然附在一個求神者的身上，借他的嘴說：“如今被稱作‘老爺’的，前頭都加了一個‘大’字，難道你們認為我這個菩薩小，消受不起一個‘大’字嗎？”眾人害怕極了，齊聲高喊“大老爺”，雪立即就停了。照這麼看，神也是喜歡被人奉承的。善於阿庚的人能得到很多好處。",
      "&emsp;&emsp;異史氏說：“如今世風變了，下屬們越來越會拍馬屁，為官者越來越驕橫自大。就在康熙四十多年當中，稱呼的胡亂變化，就很可笑。舉人稱爺，是從康熙22",
      "&emsp;&emsp;年開始的；進士稱老爺，是從康熙30",
      "&emsp;&emsp;年開始的。司、院級官員稱大老爺，是從康熙25",
      "&emsp;&emsp;年開始的，過去官員們拜謁丞相，也不過稱老大人而已，如今這個稱呼也廢止好久了。即使是君子也習慣於諂媚，自己搞起了奉承，不敢有不同意見，如官員紳士的妻子稱為太太，才是幾年的事，從前只有官員紳士的母親才稱太太，妻子稱為太太只有淫史中的林喬這麼幹，其他沒有見過。在唐代，皇上想封張說大學士，張說推辭道：‘學士從來沒有加個大字的，臣不敢接受這樣的稱號。’如今這個大字，是誰把它興起來的呢？一開始是由於小人的諂媚，能討好達官貴人，達官貴人以大自居毫無不安之處，於是紛紛稱大，天下都是如此了。我推測幾年之後，稱爺者必然進一步稱老，稱老者必然進一步稱大，但不知稱大的再往上造出個什麼尊稱來，實在想不出來！”",
      "&emsp;&emsp;丁亥年六月初三日，河南歸德府下了一尺多厚的大雪，禾苗都凍死了，可惜不知道取悅大王的法子，才降此災禍，可悲啊！"
    ]
  },
  {
    "title": "化男",
    "href": "http://liaozhai.weebly.com/2127030007.html",
    "content": [
      "&emsp;&emsp;蘇州木瀆鎮有位姑娘，一天夜裏正在院子裏坐著，忽然有顆隕星落下來擊中頭部，倒在地上死了。姑娘的父母年老沒有兒子，只有這個獨女，哀呼搶救。過了一會，姑娘蘇醒過來，笑著說：“我今天變成男子了！”一檢驗，果然變了，他的父母不把他當作妖異，卻暗自高興忽然得子，只不過頗覺奇怪。這是丁亥年間的事。"
    ]
  },
  {
    "title": "禽俠",
    "href": "http://liaozhai.weebly.com/3116520448.html",
    "content": [
      "&emsp;&emsp;天津的一座寺院裏，鸛鳥將巢築在了屋脊之端的鴟尾上。在大殿的頂棚上面，藏著一條盆一樣的大蛇。每當幼鸛的羽毛翅膀快要長全的時候．大蛇就爬出來，將小鸛一個個地吞吃乾淨。老鸛悲鳴哀號了好幾天才飛走了。同樣情形延續了三年，每次人們都料想老鸛必定不會再來了，可是第二年，老鸛仍然把巢築在了原來的地方。幼鸛又快要長成了，老鸛忽然飛走了，三天後才飛回來，進巢呀呀地鳴叫著，跟以前一樣哺育著雛鸛。那大蛇又蜿蜒著爬了過來，剛接近鸛巢，兩隻老鸛驚慌地飛起，急切地哀叫著，迅速飛上藍天。接著，只聽到刮起大風，天昏地暗。大家驚駭異常，只見一隻大鳥振動著翅膀，遮天蓋日，從天空疾飛而下，如急風驟雨，用爪猛抓大蛇，蛇頭立刻掉了下來，連大殿的一角都毀壞了好幾尺。大鳥揮動著翅膀飛去了。大鸛馬上跟在大鳥的後面，好像送別恩人一樣。鸛巢也已經翻了下來，兩隻幼鸛，一隻死了，一隻還活著。寺院的老僧把活著的小鸛安置到鐘樓上。一會兒，老鸛返回，仍然到鐘樓上哺育小鸛。等到小鸛的羽毛豐滿翅膀長成，老鸛就帶著牠飛走了。",
      "&emsp;&emsp;異史氏說：“鸛鳥第二年又來，是因為沒料到仍然有災禍，到了第三年仍然築巢不移，則報仇的計謀已經決定，三日不返，是去哭求幫助，牠的行動，可知就是如此。那大鳥必然是鳥類當中的劍俠，驟然飛來，一擊而去，就是劍俠故事中的高手妙手空空，也比不上啊。”",
      "&emsp;&emsp;濟南有個士兵，見鸛鳥飛過，用弓箭去射，鸛鳥應聲落地，嘴裏還銜著一條魚，是餵養幼雛用的。有人勸這士兵把箭拔下放它走，士兵不聽。不一會兒，鸛鳥帶著箭頭飛走。後來這只鳥在城內外飛來飛去，兩年多都帶著箭。一天，那士兵坐在兵營門下，鸛鳥飛過，箭落在地上。士兵拾起它看了看說：“箭啊，你別來無恙？”正好此時耳朵發癢，他便用箭頭撓了撓耳朵，忽然大風吹動大門，門猛然合上，碰到箭穿透腦袋，當時就死了。"
    ]
  },
  {
    "title": "鴻",
    "href": "http://liaozhai.weebly.com/40251.html",
    "content": [
      "&emsp;&emsp;天津一個捕鳥的人抓到了一隻雌雁，雄雁一直追隨到了捕鳥人的家，直到天黑了才戀戀不捨的飛走。第二天，雄雁就早早到了捕鳥人家，捕鳥人一出門雄雁便號叫著飛到了他腳下。捕鳥人高興的想把雄雁也一併抓住。這時，只見雄雁一伸脖子吐出了半錠黃金，捕鳥人頓時明白了雄鳥的意圖：牠是想用這些黃金把雌雁贖出來啊！捕鳥人深受感動，便把雌雁放了。兩隻大雁高興的在上空徘徊著，表示著對捕鳥人的謝意，然後高高興興的一起飛向了遠方！",
      "&emsp;&emsp;噫，禽鳥知道什麼啊，但是牠們卻如此的鍾情，再也沒有比生死離別更讓人悲傷的了，對於動物來說又何嘗不是呢！"
    ]
  },
  {
    "title": "象",
    "href": "http://liaozhai.weebly.com/35937.html",
    "content": [
      "&emsp;&emsp;廣東中部有一個獵人，帶著弓箭到山中去。偶然躺下休息，不覺沉沉睡去，被象用鼻子捲起帶走。他想一定會被殺害。不一會象把他放在樹下，點頭叫了一聲，群象紛紛而來，在四面環繞，好像有什麼請求。先前的那頭象伏在樹下，仰頭看樹又低頭看人，好像想讓他爬樹。獵人明白了，就腳踩象背，爬到樹上。即使到了樹頂，也不知道象要自己做什麼。不久，有一頭獅子過來，眾象皆伏在地上。狻猊選了一頭肥的象，想要吃了牠，群象戰戰慄栗，沒有敢逃走的，只是都仰頭看樹上，好像請求獵人憐憫牠們。獵人懂得牠們的心意，就對著獅子射了一箭，獅子馬上倒下死去。群象看著天空，好像要跪拜和舞蹈，獵人於是從樹上下來，象又伏在地上，用鼻子拉著他的衣服，好像要他坐到身上，獵人便騎上大象。象就走到一個地方，用蹄刨地，得到無法計數的脫落的象牙。獵人跳下象背，把象牙捆好放到象背上，象就背著他送他出山，這才返回。"
    ]
  },
  {
    "title": "負尸",
    "href": "http://liaozhai.weebly.com/3600023608.html",
    "content": [
      "&emsp;&emsp;有位樵夫到市上賣柴，扛著扁擔回家，忽然覺得扁擔頭上面有重物。回頭一看，一個無頭的人掛在扁擔上。樵夫大驚失色，甩脫死屍，用扁擔亂打一通，死屍才消失了。樵夫被嚇得拔腿飛跑，來到一個村子，有好幾個人正點著火照著地面，好像在找什麼。樵夫走近一問，原來這幾個人正在一起坐著，忽然從空中落下一個人頭，鬚髮亂蓬蓬的，頃刻間又不見了。樵夫也講了自己所見，心想頭跟身子合起來正好成為一個人，可是不知來歷如何。後來又有人提著籃子走路，忽然看見籃子裏有個人頭，別人訝異地問他是怎麼回事，這人才大驚失色，把人頭倒在地上，轉了一下人頭就消失了。"
    ]
  },
  {
    "title": "紫花和尚",
    "href": "http://liaozhai.weebly.com/32043334572164423578.html",
    "content": [
      "&emsp;&emsp;諸城縣的丁生，是丁野鶴先生的孫子。丁生是個少年名士，患病而死，隔了一夜又復活，說：“我悟道了。”當時有位和尚是善於禪釋佛理，因此請他在丁生床前講《楞嚴經》。丁生每聽完一節，都說講得不對，還說：“要讓我的病痊癒，講經論道多麻煩。只有某生可以治我的病，應當誠懇地去請他來。”原來縣裏有位某生，精通醫術而從不行醫。丁家去聘請了三次才來，開了方下了藥，丁生病好了些。某生回到家，有個女子從外面進來說：“我本是董尚書府中的婢女，紫花和尚與我有往世的冤仇，如今得以報仇，你為什麼又救活他？如果再去給他治病，連你也要遭殃。”說完，人就沒了。某生很害怕，就推辭為丁生治病的事。丁生的病復發，再三懇請某生，某生於是把實情說了出來。丁生歎息道：“罪孽是前世帶來的，死是命定的事。”不久丁生就死了。後來詢問了不少人，果然有位紫花和尚，是位高僧，青州的董尚書夫人曾把他請到家中供養，可是沒有人知道這位高僧到底是怎樣與婢女結下冤仇 。"
    ]
  },
  {
    "title": "周克昌",
    "href": "http://liaozhai.weebly.com/216082081126124.html",
    "content": [
      "&emsp;&emsp;淮上的貢生周天儀，50",
      "&emsp;&emsp;歲，只有一個兒子，名克昌，天儀十分鍾愛。克昌十三四歲時，長得非常漂亮，可是生性不愛讀書，經常翹課，與孩子們玩耍，常常成天不回家，天儀也聽任之。有一天日傍晚，克昌仍然沒有回家，父母到處尋找，卻杳無蹤影。周氏夫婦嚎啕大哭，痛不欲生。",
      "&emsp;&emsp;過了一年多，克昌忽然自己回來了，他說：“我被一個道士騙去，幸而沒有被他傷害。這回趁他外出，才逃回家來。”天儀高興極了，也沒有追問別的事。等教克昌讀書時，天儀發現他聰明倍於往常；過了一年，克昌文思大為長進，接著進了縣學，考上秀才，成了聞名的才子。大戶人家爭著要把女兒嫁給他，但克昌不願結婚。趙進士的女兒十分美貌，天儀不管克昌願不願意，強行為他娶來。趙女過門後，小夫妻有說有笑，十分歡洽，但克昌總是獨自過夜。夫妻間井水不犯河水。又過了一年，克昌中了舉人，天儀更加欣慰。但天儀年紀漸老，日夜渴望抱孫子，所以常常向克昌暗示此事。克昌十分淡漠，好像渾然不解。母親再也忍不下去，成天埋怨，克昌終於變了臉色，離家而去，說：“我早就想離開家，之所以沒有馬上就走，是念父母養育之恩。我實在不能幹男女間的事，以此告慰父母的渴望。我還是走吧。那順從你們心意的人就會來的。”母親追出拽他的衣襟，克昌已經跌倒，只剩下衣冠。母親大驚失色，知道這一定是克昌的鬼魂。也只有悲歎而已。",
      "&emsp;&emsp;第二天，克昌忽然騎著大馬，帶著僕人回到家，全家都驚恐萬分。走近他一問，他說：被壞人騙去賣給一個商人，商人沒有兒子，就認他為子。後來商人忽然生了一個兒子，因克昌想家，就把他送了回來。問他學問的事，則笨如既往。大家這才知道，這才是真克昌，那個當秀才中舉人的，是一個鬼。幸運的是，這事沒有洩露出去，克昌仍能承襲舉人的功名。到了屋裏，妻子與他十分親近熟悉，而克昌非常靦腆羞澀，好像新婚，剛過一年，就生了兒子。",
      "&emsp;&emsp;異史氏說：“古人說，庸人有福，只有鼻子眉目之間具有一些平庸氣息的人，才會有福氣。那種精明聰慧的人，鬼怪是不肯要他的！有了庸人的福氣，功名可以不經考試便取得，美人可以不用迎娶就得到，何況那種本來就有所依靠，後來又善於鑽營奔走的庸人呢！”"
    ]
  },
  {
    "title": "嫦娥",
    "href": "http://liaozhai.weebly.com/2327023077.html",
    "content": [
      "&emsp;&emsp;山西太原人宗子美，隨父遊學四方，輾轉來到揚州住下。宗子美的父親與紅橋下的一位林媽素有交往。一天，父子二人從紅橋經過，遇見林媽，林媽再三邀請宗氏父子到她家作客，飲茶傾談。林媽家有位女兒在身旁，容貌極其豔麗，宗父極力稱讚。林媽瞧瞧子美對宗父說：“你家大相公溫柔和順，真像個大姑娘，是有福之相。如果您不嫌棄，就把我女兒許給他，您看怎樣？”宗父笑著讓子美趕緊起身向林媽下拜說：“這句話價值千兩黃金！”",
      "&emsp;&emsp;原來，林媽獨居，有個姑娘忽然來到她家，訴說自己的孤苦。林媽問她小名，姑娘說名叫嫦娥，林媽非常喜愛，就收留了她，其實是覺得奇貨可居，準備在她身上發一筆財。子美那年才14",
      "&emsp;&emsp;歲，一見嫦娥，暗自歡喜，心想父親一定會為自己提媒定親。可是宗父回去後像是忘了這件事一樣。宗子美心裡急得像火燒一樣，偷偷告訴了母親。宗父聽說後笑著說：“前些時不過是與那貪心婆子說句笑話，還不知她要拿姑娘賣多少黃金呢，這事談何容易！”過了1",
      "&emsp;&emsp;年，子美的父母雙雙去世，他仍不能忘情於嫦娥。服孝快要期滿時，他托人向林媽求婚。林媽一開始不答應。子美氣憤地說：“我平生不輕易折腰求人，林媽為什麼把我的誠意看得不值一錢？如果要背棄婚約，得把我折腰的誠意還給我！”林媽這才說：“從前與令尊大人說笑話許下親事，這事也許有。可是沒有正式訂親，於是後來把這事都忘了。今天你既然來求婚，我難道還要把姑娘留著嫁給天王嗎？本來我天天把她打扮得漂漂亮亮，實在指望換得白銀千兩，今天我只向你要一半，行嗎？”宗子美自己想想籌不出這筆錢，也就作罷了。",
      "&emsp;&emsp;當時有個寡婦，租屋住在子美西鄰的房子，家裏有個女兒，年方16",
      "&emsp;&emsp;，小名顛當。子美偶然看到顛當，姿容之秀美不下於嫦娥，因而十分傾慕，常常贈送她家些東西以便接近。久而久之，子美和顛當漸漸熟悉了，時常眉目傳情，想談一談卻沒有機會。有天晚上，顛當過來借火，子美很高興地陪她，於是二人就在一起。子美要同顛當結為夫妻，顛當說等哥哥出外經商回來再說。從此兩人總是尋找無人發覺的機會秘密往來，不露一點形跡。",
      "&emsp;&emsp;一天，子美偶然路過紅橋，見嫦娥正好在門內，就快走幾步過去。嫦娥看見了子美，就對他招手，子美於是停下腳步，嫦娥再次招手，子美才進了她家。嫦娥責備子美背棄婚約，子美敍述了事情的原委。嫦娥聽了便進屋取出一錠黃金交給子美。子美不受，推辭道：“當時我判斷要永遠與你分手，所以又跟別人定了婚約。現在如果接受你的黃金與你訂婚，是辜負了別人；接受你的黃金而不與你訂婚是辜負了你。我實在不敢再辜負別人了。”嫦娥沉默了好久說：“你所訂的婚約，我相當瞭解。這樁婚事肯定不能成功；即使成功了，我也不埋怨你負心。你快走吧，林媽就要來了。”子美倉促之間，不由自主地帶了嫦娥的贈金回家。第二天，子美將這件事告訴顛當。顛當非常贊許子美回答嫦娥的話，但勸子美專心鍾愛嫦娥。子美沉默不語，顛當表示願意居於嫦娥之下，子美才高興起來。接著子美便托媒人把那錠金子交給林媽，林媽再也無話可說，就把嫦娥嫁給了子美。嫦娥過門後，子美向她敍述了顛當的話，嫦娥微微一笑，慫恿子美納顛當為妾。子美很高興，急著想告訴顛當，可是顛當已經好久不見蹤影了。嫦娥知道這是因為躲避自己的緣故，因而暫時回了娘家，故意給顛當創造約會的機會，卻又囑咐子美偷下顛當佩帶的香荷包。嫦娥走後不久，顛當果然來了，子美與她商量納她為妾的事，顛當說不要著急。顛當解開衣衿與他親暱調笑時，腰間果真有個紫荷包，子美正要找空摘取，顛當猛然變了臉色道：“你同別人一條心！而對我有異心！負心漢，從此跟你絕交！”子美千方百計解釋、挽留，顛當不聽，終於走了。有一天，子美路過顛當門前，進去打聽，已另有蘇州來的房客住在裏邊；顛當母女離開已久，無影無蹤，無處探尋。",
      "&emsp;&emsp;子美自從娶了嫦娥，暴富起來，樓閣長廊，連接街巷。嫦娥善於玩笑嬉戲。一次，子美看到一軸美人畫卷，對嫦娥說：“我常常說，你的美貌，可謂天下無雙，但是不曾見過古代的趙飛燕和楊貴妃啊！”嫦娥笑著說：“你如想見見，那又有何難？”於是便拿起畫卷來審視一番，便急忙進屋對鏡梳裝，學纖瘦的趙飛燕的舞姿，又學豐腴的楊貴妃的醉態，長短肥瘦，隨時應變，風情神態，與畫卷上的飛燕、貴妃一模一樣。嫦娥對鏡作態時，有個丫鬟從外面進來，竟不認識她，驚問別的丫鬟，然後再仔細觀察，才恍然大悟，不禁大笑。子美歡喜地說：“我只得到一個美人，便如同千古以來的美人，都在我的房中。”",
      "&emsp;&emsp;一天夜裏，大家正在熟睡，忽然有幾個人撬門而入，火把將四壁照得通亮。嫦娥急忙起來驚慌地說：“不好！有強盜進來了！”子美剛睡醒，剛想大喊，一個強盜把刀架到他脖子上，子美嚇得氣都不敢喘。又有一個強盜抓住嫦娥背起來就走，強盜們一哄而散。這時，子美才大聲呼救，僕役們都聚集過來，一看家裏的珍寶細軟，一件也沒丟。子美極其悲傷，愣愣失神，再也沒有情感。告到官府追捕盜賊，一點消息都沒有。",
      "&emsp;&emsp;這樣過了三四年，鬱悶無聊，因而借應試機會到京城去遊歷。在京城住了半年，算卦問卜，多方打探，什麼辦法都想到了，就是沒有嫦娥的下落。一天偶然路過一條小巷，見一個女子，滿臉灰土，衣衫襤褸，窮困潦倒，有如乞丐。子美停步細看，原來是顛當，十分驚駭地問：“你怎麼憔悴成這個樣子呀？”顛當回答道：“與你分別後遷居南方，老母去世，被壞人掠賣到旗人官府，挨打挨駡，饑寒交迫，我都不知道怎麼說了。”子美淒然淚下，問她：“可以把你贖出來嗎？”顛當說：“很難。得花很多錢，你幫不上這個忙。”子美說：“我實話告訴你吧：近年來家境很富足，可惜我出門在外盤纏帶得不多；但那怕賣盡衣物車馬解救你，我也在所不惜。如果需要的錢太多，我回家去為你籌集。”顛當約子美第二天出西城，到柳樹林會面，並囑咐他自己去，不要帶隨從僕人。子美說：“好。”第二天，子美早早地去赴約，可是顛當已先到了，衣著非常華麗。子美驚異地問她是怎麼回事，顛當笑道：“昨天是試試你的心，幸而你不忘舊情，還有故人的情意。請到寒舍一敘，我一定要設法報答你。”子美跟顛當往北走了沒幾步，就到了她家。顛當擺上酒菜，與子美飲酒談笑，子美邀她一同回家。顛當說：“我這裏還有很多俗務累身，不能跟你走，可是嫦娥的消息，我卻知道一點。”子美急忙探聽嫦娥的下落，顛當說：“嫦娥行蹤飄忽不定，我也不很清楚。西山有位老尼，瞎了一隻眼睛，去問問她，一定能問出名目來。”當晚，子美就住在顛當家裏，第二天早晨，顛當又給子美指明了去西山的路途。",
      "&emsp;&emsp;子美到了西山，果然看見一座古寺。圍牆已經坍塌，竹林中有半間茅屋，一位老尼正在縫補僧衣。老尼見客人到了，愛理不理，子美向她作揖致意，她才抬起頭來問話。子美告訴她自己的姓名，並且說出自己的請求。老尼說：“我一個80",
      "&emsp;&emsp;歲的瞎子，與世隔絕，怎能知道嫦娥的消息！”子美再三懇求，老尼姑才說：“我實在不知道嫦娥的下落。有兩三個親戚，明天晚上要來看望我，或許其中的小姑娘中有認識嫦娥的也說不定。你明天晚上可以來看看。”子美得了這個答覆才告辭。第二天子美再去時，老尼姑已經不在了，破門已經上鎖。子美在那兒一直苦等到深夜明月高懸，正焦急徘徊沒有辦法時，遠遠看見兩三個姑娘從外面來到古寺前，其中一個就是嫦娥。子美欣喜至極，迎上前去，急忙拉住嫦娥的衣襟。嫦娥說：“莽郎君！嚇死我了！可恨顛當多嘴，又讓你用兒女情長來纏我！”子美拉她坐下，執手傾訴別情和艱辛，不覺淒然淚下。嫦娥說：“我實話對你說，我本是月宮裏被貶謫的嫦娥，在塵世間飄泊，期限已滿；假託強盜搶劫是為了斷絕你的指望。老尼也是王母娘娘府上的看門人。我初被貶到人間時，蒙她收留關照，所以常抽空到她那裏看看。你如能放我走，我想為你把顛當娶過來。”子美不聽，低頭痛哭。嫦娥往遠處看了一眼說：“姐妹們都來了！”子美正往四面看，嫦娥已經無影無蹤了。子美失聲大哭，痛不欲生，解下衣帶上吊。恍惚間覺得魂已離體，飄忽無主，不知所往。忽見嫦娥走來，抓住自己雙腳離地提了起來。又把他帶到寺前，取下樹上的死屍推擠他，連聲喊道：“癡郎，癡郎！嫦娥在此。”忽然間，子美如夢方醒。稍稍安定了一會，嫦娥氣憤地道：“顛當賤婢！害了我又殺了郎君，我不能饒她！”",
      "&emsp;&emsp;二人下山雇了轎子回到子美的住處。子美一面讓家人準備回鄉的行裝，一面轉身出西城去面謝顛當。到了那裏房舍全變了，子美驚愕歎息，返回旅舍，暗自慶倖嫦娥不知此事。一進門嫦娥笑道：“你看見顛當了嗎？”子美愕然無言以對。嫦娥說：“你背著我嫦娥辦事，怎麼能得到顛當呢？請你坐等一會，她馬上就來。”不一會兒，顛當果然到了，進屋急忙跪在床前，嫦娥對她的額頭敲了個栗爆說：“小鬼頭，真是害人不淺！”顛當連連磕頭，但求先別讓她死。嫦娥說：“把人推到坑裏，還想脫身天外嗎？廣寒宮裏十一姑近日要出嫁，需用繡枕一百對，繡鞋一百雙，你可跟我去，一同製作。”顛當恭敬地說：“只求你分給我一部分工作，我一定按時交納。”嫦娥不答應，對子美說：“你如果替她說情，我就放了她。”顛當拿眼瞟子美，子美笑而不語，顛當氣得拿眼瞪他。顛當又請求回去給家裏人送個信再來，嫦娥答應了，她才敢離去。子美向嫦娥打聽顛當的生平，才知道她本是西山的一個狐仙。子美雇好了車馬等她，第二天顛當果然來了，便和嫦娥一起回家。",
      "&emsp;&emsp;嫦娥回來後，十分嚴肅莊重，不苟言笑。子美強求她作昔日化裝美女的遊戲，她也不肯，只是偷偷教顛當去做。顛當極其聰慧，很善於誘惑男人。嫦娥樂於獨宿，子美要在她房中過夜時，常常以身體不適推辭。一天夜裏，時已三更，還聽見顛當房中笑聲吃吃不斷。嫦娥派一個丫鬟去偷聽，丫鬟回來，什麼也不說，只是請夫人自己去看。嫦娥到了顛當窗前往屋裏一看，顛當正化裝成自己的模樣，子美抱著喊她嫦娥。嫦娥笑著退回自己屋裏。不久，顛當心頭暴疼，急忙披上衣服拉著子美到了嫦娥房中，進門就跪下了。嫦娥說：“我難道是那種嫉妒別人超出自己的人嗎？你心疼干我何事，是你自己學那捧心皺眉的西施的呀！”顛當磕頭求饒，但說知罪。嫦娥說：“起來吧，好了！”顛當這才起來，不覺笑出聲走了。顛當又偷偷對子美說：“我能讓娘子學觀音菩薩。”子美不信，因而要與顛當打賭。原來嫦娥常常盤腿打坐，雙眼若閉，顛當暗中拿只玉瓶插上柳枝，放在嫦娥面前的案上，自己把頭髮披散開來，雙手合掌，侍立一旁，櫻唇半張，銀牙微露，目不轉睛地瞧著嫦娥。子美一看這情形，忍不住笑了。嫦娥睜開眼問是怎麼回事，顛當說：“我學龍女侍奉觀音菩薩呢。”嫦娥笑駡她幾句，罰她學當童子行叩拜之禮。顛當把頭髮束成童子模樣，朝四面跪拜，伏在地上，翻轉自如，變出各種姿態，左右弓腰踢腿，腳尖能碰著自己的耳朵。嫦娥看樂了，坐在椅子上踢她，顛當仰起臉來。口銜嫦娥的小腳，輕輕一咬。嫦娥正在嬉笑，忽覺一縷春情從腳尖而上，直通心窩，神魂顛倒，慾火如熾，不由自主，",
      "&emsp;&emsp;於是急忙鎮靜了一下心神，怒喝道：“狐奴真該死！媚惑人也不看看是誰嗎？”顛當害怕了，鬆口伏在地上。嫦娥又嚴厲斥責，眾人都不知其中緣故。嫦娥對子美說：“顛當狐性不改，剛才差一點被她捉弄。若不是我修煉到家，道行深厚，墮落下去是很容易的！”從此每見到顛當，總是嚴加防範。顛當羞愧惶恐，對子美說：“我對嫦娥娘子的一肢一體，無不覺得親愛。我愛到極點，不知不覺媚惑她太過分了。如果說我對娘子沒安好心，我不但不敢，而且也不忍呀！”子美把這話告訴了嫦娥，嫦娥才待她像當初一樣。但因為顛當與子美狎昵嬉戲沒有節制，多次勸告子美，子美不聽，因而大小丫鬟婆子，競相戲耍。",
      "&emsp;&emsp;一天，兩個丫鬟扶著一個丫鬟嬉戲，扮作楊貴妃。兩個丫鬟使個眼色，騙那扮楊貴妃的丫鬟把全身骨節都鬆弛了，學醉酒的姿態，兩人把手一鬆，這丫鬟猛然跌到階下，撲通一聲就像倒塌的牆壁一樣。眾人齊聲驚呼，近前一摸，假“楊貴妃”已經像真楊貴妃死在馬嵬坡一樣，一命歸天了。眾人嚇壞了，趕緊告訴主人。嫦娥驚呼：“終於闖出禍來了！我說的怎麼樣？”去查驗了一番，已經沒救了，馬上派人去告訴死者的父親。死者的父親某甲，一向鄙陋無行，哭喊著來到宗家，把女兒屍體背到廳堂，拼命叫駡不止。子美嚇得關上房門，不知所措。嫦娥親自出門責備某甲：“主子虐待奴婢至死，按律並不償命。何況你女兒是偶然暴死，怎知她就不能復活？”某甲喊道：“四肢已經冰涼，那有復活之理？”嫦娥說：“你不要亂吵，就算不能復活，不還有官府嗎？”於是到了廳堂，一摸死者屍體，丫鬟居然復活了，隨即站了起來。嫦娥轉過身來怒斥某甲道：“這丫鬟幸而沒有死，而你這賊奴怎能這樣猖狂！可以拿草繩把你捆起來送到官府！”某甲無言以對，跪了好長時間，苦苦求饒。嫦娥說：“你既已知罪，姑且免於追究。但你這無賴小人，反復無常，留著你女兒終究是個禍根，你快點把她領回去。原來的賣身價是多少錢，你退多少錢，快去籌措，速速送來。”說完派人把某甲押送出去，讓他請來兩三位老先生，在文書上簽字作保人。然後把摔昏的丫鬟叫到面前，讓某甲問她：“沒摔壞吧？”丫鬟說：“沒什麼。”這才讓某甲把女兒領走。接著把丫鬟們全找來，嚴加斥責，逐一打了一頓；又把顛當喚來，嚴禁她再玩這些遊戲。嫦娥對子美說：“今天才知道，位居眾人之上的人，一言一笑都不可等閒視之。嬉戲玩樂這些事是我開的頭，上行下效，流弊才不可收拾，凡哀傷之事屬陰性，歡樂之事屬陽性。陽極陰生，樂極悲生，這是陰陽循環的道理。這個丫頭的災禍，是鬼神給的一個警告。若執迷不悟，天塌大禍就會來臨！”子美很恭敬地聽從了嫦娥的勸誡。顛當哭著求嫦娥挽救她。嫦娥就用指甲掐她的耳朵，過了一陣才鬆手，顛當驚愕片刻，如夢方醒，伏地便拜，歡喜得要跳起舞來。",
      "&emsp;&emsp;從此，閨閣中清淨整肅，無人再敢喧嘩笑鬧。那個丫鬟到了家，沒病沒災地暴死了。某甲拿不出贖金來，請村老們代求嫦娥開恩免除，嫦娥答應了，又念丫鬟侍奉主人的情誼，賞了她一口棺木。",
      "&emsp;&emsp;子美常因沒有子嗣發愁，一天，嫦娥腹中忽然有嬰兒的哭聲，於是用利刃劃破左肋取出，果然是個男孩；不久嫦娥又有了身孕，又劃破右肋取出一個女兒。男孩非常像父親，女兒極像母親，長大都和豪門大戶成親。",
      "&emsp;&emsp;異史氏說：“陽極陰生，真是至理名言啊！然而屋裏有個神仙，能夠讓我極盡歡樂，消除我的災禍，延長我的壽命，讓我不會死去。這個快樂的地方，常住終老真好啊，可是仙人為什麼還憂慮呢？天道循環往復，道理本來就該如此，可是世上無法發達而長久淹困的人，又能怎樣解釋呢？從前有求仙不得的宋人，總是說：‘做一天神仙，死而無憾。’我再不能笑話他們了。”"
    ]
  },
  {
    "title": "鞠樂如",
    "href": "http://liaozhai.weebly.com/388162713822914.html",
    "content": [
      "&emsp;&emsp;鞠樂如是青州人，妻子死了後就離家出走。",
      "&emsp;&emsp;數年後，他穿著道服背了個蒲團回至家中住了一夜，第二天又想離去，但衣杖都被親朋好友留下，他只好托詞說要出去散步，等他走到村外時，奇事出現了，但見他的衣杖服具都自屋內冉冉飛出，隨他而去。"
    ]
  },
  {
    "title": "褚生",
    "href": "http://liaozhai.weebly.com/3509829983.html",
    "content": [
      "&emsp;&emsp;順天陳舉人，十六七歲時，曾跟從塾師在一座寺廟裏讀書，同學很多。其中有位褚生，是山東人，刻苦讀書，鑽研學問，廢寢忘食，而且他寄宿在寺廟裏，沒見他回過家。陳舉人與他最為友善，曾問他為什麼這樣苦讀。他答道：“我家境貧寒，籌措學費很不容易。即便不能珍惜每一寸光陰，而每天讀半夜書，我的兩天就可以頂別人的三天。”陳舉人對褚生的話非常感動，想搬一架床來和他住在一塊。褚生制止道：“可別這樣，可別這樣！我看我們的先生，不是我理想的老師，阜城門有位呂先生，年紀雖老，卻可作老師，讓我們一同遷到他那裏去吧。”原來京城裏設帳教書的先生收學費多，按月計算，月終學費用光，學生去留自便。於是陳褚兩生一起到呂先生那裏去。呂先生是浙江的資深學者，因落魄不得志，不能返回故鄉，因而設帳教授蒙童。這實在不是他的心願。呂先生得到兩位學生很高興，而褚生又十分聰明，往往過目不忘，呂先生對他尤為賞識。陳褚二人親密融洽，白天同桌讀書，夜晚同榻而眠。到了月末，褚生忽然請假回家，十幾天不回。呂先生和陳生都很納悶。",
      "&emsp;&emsp;一天，陳生有事到天寧寺去，在廊簷下遇到褚生，見他正在劈木片塗硫黃，製作火具。褚生見到陳生，靦腆不安。陳生問他：“你為什麼突然放棄學業？”褚生握住陳生的手請他稍候，然後淒然說道：“我非常窮，無力向先生交學費，必得做半月生意才能供一個月學費。”陳生感慨了好長時間，說：“你且先去讀書，我自然會竭盡全力幫助你。”於是陳生讓隨從收拾起褚生的工具和材料，一同回到學堂。褚生囑咐陳生不要洩漏秘密，先編個理由告訴呂先生。陳生的父親本是個商人，靠囤積居奇發財。陳生常常偷父親的錢，代褚生交學費。陳父因丟錢而責問陳生，陳生說了實情。陳父認為陳生太傻，於是讓他廢了學。褚生因而十分慚愧，告別老師想離去。",
      "&emsp;&emsp;呂先生知道了實情，責備褚生道：“你既然這麼窮，為什麼不早告訴我？”於是把錢全都還給陳父，留下褚生依舊讀書，和他一起吃飯，看作兒子一般。陳生雖然不再到學堂讀書，但常常邀褚生到酒店飲酒。褚生因為避嫌執意不去，而陳生邀他的心意更堅定，往往因而流淚，褚生不忍拒絕，於是仍然和陳生毫無隔閡地往來。",
      "&emsp;&emsp;過了兩年，陳生的父親病死，陳生仍然來學堂求學。呂先生為他的誠意感動，就收下他，可因為他廢學太久，與褚生學業相差十分懸殊。過了半年，呂先生的長子從浙江省來，一路乞討，尋找父親。呂先生的門生們集資幫助呂先生打點行裝，褚生卻只有揮淚不捨而已。呂先生臨別囑咐陳生拜褚生為師。陳生聽從老師的話，請褚生到家設帳教他。不久，陳生入縣學，以“遺材”身份應試。陳生顧念自己寫不好文章，褚生表示要代他去考。到了考期，褚生帶一個人同來，說是他的表兄劉天若，囑咐陳生暫且跟他去。陳生剛剛出門，褚生忽然從後面拽他一下，陳生差點摔倒，劉天若急忙挽著他離去。兩人向四方張望了一番，然後攜著手住在劉天若家。劉家沒有女人，就把客人安置在裏院。",
      "&emsp;&emsp;過了幾天，正好是中秋，劉天若說：“今天李皇親的花園裏遊人很多，我們該去散散心，順便送你回家。”並派人帶著茶具、酒具前往。園中但見水閣梅亭，人聲喧鬧，無法進入。過了水關，在一株老柳樹下，橫著一條畫船，兩人拉著手登了船。喝了幾杯酒，覺得無聊。劉天若對家僮說：“梅花館近日新來了位妓女，不知在家不？”家僮去了一會兒，和那位妓女一同來了，原來是煙花巷中的李遏雲。李是京城名妓，會作詩，善唱歌，陳生曾和友人一起在她家飲酒，所以認識。相見後互相寒暄一番。李遏雲臉上有憂戚的神色。劉天若讓她唱歌，李唱了悲哀的《蒿里》(1)。陳生很不高興，說：“我們主客即便不如您的意，何至對著活人唱死人的歌呀！”李遏雲起身致歉，強顏歡笑，並唱了愛情歌曲。陳生高興了，抓住李遏雲的手腕道：“你從前寫的《浣溪沙》我讀了好幾遍。如今已經忘記了。”李遏雲吟道：“淚眼盈盈對鏡臺，開簾忽見小姑來，低頭轉側看弓鞋。強解綠蛾開笑面，頻將紅袖拭香腮，小心猶恐被人猜。”陳生跟著反復誦讀了四遍，接著船靠岸邊，經過一道長廊，見壁上題詠的詩詞很多，劉天若就令人把李遏雲的詞寫在牆上。此時已到黃昏時分，",
      "&emsp;&emsp;劉天若說：“將要中舉的人該走了。”便送陳生回家。陳生剛進門，劉天若即告辭回去。陳生見室中黑暗無人，猶豫之間，見褚生已進了門。仔細一看，卻不是褚生，正在懷疑，客人猛然走近他而撲倒在地，家人們說：“公子累了！”一起扶起客人。陳生轉而覺得倒地的不是別人，正是自己。陳生起來後，見褚生在身旁，恍恍惚惚，宛如夢中，於是摒退旁人而細細盤問究竟。褚生說：“我告訴你實情，不要驚慌。我其實是一個鬼，久該轉世投生，之所以滯留在這裏，是因為你的深情厚誼不能忘懷，因而附在你身上，代你考試。三場考完，我的心願才能了結。”陳生求褚生再去應一場春闈考試。褚生說：“你上輩的人福氣薄，吝嗇人的骨血，更高的功名官職是承受不起的。”陳生又問：“你要到那裡去？”褚生說：“呂先生和我有父子的情誼，常常惦念，放心不下。我表兄是陰間管典冊的文書，求他告訴地府的主事者，或者有所照應。”說完就告別而去，陳生甚覺怪異。",
      "&emsp;&emsp;天明以後，陳生去訪李遏雲，想要問問她在船上飲酒唱歌的事，一問李遏雲已死了好幾天了。又到了李皇親的花園，見那題寫的詩句尚在，而墨色淺淡，若有若無。陳生這才醒悟過來，題寫者是一個魂靈，而作者是一個鬼。到了晚上，褚生很歡喜地來了，說：“所謀求的事情成功了，今日敬與君告別。”接著伸出兩個手掌，讓陳生寫褚字在上面以作留念。陳生想要置辦酒席為褚生餞行，褚生搖頭道：“不用了，你如果不忘舊情，放榜之後，不要怕路途遙遠，去看看我。”陳生灑淚送別褚生，見一個人在門旁伺候，褚生正依依難捨，那人用手按按他的頭頂，褚生隨即變得很扁，那人把他裝到袋子裏，揹著走了。",
      "&emsp;&emsp;過了幾天，陳生果然考中舉人，於是打點行裝到浙江去。呂先生的妻子早已絕育幾十年，五十多歲時，忽然生了一個兒子，兩手緊握，不能打開。陳生來了，要見見這個孩子，便說，孩子手掌中一定有兩個“褚”字，呂先生不太相信。孩子看見陳生，十指自然張開。一看，果然有兩個“褚”字，呂先生驚問其故，陳生把實情都告訴了他。兩人又是驚異又是歡喜。陳生給呂先生豐厚的饋贈後回家。後來呂先生以拔貢身份，在京城廷試，住在陳生家，說孩子已經十三歲，已入縣學了。",
      "&emsp;&emsp;異史氏說：“呂先生設帳教授學生，而並不知道學生就是自己的兒子，可歎！為別人做好事，而自己得來福氣，這只是ㄧ線之隔！褚生這人，在沒有以身報答老師之前，先以魂靈報答朋友，他的志向和德行，可與日月同輝，怎麼能以他是個鬼魂，感嘆這個故事奇異啊！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.蒿里，本為地名，位於泰山南面，相傳為死者葬身之所，後作為墓地的通稱。樂府古辭亦有〈蒿里〉，為古時輓歌。"
    ]
  },
  {
    "title": "盜戶",
    "href": "http://liaozhai.weebly.com/3042825142.html",
    "content": [
      "&emsp;&emsp;順治年間，滕縣、嶧縣地區，十個人當中就有七個是盜賊，官府不敢去捉拿。後來這些盜賊被安撫歸順，縣宰專門稱他們為“盜戶”，凡遇他們與良民發生爭執，官府總想方設法袒護他們，為的是怕他們作亂。後來打官司的常常冒充盜戶，而仇家則極力揭露他們是假冒的。每當爭執的兩家把狀子呈上來後，是非曲直不論，先在盜戶的真假上，反復互相攻擊，總是請求官府嚴查明斷。當時官署裏常有狐狸，縣宰有個女兒已被迷惑，於是請有法術的人，畫上符，把狐狸抓進一個瓶子，想要扔到火中燒死。狐狸在瓶子裏大喊：“我是盜戶！我是盜戶！”聽到這話的人沒有不暗自發笑的。",
      "&emsp;&emsp;異史氏說：“如今有白晝搶劫的人，官府不當作盜賊而當作姦淫，有翻牆行淫的，又常常不承認姦淫而當作盜賊，真是世界又一大變。假如現在官署裏有狐狸，也必然大聲呼喊‘我是盜狐’無疑。”",
      "&emsp;&emsp;章丘地方，無論是為運送公糧而攤派的勞役，或是徵收附加稅，普通百姓常常比豪紳大戶負擔多好幾倍，因而有田產的小民爭著投靠到大戶名下。雖然對國家的稅收沒有影響，但對地方官府的收入卻有損害。縣令鐘某，寫了報告，請求革除這種弊端，得到朝廷許可。官府一開始讓投靠到大戶名下的百姓自己交代實情，接著，有些刁民拿此事當作訛詐的手段，幾十年內賣去的田產，都胡說是掛名投靠的，與原來的買主打起了官司。而縣令都袒護這些刁民，所以很多善良懦弱的人都喪失了自己的田產。有位李生被某甲告到了官府，一起到公堂對質。某甲稱呼李生為“秀才”，李生厲聲爭辯，聲明自己並非秀才。兩人吵鬧不休。縣令問左右，大家都證明李生是真秀才。縣令問李生：“為什麼不敢承認自己是秀才？”李生答道：“這秀才的名號且先不管他，等爭完田地之後再當秀才也不晚。”唉！盜賊的名義，大家爭著冒充，秀才的名義，則爭相推辭，真是天大的怪事！",
      "&emsp;&emsp;有人投了這樣的匿名狀子：“告狀人原壤(1)，為違法侵吞田產之事向官府陳述如下：我因年老不能出公差勞役，有城邊良田五十畝，于春秋魯隱公之年，暫時掛在惡紳顏淵(2)名下。如今官家法令森嚴，理當自首交代真相。可是顏淵這個惡棍長期不願返還於我，將田產據為已有。我前往說理，被他老師率領惡徒七十二人用棍棒毒打，胳膊腿受傷致殘，又把我鎖到一個小胡同裏，每天只給我‘簞食瓢飲’，也就是粗茶淡飯，使我差點餓死。凡這樣侵佔他人田產之事，即請上司嚴加追究，以便讓我以血汗掙來的田產歸還原主。以此由上告。”這段告狀奇文可以與當年有人寫的盜蹠控告賢人伯夷、叔齊(3)的狀子媲美了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.原壤夷俟。子曰：「幼而不孫悌，長而無述焉；老而不死，是為賊！」以杖叩其脛。",
      "&emsp;&emsp;2.顏回，字子淵，一作顏淵，魯國人，是孔子最得意的學生，孔子七十二門徒之首。《論語》中孔子說“賢哉回也，一簞食，一瓢飲，居陋巷，人不堪其憂，而回不改其樂，賢哉回也”",
      "&emsp;&emsp;3.盜蹠控告賢人伯夷、叔齊，此指柳蹠告夷齊的匿名狀。告狀人以柳蹠名義，狀告伯夷、叔齊兄弟二人倚仗父勢霸佔他的地產。意在說明投狀人中不乏誣良為盜、顛倒是非的奸詐刁頑之徒。",
      "&emsp;&emsp;此事與原壤告顏淵有相類之處。",
      "&emsp;&emsp;柳蹠，柳下蹠，即盜蹠，春秋戰國時人。《莊子·盜蹠》篇說他率“從卒九千人，橫行天下，侵暴諸侯。”舊時常以喻指大盜。",
      "&emsp;&emsp;夷、齊，伯夷、叔齊，商末孤竹君之二子。兄弟二人彼此讓國，逃往周地，後因未能諫阻周武王伐紂，寧死不食周粟，雙雙餓死在首陽山上。舊時常以喻指高尚廉潔之士。"
    ]
  },
  {
    "title": "某乙",
    "href": "http://liaozhai.weebly.com/2657620057.html",
    "content": [
      "&emsp;&emsp;城西有位某乙，是個小偷。他妻子非常怕他幹這一行，常常勸阻他，某乙也幡然悔悟，改過自新。過了兩三年，某乙實在窮得無法忍受，想再偷一次，然後洗手不幹。於是他以要做生意為由，問善於卜卦的人到什麼方向去好。卜卦的占卜一番說：“東南方吉利，利於小人，不利於君子。”這一卦和他的心事相合，某乙暗自高興，於是往南走，到了蘇州、吳淞一帶，天天在各村屯間遊蕩，達數月之久。",
      "&emsp;&emsp;一天，某乙偶然到一個寺廟去，見牆角放著兩三枚石子，心想這石子有來歷，也往那裏投了一枚，然後到神龕後面躺下休息。到了傍晚，聽到寺廟裏聚集了不少人說話，大概有十多人。忽然有一人數牆角的石子，發現多一枚，很驚訝，於是一起到神龕後面搜尋，找到了某乙，問他：“投石子的是你嗎？”某乙承認是自己，又問他的住址，姓名，某乙回答假的答案。眾人給了某乙武器，帶他一塊出去。到了一座高門大院前，盜賊們拿出軟梯，爭先跳牆進去。因為某乙是從遠處來的，路途不熟，就讓他伏在牆外，負責傳遞和保管包袱、箱子。不一會兒，從牆上扔下一個包袱，又一會兒，用繩子墜下一個竹箱。某乙一舉箱子，知道箱內有貴重東西，便打破竹箱，用手抓取，凡是沉重的東西，都裝到一個口袋裏，背上猛跑，直接回到家鄉。從此某乙建樓閣，買良田，為兒子捐錢糧。縣令在他門前掛上“善士”的匾額。後來，那樁盜竊大案敗露，群盜都被抓獲，只有某乙作案時沒用真實姓名，無法查究，得以免於被捕。這是事過很久以後某乙醉酒之後自述的。",
      "&emsp;&emsp;曹州有個大盜某，竊得鉅款後回到家裏，安生度日。一天，有兩三個小盜跳牆進來，捉住某，索取金銀，某不給，小盜們又是鞭打又是火燒，把某家全部財產搜刮完以後才離去。某對別人說：“我不知道被燒烤的炮烙之刑是這麼痛苦啊！”因而深恨這些盜匪，因此投身做緝捕盜賊的捕快，把轄區內的盜寇幾乎抓光了，終於抓住了那幾個害他的盜賊，他用同樣的辦法處置了他們。"
    ]
  },
  {
    "title": "霍女",
    "href": "http://liaozhai.weebly.com/3866922899.html",
    "content": [
      "&emsp;&emsp;朱大興是彰德縣人，家境富裕，卻非常吝嗇，若非兒女婚嫁，或家有賓客，就決不吃肉。可是他輕佻而好色，為了女人，花多少錢都不吝惜。每到晚上，他就到處翻牆頭，跟一些蕩婦過夜。",
      "&emsp;&emsp;有天晚上，朱大興遇到一位少婦獨自趕路，猜想她是從家裏偷跑出來的，便脅迫她跟自己回到家中。進屋後，點上蠟燭一照，見這女人極為美豔。女人自稱姓霍，朱大興詳細盤問她的來歷，霍女不高興地說：“既然你收留了我，何必再加盤問？要是怕我連累了你，不如及早放我回去。”朱大興不敢再問，留她同住。霍女不能吃粗茶淡飯，又很厭惡肉類，必須有燕窩、雞心、魚肚作羹湯，才能吃飽。朱大興無可奈何，只得極力奉養她。霍女多病，每天要喝一碗人參湯。開始朱大興不肯給，霍女整天呻吟，眼看要死，不得已，給了她人參湯，病很快就好了，以後也就習以為常了。霍女穿衣服非得綢緞錦繡，穿幾天，就嫌破舊不再穿了。就這樣過了一個多月，花錢不計其數。朱大興稍微減少了點開支，霍女就不停地哭泣；也不吃飯，要求離去。朱大興害怕了，設法曲意逢迎。每當霍女苦悶的時候，朱大興就隔十幾天招一幫藝人來演戲，演戲時，朱大興在簾外放個凳子，抱著兒子看。即使是這樣，霍女也沒有一絲笑容，而且多次惡言責駡，朱大興也不怎麼爭辯。這樣過了兩年，朱家家道漸漸破敗，於是向霍女婉言相求，希望能減少點開支，霍女允許了，開銷減了一半。時間長了，朱家仍然負擔不起，霍女吃肉粥也將就了，又慢慢變得沒有精美食物也能忍受，朱大興暗自高興。",
      "&emsp;&emsp;一天夜裏，霍女忽然打開後門逃走，朱大興六神無主，到處尋訪，才知道跑到鄰村何氏家去了。何家是大姓，世代是官宦門第，性情豪爽，非常好客，常常宴飲歡娛，燈火通宵達旦。一天夜裏，忽然有位美人投到門下，一問，才知道是朱家的逃妾。何氏素來看不起朱大興的為人，又喜愛霍女的美貌，竟把她收留下來。玩樂了幾天，何氏越來越迷戀霍女，像朱大興一樣窮奢極地供養她。朱大興獲悉後，就到何家來要人，何氏根本不理，朱大興就向官府控告。官家因為霍女來歷不明，姓名也不清楚，置之不理。朱大興賣掉家產，賄賂官員，才允許傳訊人到大堂對質。霍女聽說後對何氏說：“妾在朱家原不是明媒正娶，你怕他什麼？”何氏大喜，準備與朱大興當面對質。此時有位客人顧生勸告說：“接納逃妾，已犯國法，更何況這個女人進門，每天耗費無數，就是有千萬家財，又怎能維持長久？”何氏聽他一說，才徹底想明白了，不打官司，把霍女送回朱家。",
      "&emsp;&emsp;霍女回到朱家，過了一兩天，又逃走了。有一位黃生，本是個窮苦書生，妻子死後沒有再娶。一天，霍女忽然敲門進來，並講明來歷。黃生見如此美人來投奔，十分害怕，不知所措。他向來謹慎，怕吃官司，因而拒不收留。霍女執意不走，言談話語間，顯得十分嬌媚動人，黃生動了心，就把她留下了，卻怕她不能忍受窮苦。霍女每天早早起床，操持家務，吃苦耐勞，比黃生的前妻更加勤儉。黃生是個風流瀟灑的情種，擅長夫妻歡愛，二人如魚得水，相見恨晚，只怕走露了風聲，歡愛不能長久。而朱大興自從打官司後，家境更加貧窮，又考慮霍女不能安貧，也就不再追究了。",
      "&emsp;&emsp;霍女在黃家過了幾年，與黃生非常親密和諧，一天，霍女忽然提出要回娘家，讓黃生備車送她。黃生說：“你一直說沒有家，為什麼前後說的不一樣啊？”霍女說：“從前是隨便說的，我本是鎮江人，過去跟隨一個浪蕩子弟流落江湖，以後才到了你這裏。我娘家很富有，你送我去，我一定不虧待你。”黃生聽從了，雇了車與她一塊回娘家去，後來又乘船到揚州境內，把船停在江邊。霍女在視窗遠望時，正好有個大商人的兒子乘船經過，對她的美麗非常驚異，就把船頭掉過來，跟隨在她的船旁，而黃生毫無所知。霍女忽然對黃生說：“你家境十分貧寒，如今有個治窮的辦法，不知你能不能做到？”黃生問是什麼辦法。霍女說：“我跟你好幾年，沒能為你生個一男半女，這也是我放不下的一件心事。我雖然長得醜，幸而還不算老，如果能遇到肯出一千兩銀子的，就可把我賣了。這樣，你的妻子、田產、房舍就都有了。這辦法怎麼樣？”黃生一聽，大驚失色，不知發生了什麼事。霍女笑道：“你不要著急，天下美女有的是，誰肯出一千兩銀子買我呀？你就姑且講講，看看有沒有想買的人。賣與不賣都憑你拿主意。”黃生不肯，霍女就自己與船夫的妻子說了這個打算。船夫的妻子看了看黃生，黃生隨便點頭答應了。船夫妻到富商船上去了，不一會就回來說：“",
      "&emsp;&emsp;鄰近船上有個大商人的兒子願出800",
      "&emsp;&emsp;兩。”黃生故意搖頭難為她，過了一會，她又來了，說：“就按你出的價吧，請你到那家船上取錢辦手續。”黃生微微一笑，霍女就說：“請你讓他等一會，我和黃郎再說幾句話，就讓他過去。”接著又對黃生說：“我每日以價值千金之身侍奉你，你今天才知道吧？”黃生問：“用什麼話答對他呢？”霍女說：“請你即刻過去交割，至於我人去不去，就在我自己了。”黃生不同意，霍女逼迫，催促他快去。黃生不得已，就到富商兒子船上，立即把銀子清點好了。黃生讓人把銀子好好包上，作上記號，對商人兒子說：“只因我太窮，才到了賣妻這地步。猛然間割捨了夫妻情義，如果我妻子堅決不肯跟隨你，我會把銀子如數奉還。”當銀子剛剛運到黃生船上時，霍女已跟隨船夫的妻子從船尾登上了富商家的船，遠遠地望著黃生與他告別，並沒有依戀難捨之意。黃生如同失魂一般，嗚咽著說不出話來。過了片刻，富商家的船解開纜繩，像箭一般順流離去了。黃生放聲大哭，想追去靠近她的船，船夫不答應，開船向江南方向擺過去。轉瞬間船到了鎮江，把貨運上岸後，船夫急忙解開纜繩把船開走了。",
      "&emsp;&emsp;黃生守著行李悶坐在岸上,不知所往,眼望著滔滔江水,痛苦得如萬箭穿心。正掩面啜泣時，忽然聽見一聲嬌媚的“黃郎”，黃生大驚，四下一看，霍女已在前面路上，他歡喜極了，急忙背起行裝隨她走去。黃生問她：“你怎麼來得這麼快呀？”霍女笑道：“再晚個把時辰，你就會疑心我真的要離開你了。”黃生於是疑心她不是ㄧ般人，就問她到底是怎麼回事。霍女笑笑說：“我平生做事，對於吝嗇的就破他的財，對於有邪念的就想法騙他，這回我若把打算實實在在地告訴你，你必不同意，那樣，從那裡弄得到這一千兩銀子呀？如今錢袋裝得滿滿的，失去的人也回來了，你已經很幸運，也應當很滿足了，還問個什麼？”兩人雇了挑夫，挑著行裝，一塊向霍女家進發。",
      "&emsp;&emsp;到了鎮江水鄉,有一座坐北朝南的宅院,黃生和霍女未經通報直接走了進去.不一會兒,男女老少紛紛出來迎接,都喊道:”黃郎來了!”黃生進到堂屋拜見了岳父岳母。有兩個少年向黃生作揖問候，坐下來交談，才知是霍女的兄弟，大郎和三郎。設宴席款待黃生時，只見並無許多菜肴，四個大玉盤子就把一張方幾擺滿了，雞蟹鵝魚四樣菜都是切碎後又拼成整體裝盤的，兩位少年用大碗飲酒，談吐十分豪放。飯後，主人將黃生領到一座小院裏，供他們夫妻安歇。室內的被褥枕頭都十分鬆軟光滑，而棕床上的棕藤都換成了熟皮墊著，非常講究，每天有丫鬟女僕把三頓飯送到屋裏來，霍女有時一天都不出房門。黃生覺得有些單調無聊，幾次提出要回家，霍女總是不肯。一天，霍女對黃生說：“我替你作了這麼個打算。替你買個女人，好生個一男半女。可是買丫鬟價錢太貴，你可以假裝是我的哥哥，讓我父親出面給你提親，則良家女兒也不難娶到。”黃生不同意這麼做，霍女也不聽他的。正巧有個張舉人的女兒新寡，霍女用百兩銀子的聘禮，強迫黃生娶了她。這個新娘子小名叫阿美，非常漂亮，霍女管她叫嫂子，阿美很不安，而霍女卻十分坦然。又過了幾天，霍女對黃生說：“我要和大姐到南海去看姨媽，一個多月可以回來，請你們夫妻好生在這裏住著吧。”",
      "&emsp;&emsp;黃生和阿美也獨居一個小院，女僕們按時送來飯菜，也很豐盛。可是阿美過門以來，再沒有親人到他們新房來過。每天早晨，阿美去給婆婆請安，婆婆說上一兩句話就走了。妯娌們在一旁，見面時也只是笑一笑而已。接著阿美在妯娌們那裏坐一會兒，互相也不談話，黃生見岳父時，也是這種情況。一次，霍女的幾個兄弟正在一起閒談，正好黃生來到，突然間鴉雀無聲，黃生十分納悶，卻無法向別人訴說。阿美發覺了，問他道：“你既然和幾位公子是兄弟，為什麼一個多月來都像生客一般？”黃生倉促之間無言以對，結結巴巴地說：“我在外十年，剛剛回來。”阿美又詳細詢問公公婆婆的身世和幾個妯娌的籍貫，黃生都答不出來，十分尷尬，無法再隱瞞，就把實情一五一十都告訴了阿美。阿美哭道：“我家雖窮，但沒有給人家當賤妾的，無怪乎他們這樣輕賤我呀！”黃生十分害怕，不知所措，只好跪在那裏聽候阿美發落，阿美擦乾眼淚拉住他的手，問他有什麼打算。黃生說：“我還敢有什麼打算，只有你一個人離去才對。”阿美說：“既然嫁給你，又離開你，於情何忍？可是她雖然先來，卻是私奔。我雖然後到，卻是明媒正娶，不如暫且等她回來，問她既然出了這個主意，準備怎麼安置我。”過了好幾個月，霍女還是沒有回來。",
      "&emsp;&emsp;一天夜裏，客廳裏有客人飲酒行令之聲。黃生偷偷前往窺探，只見兩個武生打扮的人在上座飲酒，其中一個頭裹豹皮巾，威風凜凜，如同天神。另一個坐在東面，以虎皮做頭盔，腦門上是張大的虎嘴，虎耳，虎鼻都看得清清楚楚。黃生大為驚異，回家告訴了阿美。兩人覺得霍家父子行為詭異，不知到底是什麼人。夫妻倆又納悶又害怕，想另找個地方去住，又怕霍家人起疑。黃生說：“實話告訴你。就是去南海的人回來了，因為有這麼多怪異的事，我也不能再住在這裏了。我想幫你回家，又怕令尊大人不同意。不如我們暫時分別，兩年內我一定回來。你如能等我，就等。如想另嫁人，也由你自己拿主意。”阿美想告訴父母然後跟黃生走，黃生不同意。阿美痛哭流涕，要黃生立下誓言，然後告別黃生回娘家。黃生向霍家翁姑辭行時，正好霍女的幾位兄弟都不在家，霍翁挽留黃生等霍女回來，黃生不聽，獨自動身了。登舟後，黃生覺得淒涼孤單，失魂落魄。到了瓜洲，忽見一隻帆船飛速駛來，當船漸漸追上時，就看見船頭握著劍柄坐著的正是霍大郎，遠遠地說道：“你想即刻回家，為什麼不好好跟我們商量一下？你把夫人留在這裏，讓她等兩三年，誰能等得了？”說話之間，船已靠近。阿美從船艙走出，霍大郎扶她登上黃生的船，立刻回去了。",
      "&emsp;&emsp;原來，阿美回到娘家，正向父母哭訴，霍大郎忽然帶著車馬登門，拿著寶劍，逼迫阿美上車，風馳電掣般離去。阿美全家嚇得氣都不敢出，無人質問或阻擋。阿美講了自己的經歷，黃生不明白是怎麼回事，可是得到阿美十分高興，就開船回家。",
      "&emsp;&emsp;黃生和阿美回到家中，拿出那筆銀子來經商，成為富人。阿美惦記父母，想讓黃生去看看，又怕霍女跟來，誰是妻誰是妾又生出些麻煩。過了些日子，阿美之父張翁來訪，見黃生家房舍整齊潔淨，頗為欣慰，對女兒說：“你出門後，我就去霍家探問，見門已上鎖，房主人也不知霍家人到那去了，半年多沒有消息。你母親日夜啼哭，說你被壞人騙去，如今不知流落何方。你沒有什麼病災吧？”黃生把實情告訴張翁，大家都猜測霍家人是神，後來，阿美生了個兒子，取名為仙賜。仙賜十幾歲時，阿美讓他去鎮江，到了揚州地界，住在旅館裏。當護送的人都外出時，有個女子進來，把仙賜領到另一間房，放下門簾，把他抱在膝頭，笑著問他叫什麼名字，仙賜告訴了她。她又問：“取這個名字有什麼含義？”仙賜說：“不知道。”那女子說：“回去問你父親就會知道了。”說完給仙賜梳理好頭上髮髻，從自己頭上取下花來給仙賜戴好，並拿出金鐲子戴在仙賜腕上；又拿來黃金放到仙賜袖子裏，說：“拿去買書讀吧。”仙賜問她是誰，她說：“你不知道你還有一位母親嗎？回去告訴你父親，朱大興死時沒有棺木，應助他下葬，別忘了。”老僕人回到旅館，看見小主人不見了，找到另外一間房，聽他正同別人談話。偷偷一看，原來是從前的主人妻子。老僕人在簾外輕輕咳嗽了一聲，想進去問幾句話，霍女急忙把仙賜推到床上，恍惚之間就消失了，問旅館主人，誰都不知道有這麼一位女客人。過了幾天，仙賜從鎮江回來，把這件事告訴了父親，又拿出霍女所贈的東西。黃生感歎不已，一問朱大興的消息，得知他死去才三天，屍體暴露著沒有下葬，黃生很體面地安葬了他。",
      "&emsp;&emsp;異史氏說：“這個女子莫非是個仙人？換了三個主人，不能算貞潔，然而替吝嗇者破掉吝嗇，為好色者加速破產，這女子絕非無心之人啊。可是既然敗了他們的家，就不必再憐惜他們了。這些荒淫鄙吝之人的屍首，扔到溝裏又有什麼可惜？”"
    ]
  },
  {
    "title": "司文郎",
    "href": "http://liaozhai.weebly.com/214962599137070.html",
    "content": [
      "&emsp;&emsp;山西平陽縣的王平子，進京趕考，在報國寺租房住下。寺裏早住著一位浙江餘杭縣的舉子。王生因為和這位舉子是隔壁鄰居，送了張名帖去拜訪，餘杭生竟不理睬，早晚相遇時，也很沒有禮貌。王生對餘杭生的狂妄粗野很生氣，就不和他來往了。",
      "&emsp;&emsp;有一天，有位年輕人到寺中遊覽。只見這位年輕人白衣白帽，身材魁梧，器宇軒昂。王生走近和他談話，這位年輕人言談詼諧曼妙，王生大為欣賞。接著問到他的姓氏籍貫，年輕人說：“家住登州，姓宋。”王生吩咐僕人設座，留宋生小坐，二人談笑風生。正好餘杭生經過這裏，二人都起身讓坐。餘杭生竟不謙讓，一屁股坐在上首，猛然問宋生：“你也是來趕考的嗎？”宋生答道：“我不是來應考的，自知才能低下，早沒心思飛黃騰達。”餘杭生又問：“你是那省人？”宋生告訴他是山東登州人。餘杭生說：“你不求進取，足見你還有自知之明，山東、山西兩省根本沒有一個能通曉文字的人！”宋生說：“北方人‘通’的固然不多，但是不‘通’的未必是我；南方人‘通’的固然不少，但是‘通’的也未必是您。”說完拍手鼓掌；王生在一旁應和，二人放聲大笑。餘杭生惱羞成怒，揚起眉毛挽起袖子，大言不慚道：“你敢跟我當場出題，比試文藝嗎？”宋生沒有正眼瞧他，笑眯眯地說：“有何不敢？”說完就跑回屋去取來《四書》、《五經》交給王生。王生隨手一翻，指了一句說：“就是這句‘闕黨童子將命’。”（意思是說鄉里有個童子不知好歹要和大人們平起平坐）餘杭生站起來，要找紙筆。宋生拉住他說：“咱們口講就可以了。我文章的‘破題’（開頭點題）已經出來了：‘於賓客來往之地，而見一無所知之人焉’。”（在賓客來來往往的地方，見到一個無知的人。）王生聽了捧腹大笑。",
      "&emsp;&emsp;餘杭生大怒道：“你根本不會寫文章，就會罵人，算個什麼東西？”王生竭力為他們調解，說要另選個好題。",
      "&emsp;&emsp;他又翻了一頁念道：“‘殷有三仁焉’”（殷紂王時有三位志士仁人。“宋生應聲朗讀起自己的文章來：“三子者不同道，其趨一也。夫一者何也？曰：仁也。君子亦仁而已矣，何必同？”（三位賢人處世的方式不一樣，目標卻是一樣。什麼目標呢？就是求仁義。君子只要求仁義這個目標相同就行了，何必一定要行事相同？）餘杭生一聽就不敢再做文章了，站起來說：“這個人還是有點小聰明！”說完就走了！",
      "&emsp;&emsp;王生因而更加敬佩宋生，邀他到寓所作客，二人暢談多時，王生把自己的文章全都拿出來請宋生指教。宋生一目十行，過目如飛，很快就讀完了上百篇。宋生說：“看來你在寫作方面還是下過苦功的，但你在寫文章時，不要總惦記著非考中不可，不要存那種希望僥倖考中的心理。要沒有顧慮，不存著逢迎考官之心，放手去做。不然，文章就落入俗套了。”接著就對王生的文章逐一進行批評。王生非常高興，拜宋生為師，並讓廚子做了糖餡水餃招待。宋生吃了讚不絕口地說：“平生沒吃過這麼好吃的東西，請過幾天再給我做一次。”從此兩人相處更是親密融洽，宋生三五天就來一次，每次王生都用糖餃招待他。餘杭生也偶爾遇見宋生，雖然沒有怎麼深談，可是他那種目空一切的傲氣顯然是減了不少。",
      "&emsp;&emsp;一天，餘杭生把自己寫的八股文拿來給宋生看。宋生見餘杭生的文章已被朋友們圈點，批贊得密密麻麻，掃了一眼就推到桌上，一言不發。餘杭生懷疑他沒讀，就再次請他讀一讀。宋生回答說已經讀完了。餘杭生又懷疑他沒有讀懂。宋生說：“有什麼難懂的？",
      "&emsp;&emsp;不過是寫得不怎麼樣罷了。”餘杭生說：“剛一看到圈點，怎麼就知道文章不好呢？”宋生就背誦了餘杭生的文章，好像早就讀過一樣，而且一面背誦，一面貶斥，餘杭生窘態畢露，渾身冒汗，一言不發地走了。又過了一會兒，宋生剛走，餘杭生又進屋，非要看看王生的文章不可。王生不給他，他就自己下手硬是給搜了出來，見文章上也有不少圈點，譏笑道：“這圈圈點點太像糖餃了！”王生本來淳僕而訥於言辭，這時只有尷尬羞慚而已。第二天，宋生來了，王生全告訴了他。宋生氣憤地說：“我本以為這位老兄會像被諸葛亮七擒七縱的孟獲一樣不敢再生是非，可是沒想到這南蠻子竟敢如此放肆，一定得回敬他一頓！”王生力勸宋生不要冒失，宋生對他的忠厚深為欽佩。",
      "&emsp;&emsp;考試之後,王生把自己應試的文章給宋生看,宋生非常讚賞.。一天，二人隨興在寺內殿閣之間散步，看見一個盲僧坐在屋簷下賣藥。宋生神秘地說：“這是位奇人呀！最善於評判文章，得去請教請教他。”因而讓王生回寓所取文章。正巧遇見餘杭生，於是王生和他一同來了。王生對盲僧喊了聲“禪師”，行了拜見禮，盲僧以為他是求醫的，便問他患了什麼病。王生說要請教文章方面的事。盲僧笑道：“是誰多嘴告訴你的？我沒有視力怎麼能評論文章呢？”王生請他以耳代目。盲僧說：“三篇文章兩千多字，誰有這麼大的耐性聽完！不如燒成灰，我用鼻子聞一聞就行了。”王生按盲僧的吩咐辦了。每燒一篇文章，盲僧嗅一嗅點頭說：“你剛學習名家手筆，雖然還不算維妙維肖，可也差不太多了。我用脾臟容受這篇文章。”王生問：“你看我能考中嗎？",
      "&emsp;&emsp;”盲僧說：“還是能考中的。”餘杭生不很相信盲僧的話，所以先燒了一篇古文名家的文章試試盲僧的本領。盲僧嗅了嗅說：“",
      "&emsp;&emsp;妙！妙！這樣的文章，我得用心臟承受了。若不是歸有光。胡友信先生那樣的手筆，怎麼能寫出這樣的佳作來？”餘杭生大為驚奇，這才燒了自己的文章。盲僧嗅了嗅說：“剛才領教了一篇大作，沒能欣賞全數的妙文，為什麼忽然又換了一個人來呀？”餘杭生撒個謊道：“剛才那是朋友的文章，就那麼一篇，這一篇才是小生作的。”盲僧嗅了嗅餘杭生文章的灰，嗆得咳嗽了好幾聲，連聲說：“千萬別再燒了，千萬別再燒了！簡直是格格不入，咽不進這股濁氣。強吸進去，只能窩在橫膈這地方。要是再燒一篇就得吐了！”",
      "&emsp;&emsp;餘杭生滿臉羞慚地走了。幾天後放榜了，餘杭生竟然考中，而王生卻落榜了。宋生和王生去告訴盲僧，盲僧歎息道：",
      "&emsp;&emsp;“老僧我瞎眼不瞎鼻子，主考大人連鼻子都瞎了！”過了一會兒，餘杭生來到，神氣十足地問：“瞎和尚，你也吃了人家的糖餃子嗎？今天到底是怎麼回事呀？”盲僧說：“我所論的是文章，不是和你論命運。請你找幾位試官的文章，各取一篇燒了，我就能知道那位是錄取你的恩師。”餘杭生和王生一塊去尋找，只得到八九個試官的文章。餘杭生說：“你要是猜錯了，拿什麼罰你？”盲僧氣憤地說：“把我的瞎眼珠挖去！”餘杭生就開始燒文章，一連燒了好幾篇，都說不是，等燒到第六篇，盲僧一嗅，猛然沖著牆拼命嘔吐起來，屁聲如雷。眾人都哈哈大笑。盲僧擦擦眼睛向餘杭生說：“這位肯定是你的恩師了。開始不小心猛吸一口，這股濁氣先嗆鼻子，後辣腸胃，膀胱也受不了，一直從肛門放出來才算消停！”餘杭生大怒而去，狠狠地威脅道：“咱們明天見，你可別後悔，別怪我不客氣！”等了三天，也沒見餘杭生來找盲僧算帳，到他寓所一瞧，人已經走了。一打聽，餘杭生的恩師果然是那位寫嗆鼻子文章的試官。",
      "&emsp;&emsp;宋生於是安慰王生說：“我們讀書人不應該總埋怨人，而應當多多反省自己。不埋怨別人，道德就更加完善，學問也會更加增進。這次所受的挫折，固然是因為命運不佳，可是平心而論，文章也不算盡善盡美，從此應更加磨礪修煉。我相信天下還有不瞎眼的人！”王生聽了肅然起敬，他又聽說第二年還要考試，於是下定決心不回家，在京城跟著宋生學習。宋生說：“儘管京城物價昂貴，但你不用擔心盤費。你住的房子後邊埋著銀子，可以挖出來用。”他並且把埋銀子的確切地點告訴了王生。王生推辭說：“古人竇儀、范仲淹雖然貧窮，然而廉潔自守，不苟且取用不義之財，我現在生計尚可維持，怎能幹這種事玷污自己呢！”王生有一天酒醉睡著了，他的僕人和廚子偷偷地把埋藏的銀子都挖了出來，王生驚醒，聽見房後有聲音，就悄悄跟了出去，一看，地上已堆滿了銀子。僕人和廚子見事情敗露，不得已招認了實情。正當王生訓斥他們的時候，忽然發現有些銀酒杯上似乎刻著些字。仔細一看都是自己祖父的名字。原來王生的祖父曾在南京六部任職，進京時也曾住在報國寺，後來暴病去世，金銀原是祖父埋下的。王生因而大喜，稱了稱足有800",
      "&emsp;&emsp;多兩。第二天他把這事告訴了宋生，把銀酒杯拿給宋生看，要和宋生平分，宋生堅決拒絕才罷。王生又拿出100",
      "&emsp;&emsp;兩銀子準備去酬謝盲僧，可是盲僧已經不在寺裏了。",
      "&emsp;&emsp;此後的幾個月，王生更加刻苦學習。應試前，宋生說：“這一仗要是再打不贏，那就真是命了！”不料王生因為在考場上違反規則而被取消了考試資格。王生還沒有說什麼，宋生卻傷心得大哭不止。王生反倒來安慰他。宋生說：“我為老天爺所厭棄，一輩子不能翻身，今天又連累到好友。命啊，命啊！難道都是命中注定的嗎？”王生說：“",
      "&emsp;&emsp;世間萬事萬物，都是安排定了的。不過像先生您這樣高才竟無意於功名，卻不是命中註定的。”宋生擦著眼淚說：“有句話，早就想說，怕你聽了受驚，一直沒敢說。我本不是活人，而是一個飄泊不定的遊魂。我年輕時頗有些才名，但科場上很不順利，連連落榜，因而也就放蕩不羈，遊蕩到京城，希望能找到理解我的人，把我的遭遇寫進書中傳之於後世，不料甲申年竟死於闖王之亂，遊魂長年飄泊不定。幸而得到你這樣一位知音，所以想極力為你搭一個進取的階梯。我平生沒有實現的願望，本來想在好友身上實現，作為我最大的快慰。沒想到你和我一樣，文運也是如此多災多難誰，還能無動於衷呢！”王生聽完也感動得大哭起來，他問宋生：“你為什麼還在這裏滯留不去呢？”宋生說：“去年天帝下令，委託文宣王孔子和閻王一起考核陰間的鬼魂，上等的留下在陰曹衙門任用，剩下的就讓他們轉世投生。我已被錄用，之所以還沒有到職，是為了與你分享金榜題名的快樂。今天，事已至此，請讓我向你辭行吧。”王生問：“你所考任的是什麼職務？”宋生答道：“陰司管理科舉功名的文昌帝君府缺一名司文郎，暫時讓一個耳聾的僕役代理，所以搞得文運顛倒。萬一我要得到這個職務，我一定要大加整頓，讓聖人的教誨得以發揚光大。”",
      "&emsp;&emsp;第二天宋生又來了，喜氣洋洋地說：“可算如願以償了！",
      "&emsp;&emsp;孔聖人讓我作一篇《性道論》，看後面露笑容，說我可以當司文郎。閻王又翻檢案卷。說我造口孽，想要撤換我，孔聖人據理力爭，才使我得到這個職務。我拜謝完孔聖人，聖人又喊我到跟前，囑咐說：‘",
      "&emsp;&emsp;今天因為愛惜你的才幹，才提拔你擔任這個清高顯要的職務。你可得改過向上，克盡職守，不再犯從前那樣的過失了。’由此可見，就是在陰間，注重德行也比注重文才更甚啊！想必你的道德修養還沒到火候，只管堅持不懈地積德行善就行！”王生說：“如果真是那樣，那位餘杭生的德行在何處呀？”宋生說：“這個倒不知道。不過陰曹裏賞罰嚴明，從來是沒有差錯的。就說前些時見到的那位盲僧，也是一個鬼。他本是前朝的文章名家，因為生前拋棄的字紙過多，轉世後罰作瞎子。他想用醫藥解救人們的疾苦，以贖前世的罪孽，所以才到街市上來。”王生命僕役設酒席為宋生送行，宋生說：“用不著這麼麻煩，這一年來我沒少打攪你，今天是最後一次了。你再為我做點糖餃就心滿意足了。”糖餃做好之後，王生悲傷得一點也吃不下，就讓宋生自己吃。不一會，宋生連吃了三碗，拍著肚皮說：“這頓飯可以飽三天，我是為了紀念你的友情才吃的。過去吃的那些，都在屋後頭，已經長出蘑菇來了，收藏起來做藥引子，能增加孩子的智商。”王生問：“何時再見？”宋生說：“既有官職在身，再見面就不方便了，應該避些嫌疑才行。”王生又問：“我若到文昌廟去焚香擺供，我的禱告你能聽見嗎？”宋生說：“這都沒有什麼用處。你在人世，離九重天太遠，但只要潔身自好，一心向善，陰曹裏必有所知，那樣我是一定能知道你的消息的。”說罷和王生告別就消失了。",
      "&emsp;&emsp;王生去房後一看，果然生了些紫色蘑菇，都採收起來。旁邊有一個新土堆，挖開一看，剛才宋生吃的那些糖餃都好好地放在裏邊。王生回到家裏，更加嚴謹，刻苦地學習。有天夜裏，他夢見宋生坐著官轎，張著傘蓋來了，告訴他說：“過去你曾因為生了點氣，誤殺了一個婢女，所以被陰曹勾銷了祿位。如今你一心向善，已經將功折罪。但還因為命薄福淺，不足以再在仕途上升遷。”這一年，王生果然在鄉試中告捷，考中了舉人，第二年又考中了進士，就聽從宋生指點，斷絕了做官的念頭。他生了兩個兒子，其中一個很笨，給他吃了宋生留下的蘑菇，馬上變得非常聰明。多年後，王生有事去南京，在旅途中遇見那位餘杭生。餘杭生十分熱情地和他暢談了別後的情景，變得非常謙遜，可是兩鬢已經斑白了。",
      "&emsp;&emsp;異史氏說：“餘杭生公然自吹自擂，我認為他做的文章也未必就一無可讀之處，可是驕橫傲慢的神態，太讓人不能忍受了。人和神都厭棄他，所以連鬼神都戲弄他。如果能增加一點品德修養，則他那種令盲僧‘嗆鼻子、刺心肝’的文章，就能得到指點修改，怎會遭到那樣少見的奚落啊！”"
    ]
  },
  {
    "title": "醜狐",
    "href": "http://liaozhai.weebly.com/3727629392.html",
    "content": [
      "&emsp;&emsp;穆生，長沙人.家裏潦倒貧困，連冬天的衣物都沒有。有一天下午，門外走進一個女子，生得又黑又醜，卻穿著華麗的綾羅綢緞，笑著問他：「大冷天裏穿得這麼單薄不怕凍著嗎?」穆生驚詫萬分，問她是什麼人。女子說：「我是狐仙，看你過得孤苦寂寞，想和你一起讓你的床鋪暖和些。」穆生怕牠是狐狸又討厭牠長得醜,大聲呼叫，女子從身上掏出一個金燦燦的元寶放在桌上，說：「你若和我好，就把這錠元寶送給你。」",
      "&emsp;&emsp;穆生聽後高高興興地答應了下來，可是床上連被褥都沒有，女子脫下了她的袍子當成被褥將就著和穆生過了一夜。",
      "&emsp;&emsp;翌日，天近拂曉,女子起床，囑咐他:\"快把送你的銀錢買些柔軟的衣物做鋪蓋,剩下的做棉衣，買食物也足夠了！若我們能夠一直相好下去，你這輩子就不會挨餓受凍了！\"",
      "&emsp;&emsp;說完就走了。",
      "&emsp;&emsp;穆生趕忙把這事也告訴了自己的妻子，妻子一聽也很高興。立刻買來了綢緞棉絮趕製被褥和衣服。",
      "&emsp;&emsp;醜狐晚上果然如約而至。看見嶄新的鋪蓋非常高興的誇了他的娘子，說她辛苦了，並留了些銀子給他娘子以做酬謝。此後,每天晚便來雲雨纏綿，每次出門前也會留下些銀子來周濟穆生。",
      "&emsp;&emsp;過了一年多，穆生的家煥然一新家，裏也開始蓄養了僕傭,如同世家一樣.慢慢得醜狐送來得東西也不比往日多了，穆生便也漸漸開始對她討厭起來.最後竟然去找來個了法師，要了個辟邪驅狐的咒符貼在了門上，想將她趕走.",
      "&emsp;&emsp;醜狐看見後,怒不可遏，跑到門口把那符咒撕下，跑到穆生前面說",
      "&emsp;&emsp;：「你這忘恩負義的東西，簡直壞到頂點了，你以為請些道士法師的弄些符咒就能奈何得了我?你若是討厭我，我自然會離開你，不用你驅趕，你對我既然如此的絕情絕義，我又何必再自討沒趣!咱們就此恩斷義絕，不過你從我手中拿去的東西必須得還給我！」說罷氣憤的拂袖離開了穆生家.。",
      "&emsp;&emsp;穆生被這突如其來的變故嚇壞了，連忙告訴法師，法師親自開壇做法，他在穆生家院子裏設置了神壇，神壇還沒佈置完，人就仰面倒了下去，血流得滿臉都是，眾人趨前一瞧，那個法師的耳朵被割了一隻，眾人嚇得四散逃離，那法師也捂著耳朵，倉皇的逃走。",
      "&emsp;&emsp;家裏面到處可見大大小小的石頭。屋頂，窗戶，傢俱，鍋碗瓢盆都被砸壞，穆生躲到床的底下縮做一團。不久，醜狐抱了一隻貓頭狗尾的怪物走了進來，把牠放到穆生的床前，喚了聲：「嘻嘻去，咬那個壞蛋的腳！」怪物竄進去就一口咬住了穆生的腳上的鞋子，牠的牙齒比刀還鋒利，穆生的心臟都被嚇得快跳出來了。想縮起腳來，可是不知怎麼，全身無法動彈，怪物啃他的腳趾咬聲清脆響亮，",
      "&emsp;&emsp;穆生痛死了，他不斷的哀告求饒。醜狐冷笑的說：「把全部的金銀財寶交出來，不許有所隱瞞！」穆生只得答應，醜狐對怪物呵呵地叫了兩聲怪，物就不咬了，穆生已經是疼得無法站立，只得對她說了金銀珠寶收藏的地方，讓醜狐自己找去,醜狐找了一遍，珠寶首飾以及衣物以外，就只有兩百兩銀子；醜狐十分不滿，再令怪物去咬穆生的腳，怪物又竄過去咬穆生，穆生苦苦得哀求，並答應會還銀子。",
      "&emsp;&emsp;醜狐限他10天為期限必須還六百兩銀子，穆生為了保命無奈的應允了下來，醜狐方抱著那怪物走了。過了好久，家人才開始慢慢得聚攏到穆生的床前，把仍在床底下的穆生拉了出來，等穆生拉出來後，大家才知道他的兩個腳趾給怪物給咬掉了。再一看屋子裏全部值錢的家當都被那醜狐給拿去了，床頭依舊是從前那條破爛不堪的破棉被而已，眾人一時都不作言語，只將穆生扶上床去歇息，將那破被子蓋在他的身上讓他躺著，穆生趕緊叫妻子變賣了僕傭，衣服等才勉強湊夠了六百兩銀子。",
      "&emsp;&emsp;到了第十天，醜狐如約前來，穆生見她來了，忙把錢交給了她，醜狐一句話也沒說轉身走了，兩人關係就此斷絕。穆生的腳傷整整治了半年才好，但他又跟從前一樣的貧困了。",
      "&emsp;&emsp;過了不久醜狐又找上了鄰村的于某，于某是個只知道幹活的老實農夫，家境也不富裕，但在三年的時間裏，他不僅捐錢買了功名，而且樓房一棟接一棟得蓋了起來，頗有聲勢，家裏人穿著用品也都是華麗高貴的衣物，那些還都是從暮生身邊拿過去的！穆生見到了也不敢吭一聲。",
      "&emsp;&emsp;有一天兩人竟然在路上又碰到了，穆生嚇得跪在路邊，醜狐見了他不說一句話，卻拿白手帕裹著五六兩銀子遠遠得丟給了穆生，回頭走了。",
      "&emsp;&emsp;後來醜狐的丈夫于某死了，醜狐還是不時的到于家去，于家的財物也經常會莫名其妙的丟失，家裏人不用問都知道是怎麼一回事，等到醜狐再來時，于某的兒子很誠摯得給醜狐叩頭，遠遠地向著醜狐祝告︰\"父親雖然已經去世，可是我們畢竟還是你的兒子，你縱然不來撫恤照料我們，又何忍心看著我們挨餓受凍呢！\"",
      "&emsp;&emsp;醜狐聽罷,走了，自此再也沒有回來過！",
      "&emsp;&emsp;異史氏說",
      "&emsp;&emsp;：「妖邪進門，能把牠殺了固然是壯舉，可是你受了牠的恩惠卻恩將仇報，也不是人之所為；即使是鬼怪，也不應該背叛牠.，已經富貴了，反過來把提攜你的人殺了，那麼別人就會對你有意見了！那女人既然不是你所心愛的，不管給你多少金銀珠寶，都不應該動心，穆生剛開始就不應該看著元寶得分上隨意應允了狐仙的感情要求，要知道不是心裡所喜歡的，即使是萬兩黃金又怎能動心！穆生看了錢就喜歡他，應該是為了利益不管做什麼壞事都可以的吧?貪心的人真不好啊，只能自取破敗",
      "&emsp;&emsp;！」"
    ]
  },
  {
    "title": "呂無病",
    "href": "http://liaozhai.weebly.com/215702896130149.html",
    "content": [
      "&emsp;&emsp;洛陽有個名叫孫麒的公子，娶了蔣太守的女兒為妻，夫妻感情很好。可惜蔣氏剛剛二十歲就染病夭亡，孫麒非常悲傷。蔣氏死後他就離家到山間的一座別墅去住。",
      "&emsp;&emsp;一個陰雨天，孫麒正在睡午覺，屋子裏沒有別人。忽然間他看見裏屋門簾下邊露出一雙女子的小腳來，感到很奇怪，就問是誰，有個女子應聲掀簾進了裏屋。只見這個女子約莫十八九歲，衣著樸素整潔，面色微黑，長了些麻子，很像是貧家姑娘。孫麒想她大概是村子裏想來租房子住的婦女，就斥責她說：“有什麼事先跟我的家人說，怎能隨隨便便闖進來？”這個女子微笑道：“我不是這個村子裏的人，祖籍山東，姓呂，父親本是讀書人。我跟父親遷居異鄉，小名叫無病，父母早亡。因為仰慕公子是世家出身的名士，所以很想到您家裏做一名侍奉您讀書的婢女。”孫麒說：“你的心願很好，但是在這裏和一些男僕們住在一起，實在很不方便，等我回家後，派一乘轎子把你聘來。”呂無病有些猶豫地說：“我知道自己才疏貌醜，怎麼敢奢望跟您平起平坐，如果能在書案前聽您使喚，大概還不至於把書本倒過來拿吧。”孫麒說：“收納婢女也得選個吉日呀！”於是就指指書架，讓她把《通書》(1)第四卷取下來，想試一試這個女子的才學。呂無病找著了這卷書，先翻閱一陣，然後捧給孫麒，笑著說：“今天河魁不曾在房(2)。”孫麒一聽呂無病這句挑逗的話，也有點動心，就把她留在屋裏。呂無病沒有別的勞務，就給孫麒打掃書案，整理書卷，點上香火，擦淨香爐，使得書齋窗明几淨，孫麒很喜歡這個勤快的姑娘。",
      "&emsp;&emsp;到了晚上，孫麒把僕人們都安排到別的屋子去住。呂無病頭不抬眼不睜地盡心侍候孫麒，極其殷勤，最後，讓她離開，她才端著蠟燭走了。孫麒半夜醒來，覺得床頭好像有個人睡在那兒，一摸，知道是呂無病，就抓住她把她搖醒。呂無病驚醒了，趕緊起身站在床前。孫麒說：“為什麼不到別的屋去住，我這裏是該你住的地方嗎？”呂無病說：“我生性膽小，不敢獨宿。”孫麒很可憐她，就為她在床上放了一個枕頭，讓她睡下。猛然間，孫麒聞到一股清香，如同蓮花蕊一樣，感到很訝異，讓呂無病過來共枕而臥，不知不覺心神搖盪，和她歡會，十分喜愛她。可是孫麒想到把呂無病藏在屋裏不是長久之計，把她帶回家去又怕遭到非議。",
      "&emsp;&emsp;孫麒有個姨媽，住得不遠，隔個十幾道門。因而就想出個辦法，讓她先藏到姨媽家，然後再想法把她找來。呂無病說這個辦法很好，對孫麒說：“你的姨媽，我很熟，不用你先去說，我現在就去。”孫麒送她，她就越牆走了。",
      "&emsp;&emsp;孫麒的姨媽，是個寡居的老太太，早上開房門時，呂無病一閃身就進來了。姨媽問她是什麼人，呂無病回答說：“您的外甥讓我來看望姨媽。公子打算回家鄉去，因為路遠又缺少車馬，想讓我暫時在姨媽家寄住些日子。”姨媽聽信了她的話，就把她收留下來。孫麒回到家裏撒了個謊，說姨媽家有一個婢女，姨媽想送給自己，就派了一乘轎子把呂無病接了回來。呂無病從此起居坐臥不離孫麒身邊，時間一長，孫麒更喜愛她，娶她做小妾。後來有的大戶人家想和他結親，他都不答應，原來孫麒有對呂無病專一而終身不另娶的心意。無病知道他的意思，苦苦勸孫麒另娶一房正妻，於是娶了許氏，但孫麒始終寵愛無病。許氏很賢慧，一點也不在乎孫麒在誰屋裏過夜，呂無病因而對許氏更加恭敬，妻妾二人相處十分融洽。許氏生了一個兒子名叫阿堅，無病非常喜愛，經常抱著他玩，像對待親生兒子一樣。阿堅剛剛三歲時，常離開奶媽，跟無病去住，許氏喊他也喊不住。",
      "&emsp;&emsp;不久，許氏患病去世，臨終時，囑咐孫麒說：“無病最愛堅兒，讓阿堅當她的兒子也行，把無病扶正為夫人也行。許氏安葬後，孫麒想要按她的話辦，於是把他的打算告訴了自己的本家宗族。他們都不贊成把無病扶為正妻，無病也竭力推辭，這事也就作罷了。",
      "&emsp;&emsp;城裏有位王姓吏部尚書，女兒新寡，來孫麒家求婚，孫麒不想再娶妻，王尚書再三請求，媒人又說王家女兒如何貌美，孫麒的宗族們為了巴結這個有勢力的王尚書，也一起慫恿孫麒答應這門親事。孫麒終於經不起這番勸誘，把王氏娶了過來。王氏果然十分美貌，可是非常驕橫，對衣服、用具都是百般挑剔，常常任意毀壞。孫麒因為喜歡她，對她百依百順，不忍心有違背她的地方。王氏過門幾個月，孫麒天天在她房裏過夜，而無病到跟前來，笑也不是，哭也不是，都會得罪這位夫人。王氏又常常找孫麒出氣，大吵大鬧了好幾回。孫麒受不了的折磨，常常找個理由在書房獨宿，王氏更來氣。孫麒實在沒有辦法，藉故到京城去，躲避這位母夜叉。",
      "&emsp;&emsp;王氏反過來把孫麒遠遊歸罪於無病。無病對王氏彎腰受氣，小心翼翼地看王氏的臉色，但王氏始終很不痛快。有一天，王氏讓無病在床前侍候，許氏留下的孩子阿堅就跑來跟她一塊。每當王氏支使無病出去時，阿堅總要啼哭。王氏聽了非常厭煩，罵不絕口。無病趕緊喊奶媽來抱阿堅，阿堅不去，想拖他走，他哭得更厲害。王氏惱羞成怒，把孩子狠狠打了一頓，阿堅才讓奶媽抱走。因為這個緣故，阿堅被嚇出病來，吃不下飯。王氏禁止無病去看阿堅，阿堅成天啼哭不休，王氏就責駡奶媽，讓她把阿堅扔到地上。阿堅哭得聲嘶力竭，喊著要喝水，王氏又不許奶媽給孩子送水。",
      "&emsp;&emsp;到了傍晚，無病看王氏不在，偷偷跑去給孩子點水喝。阿堅見是無病來了，立時把水放下，拉住無病的衣襟，大哭不止。王氏聽見了，氣勢洶洶地跑去責駡。阿堅一聽是王氏的聲音，猛然把哭聲憋了回去，身子往前一跳，一口氣沒上來，倒地了死了。無病一見，放聲大哭，王氏怒吼道：“賤婆娘甚麼醜樣！難道想用孩子死了來威脅我嗎？",
      "&emsp;&emsp;別說是孫家的一個小孩子，就是宰了王府裏的公子，王尚書的女兒也能承當！”無病抽泣著忍住哭聲，請求給孩子置一口棺材，王氏不許，命令家人立即把屍首扔掉。",
      "&emsp;&emsp;王氏走後，無病偷偷一摸阿堅，身子還溫熱，就悄悄地對奶媽說：“你快點把孩子帶走，在外面稍稍等我一會兒，我馬上就到。要是孩子死了，咱們一塊把他扔了，要是還能活咱們一塊撫養他。”奶媽說：“好，就這麼辦吧。”無病回到屋裏，把自己的幾件珠寶首飾帶上，就趕緊去追趕奶媽，到了野外，兩人一看，阿堅已經蘇醒，都非常高興，商量到山中別墅去找孫麒的姨媽。奶媽擔心無病腳小體弱行走不便，無病就先走一步等著她，無病走起來像一陣風，奶媽拼命奔跑才能趕上。到了半夜二更時分，阿堅病情十分嚴重，不能再向前走了，於是就到附近村莊，在一所農家門前避風，等天亮了，敲開門借了一間屋子休息，並且變賣了幾件首飾，請來巫婆、大夫為阿堅治病，可是仍不見好轉。無病掩面痛哭道：“奶媽你好好看護孩子，我去找他爸爸。”奶媽正感到荒唐，無病已無影無蹤，奶媽十分驚駭。",
      "&emsp;&emsp;就在這一天，住在京城的孫麒正在床上休息，無病忽然悄悄走進門來。孫麒驚醒起來說：“剛剛躺下就做夢了嗎！”無病握住孫麒的手，抽泣傷心頓足流淚，就是哭不出聲來，過了好半天，才嘶啞地說道：“我歷盡千辛萬苦，帶阿堅兒逃到楊---”話沒說完，放聲大哭，倒在地上就沒影了。孫麒大驚失色，還以為是在夢中，喊手下人過來一看，無病的衣服、鞋子明明就在那裏，非常奇怪，不知道出甚麼事。孫麒立刻打點行裝，返回家鄉，到家聽到阿堅死去，無病逃走的消息，捶胸痛哭。氣憤之下，孫麒責駡了王氏，王氏也回口大罵，孫麒氣得掏出刀子要和王氏拼命，婢女婆子們急忙勸阻，無法靠近王氏，孫麒就從遠處用刀向王氏擲去，刀背砍中王氏額頭，王氏頭破血流，披頭散髮叫嚷跑出去要告訴娘家。孫麒把她抓回來，掄棒子猛打，衣裳打得一絲一縷的，遍體鱗傷，疼得不敢翻身。孫麒讓人把她抬到屋裏護理，準備等她傷好了把她休了。王氏的兄弟聽說了，大怒，率領不少人馬到孫家門前挑釁。孫麒聚集家丁們手執刀槍棍棒抵禦。雙方叫駡了一整天才散去。",
      "&emsp;&emsp;王氏的兄弟覺得沒出這口氣，就告到官府。孫麒也主動到官府申辯，反訴王氏的惡劣行徑。縣宰說不過他，就把孫麒送到掌管秀才的廣文館先生那裏去懲戒，借以取悅王尚書。廣文館的朱先生是世家子弟，素來剛正不阿，查清案情後，憤怒地說：“縣宰老爺想拿我當那種卑鄙無恥的教官，傷天害理地勒索錢財，舔人屁股的敗類嗎？這種無恥嘴臉我做不出！”他拒絕接受縣宰的意見，孫麒也就堂堂正正地回了家。王氏弟兄無奈，又表示願意和好，為他夫妻調解，想讓孫麒到王家賠禮道歉，孫麒不答應，王氏兄弟往返十來次也沒有奏效。過了些時日，王氏的棒傷漸漸痊癒。孫麒想把她休了，又怕她鬧，只好姑且容忍著。",
      "&emsp;&emsp;孫麒因無病逃走，孩子死去，日夜傷心不止，很想找到阿堅的奶媽問個究竟。因而想起無病曾說“逃到楊—”，附近有個村子叫楊家疃，懷疑奶媽可能在那兒，到楊家疃一問，沒人知道奶媽的下落。又有人說五十里外有個村子叫楊谷，孫麒派人騎馬去打聽，果然找到了。原來阿堅並沒有死，而且已經漸漸康復。眾人相見之後，都非常高興，派去的人就把奶媽和阿堅都帶回家。阿堅一見到父親，放聲大哭，孫麒也傷心落淚。王氏聽說阿堅還活著，氣勢洶洶地跑出來，又想大喊大罵。阿堅正哭著，睜眼一看王氏來了，嚇得一頭紮到父親懷裏，像是要讓父親把他藏起來，孫麒抱起孩子一看，已經斷氣了。孫麒急忙呼喚，過了老半天才蘇醒過來。孫麒氣憤地說：“不知她是怎樣虐待孩子，才使我兒子嚇到這個地步！”於是立下休書，把王氏送回去。王氏兄弟果然不受，又把王氏用轎子抬了回來。孫麒不得已，只和阿堅另住一院，不再與王氏往來。",
      "&emsp;&emsp;這時奶媽便詳述了無病的一些情狀，孫麒恍然大悟，知道無病是鬼，因為感激無病的情意，便把她的衣裳，鞋襪葬了，並立了一塊墓碑，上面寫道：“鬼妻呂無病之墓。”不久，王氏生了個兒子，兩手叉著脖子死了。孫麒更加氣憤，又把她休了，王家照樣把她送回來。孫麒就寫好狀子，告到上一級官府，但都因為王尚書的緣故，官府置之不理。後來王尚書死了，孫麒不停地控告，官府才判決孫麒把王氏休棄。從此孫麒不再娶妻，納了一個婢女作妾。王氏被休後，因為悍婦的名聲很響亮，隔了三四年也沒人來提親，此時，王氏才幡然醒悟，但事情已經不可挽回了。",
      "&emsp;&emsp;正好有一位孫家往日的老媽子有事到王家來，王氏殷勤接待，並對著她流了不少淚。這位老媽子揣測王氏的心情，像是懷念前夫孫麒，於是回去告訴了孫麒，孫麒一笑置之。又過了一年多，王氏母親又死了，孤苦無靠，幾個兄嫂弟婦都很嫌惡嫉恨她。王氏越來越無所倚靠，常常終日啼哭。正好有個窮書生喪妻，王氏兄弟打算多多給些陪嫁把她嫁出去，王氏不答應，常偷偷托來往的人向孫麒致意，哭請轉告自己悔恨的心情，孫麒不理她。有一天，王氏帶著一個婢女，偷偷騎了一頭驢，投奔到孫麒家來。孫麒正好從屋裏出來，王氏迎上前去，跪在臺階下，哭泣不休。孫麒想趕她走，王氏拉住孫麒的衣角又給他跪下。孫麒堅拒道：“如果重婚重聚，平日沒有什麼紛爭還好，一旦有事，你的兄弟如狼似虎，再想離異，還能辦得嗎？”王氏說：“我是偷著投奔你來，萬無返回之理。你想留就留下，不留我只有一死而已！我從21",
      "&emsp;&emsp;歲嫁給你，23",
      "&emsp;&emsp;歲被休，就算我有十分的罪孽，難道沒有一分的情意嗎？”說完摘下一隻手鐲來，兩腳併攏，綁上手鐲，把衣袖蓋在上面說：“當日成親時焚香立誓，你難道忘了嗎？”孫麒此時也熱淚盈眶,讓人把她扶入內室.但還是疑心王氏騙他,想得到她兄弟的字據為憑證。王氏說：“我是偷著跑出來的，那有臉面再求兄弟？如果不相信，我藏有自盡的工具，請允許我斷指表明心跡。”於是從腰間拔出一把快刀，就著床邊伸出左手剁下一根手指，血如泉湧。孫麒大吃一驚，急忙為她裹傷。王氏疼得面色慘白，但沒有呻吟一聲，笑著說：“回想過去真像黃梁一夢(3)，如今大夢方醒，只想在你這裏借一間斗室出家修行罷了，你還有什麼不放心的？”孫麒於是讓阿堅和小妾另住一所房子，自己早晚往來於妻妾兩室之間，又給王氏求良醫靈藥醫治手指的創傷，過了一個多月就康復了。",
      "&emsp;&emsp;王氏從此不飲酒，不吃葷腥，只是成天閉門念佛。過了些日子，王氏見家風不整，秩序混亂，對孫麒說：“我這次回來，本打算什麼事都不管了，可是看到開支這麼大，常此以往，恐怕子孫將來有餓死的危險。沒有辦法，我只好厚著臉皮再為你經管一番。”接著把婢女婆子們召集來，要逐日檢查她們紡線織布的成績。有的家人因為她是自己懇求回來的，對她很不尊重，王氏假裝不知道，可是到了檢查工作成績時，對懶惰的鞭打責罰，毫不客氣。眾人這才開始懼怕她。王氏又隔著簾子親自監督管帳的僕人算帳，對帳目管理得井井有條，一清二楚。孫麒見了這種情形，非常高興，便讓小妾及阿堅都來拜見王氏。阿堅已經九歲了，王氏盡力關懷照顧他。孩子早晨上學走了，王氏常常準備下好吃的糖果等他回來，阿堅於是也漸漸和她親近了。",
      "&emsp;&emsp;一天，阿堅拿一塊石頭打鳥，王氏恰好走過，正好打在她頭上，頓時倒地，過了好久還昏迷不醒。孫麒大怒，把阿堅打了一頓，王氏蘇醒過來，竭力勸止，並且歡喜地說：“我從前虐待孩子，心裏常常感到悔恨，今天幸而抵銷了我一樁罪過。”孫麒因此更加喜愛王氏，每當到她屋裏過夜時，王氏常常婉言拒絕，讓孫麒到小妾的屋裏去住。過了幾年，王氏生了好幾次孩子，都沒有成活，她說：“這都是我從前殺死兒子的報應。”阿堅長大成人，娶了媳婦，王氏便把外事交給阿堅，把內務交給兒媳，自己什麼也不管。一天，她對孫麒說：“我某月某日要死。”孫麒不信她的話。她就自己準備了棺材衣物，到了那一天，換上壽衣躺進棺材裏就死了，她死後，容顏鮮豔相活人一樣，異香滿屋，成殮之後，香氣才慢慢散去。",
      "&emsp;&emsp;異史氏說：“心中所愛，原本不在於容貌的美醜。毛嬙、西施，怎知就不是由愛慕她們的人讚美出來的呢？無病若是沒遭到悍婦的嫉妒，她的賢德也就得不到顯露，差點讓世人和那些香臭不分的人一起譏笑。至於那位王氏，她素根深厚，所以一下子猛然醒過來，立刻了悟真理，而沉淪地獄之中的，都是生前榮華富貴而又未經艱苦磨礪的人，”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.通書︰歷史。",
      "&emsp;&emsp;2.河魁不曾在房：《荊湖近事》：“李戴仁性迂緩。妻閻氏年甚少，與之異室。私約曰：‘有興則見。’忽一夕，聞扣戶聲，小豎報：‘縣君欲見太監。’戴仁遽取百忌曆，燈下觀之，大驚曰：‘今夜河魁在房：不宜行事！傳語縣君謝別。’閻氏慚怒而去。”河魁，叢星名，月中凶神。星命術士謂陽建之月，前三辰為天罡，後三辰為河魁；陰建之月反之。當此之日，諸事宜避。",
      "&emsp;&emsp;3.黃梁一夢︰開元七年，有一盧生進京趕考，結果未就，只好留在家中種田。一天，旅途中經過邯鄲，下榻旅館，店中遇見了一位老道士，二人相談甚歡，道士送他一個青磁枕頭，當時店主正在蒸黃粱米飯，盧生睡在枕頭做了一個夢。",
      "&emsp;&emsp;夢中他娶了娶清河崔氏之女，又考中進士，平步青雲，官至宰相。忽遭同僚陷害入獄、流放多年。平反後封燕國公。享盡榮華富貴，最後老死家中。夢醒之後發現店主人鍋裡的飯還沒煮熟，「黃粱一夢」的典故由此而來。黃梁夢顛覆傳統功名利祿的觀念，經過枕夢後，寵辱之道，窮達之運，得喪之理，死生之情，都看透了，對人生不會再斤斤計較。"
    ]
  },
  {
    "title": "錢卜巫",
    "href": "http://liaozhai.weebly.com/376662134024043.html",
    "content": [
      "&emsp;&emsp;夏商是河間人。他的父親東陵非常富有",
      "&emsp;&emsp;，生活十分鋪張，每次吃包子，總要丟掉邊角，弄得滿地亂七八糟。因為他長得胖，人們常喊他“丟角太尉”。到了晚年，家境變得很貧寒，一日三餐都有問題，兩條臂膀瘦得皮膚下垂，像掛著的口袋。人們因此叫他“莊裡募款和尚”，因為身上掛著袋子。臨死的時候，他對夏商說：“我平生糟踏上天的東西，得罪了老天爺，以至於受凍受餓而死。你應當愛惜東西，努力行善，以贖救我的罪過。”",
      "&emsp;&emsp;商嚴格遵照父親的遺囑行事，他靠種田過日子，待人誠懇樸實，沒有二心。鄉親們都很喜歡他、尊敬他。有個富翁可憐他家道衰敗，借錢讓他學做生意，但他總是連本錢都賠進去了。沒錢還給別人，他感到很慚愧，於是要求給那富翁做工抵債，但那個富翁不肯。夏商心裏很不安，把家裏的田產賣了，去還富翁的錢。富翁瞭解了實情以後，更覺得他正直，硬要給他贖回產業，又借給他大筆的錢，讓他開店鋪。夏商推辭說：“我連十多兩銀子都還不起，怎麼敢欠這些來世要做牛做馬抵債的錢呢？”富翁便招呼其他的商人與他合夥。做了幾個月生意返回後，一算錢，僅僅只能保本。富翁不收他的利息錢，叫他再幹。一年多以後，夏商果然賺了大錢，賺的錢有滿滿的一車。但乘船回家的途中，在江中碰上暴風，差點翻了船，貨物損失了一半。回來一結算，錢只夠還富翁的本息，便對同行的商人說：“老天爺讓我過貧寒的日子，誰救得了呢？很抱歉，我把你們連累了！”便把清點好的帳目交給了同行的商人，然後離去。富翁還要讓他再去做生意，他堅決不答應，照舊耕地種田。不過，他也常獨自感歎說：“我為什麼就這樣倒楣呢？”",
      "&emsp;&emsp;有一回，外地來了個女術士，她以數錢的方式占卜，能算出人的運氣。夏商很虔誠地問卜。這個女術士是個老太婆，她租了間房子，收拾得很整潔，在房中設下神座，常常香氣繚繞。夏商進去拜完後，女術士便向他要錢。夏商給了她一百錢，女術士把錢丟進木筒裏，然後拿著木筒跪在神座前，搖響著木筒祈禱。一會兒又起來，把錢倒在手中，而後在案上依次擺著。其占卜的方法就是以錢幣上有字的一面表示倒運，無字的一面表示走運。數了五十八個錢，都是有字的一面，以後都是無字的。女術士問夏商：“今年多大年紀？”答道：“二十八歲。”女術士搖搖頭說：“還早得很呢！官人現在走的是先人運，不是你本人的運。五十八歲才交上本人的運。到那時就沒什麼不順的事了。”夏商問：“什麼是先人運呢？”女術士說：“先人有善行，他的福還沒享完，後人就接著可以享；先人有不善的行為，他受的禍還沒完，後人接著受。”夏商彎著指頭數著說：“再過三十年再行本人的運，到那時年紀都老了，也快進棺材了。”女術士說：“五十八歲以前，就會有五年小康，大致可以過活，不會挨凍受餓。到了五十八歲那年，自然會有一筆大財來到，不必費力謀求。官人一生沒有什麼過錯，下輩子會有享不完的福氣。”夏商告別女術士回到家裏，半信半疑，他依舊安貧守業，不敢有非份之想。",
      "&emsp;&emsp;一轉眼二十多年過去了。到了五十三歲時，夏商開始留心當年術士所說的話是否靈驗。這年春耕之時，他正患病不能耕種田地。等到病好了，天又大旱不雨，早春的莊稼都乾死了。快到秋季，才下雨，家裏沒有別的種子，幾畝田都種上了粟米。不久，天又大旱，蕎麥、豆類都快乾死了，只有粟米安然無事。後來遇雨長得生機蓬勃，獲得了大豐收。第二年春天鬧饑荒，他家因為豐收沒有挨餓。夏商因此相信術士的話了，他從富翁那裏借了錢，作小本經營的本錢，也發了點小財。有人勸他去做大買賣，他不肯。到了五十七歲那年，他修補他家圍牆，挖地時發現一個鐵鍋，揭開一看，白白的一片，不敢亂動，過一下再看，竟是滿滿的一罐白銀。抬回去一稱，共有一千三百二十五兩。夏商夫婦暗地裏談論女術士還是小有差錯。這時，鄰居的妻子到夏家來借東西，她偷看到了銀子，回去告訴了自己的丈夫。她丈夫很嫉恨夏家，暗地裏告訴了縣太爺。縣太爺是個貪官，便以莫須有的罪名把夏商拘禁起來，要他給錢。夏商的老婆想隱瞞一半，夏商說：“不是應該得的，留著只能招致災禍。”夏商把銀子全都交了。縣太爺得了銀子，怕夏商還隱藏有一部分，又向他要來裝銀子的罐子。銀子正好裝滿罐子，縣太爺這才放了夏商。過了不久，縣太爺升了官。到了第二年，夏商到南昌販貨，那個勒索他銀兩的縣太爺已死。縣太爺的老婆急著回老家，便把一些粗重的東西變賣了。其中有好幾簍桐油，因為價錢不高，夏商便買下回了家。到家以後，有一簍桐油有些滲漏，便將桐油倒進另外一個簍，倒完油，夏商發現那簍內竟有兩錠大元寶，再看其他幾簍桐油，裏面都是這樣。這些數額剛好與去年挖出的銀子一樣多。",
      "&emsp;&emsp;夏商從此暴富起來，但他經常接濟那些貧苦人家，非常慷慨，毫不吝借。妻子勸他積些錢留給子孫，夏商卻說：“我這樣做正是為了給兒孫留下遺產呀！”那個向縣令告密的鄰居後來窮得要飯，想求夏商施捨一點，但心裏始終覺得慚愧。夏商知道後對他說：“當年的事情，是因為我的時運未到，所以鬼神通過你使我沒得手，你有什麼罪過呢？”還是救濟了他。鄰居感動得哭了起來。後來，夏商活到八十歲，子孫們繼承了他的遺產，接連幾代都興旺不衰。",
      "&emsp;&emsp;異史氏說：“奢侈腐化之風已很嚴重，連王侯都免不了，何況普通百姓呢？活的時候暴殄天物，到了死的時候嘴巴連一口飯都沒有，可悲啊！幸虧死時能夠悔悟勸善，兒子能夠勤儉持家，東山再起，貧困敗落了幾十年，最後得以中興；不然的話，父親的罪孽連累了兒子，兒子又連累孫子，不到世代乞討相傳不算完結。又從那裡來的術士，能夠知道老天的秘密？唉！真是非奇怪！”"
    ]
  },
  {
    "title": "姚安",
    "href": "http://liaozhai.weebly.com/2300223433.html",
    "content": [
      "&emsp;&emsp;姚安是臨洮縣人，俊美瀟灑。同里姓宮的人家有個女兒名叫綠娥，容貌美豔，通曉詩書，尚未出嫁。綠娥的母親對別人說：“無論門第還是相貌，一定要像姚安那樣的，我女兒才肯嫁。”姚安聽到這話，騙妻子去看看井裏有什麼東西，把她推入井中淹死。於是姚安娶了綠娥，兩人十分恩愛。但姚安覺得綠娥太美了，放心不下，把她關在家裏守著，綠娥走一步他跟一步。綠娥想回娘家看看，姚安用兩手撐著衣服把綠娥蓋著出去，等綠娥上了轎子，把轎門蓋好，然後騎著馬跟在後面，在綠娥的娘家住一晚，就催綠娥一同回家。綠娥很討厭，氣憤地說：“我要是有私情，你這些花樣擋得了嗎？”",
      "&emsp;&emsp;姚安有事外出，把綠娥鎖在家裏。綠娥更加厭惡，等他出去了，故意另找把鑰匙放在門外讓他生疑。姚安一見鑰匙，大發雷霆，質問鑰匙的來由。綠娥氣憤地說：“不知道！”姚安因而更加疑惑，看守得更嚴了。",
      "&emsp;&emsp;一天，姚安從外面回來，在門外偷聽了好久，才開鎖推門，唯恐弄出響聲來，悄悄地進了屋，見有個男人戴個貂皮帽子仰臥在床上，不由得大怒，取了把刀跑到床前，用力一刀把人砍死。仔細一看原來是綠娥白天睡覺，覺得寒冷，取了頂貂皮帽子罩在臉上。姚安大為驚恐，跺著腳懊悔不已。綠娥的父親宮翁非常氣憤，把姚安告到了官府，官府把姚安抓去，施以重刑。姚安傾家蕩產，以重金賄賂官府上下，倖免一死，但從此變得精神恍惚。有一次姚安正在室內獨坐，看見綠娥與一個大鬍子男人在床上嬉戲，非常厭惡，拿把刀奔過去，床上兩人都不見了。回身坐下，兩人又出現了。姚安憤怒已極，用刀砍床，席子和被褥都斷裂了，便氣憤地拿刀等在床邊，看見綠娥站在面前，正對著他笑。姚安猛然揮刀砍去，一下子把腦袋砍了下來，等他回身坐下，綠娥仍在原處站著，笑容依舊。夜晚熄了燈，就聽見綠娥與別的男人淫戲的聲音，污穢至極，難以啟口。天天如此，姚安忍無可忍，於是變賣了房產、土地，打算移居他鄉。這天夜裡，小偷打洞鑽進屋裏，把姚安變賣田產的所得全都偷去了。從此以後，姚安窮得無立錐之地，氣惱悔恨而死，鄰居們草草地把他下葬了。",
      "&emsp;&emsp;異史氏說：“喜歡上新人就殺掉舊人，太殘忍了！人們只知道新鬼變成惡鬼，卻不知是舊鬼討了他的靈魂。唉！削掉腳趾頭去適應鞋的大小，不死才怪！”"
    ]
  },
  {
    "title": "采薇翁",
    "href": "http://liaozhai.weebly.com/373193418332705.html",
    "content": [
      "&emsp;&emsp;明朝快要滅亡時，各地戰爭紛起。山東長山劉芝生聚集了數萬人馬，準備南渡黃河。一天，一個肥胖的男人來到軍營門口，敞開上衣，露出大肚子，要求見出兵的將軍。劉芝生請他進營寨談話，兩人話很投機，談得很高興。問他姓名，他自稱采薇翁。",
      "&emsp;&emsp;劉芝生留他在軍中作軍師，並想送他一把刀，采薇翁說：“我自己有武器，不需要一般刀劍。”劉芝生問他：“你的兵器在那里？”采薇翁便掀起衣服，露出肚皮，只見肚臍眼大得可放進一個大雞蛋。他屏住氣把肚子鼓起，忽然肚臍中嗤的一聲冒出劍把，一抽，出來一把劍，劍刃白如霜雪。劉大吃一驚，問説：“就這樣嗎。”采薇翁笑著指一指肚子說：“這是兵器倉庫，什麼都有。”劉芝生叫他拿一副弓箭，他又像先前一樣，一運氣就從肚臍裏冒出一副弓箭。稍稍歇息，又有一支箭從中飛出，出來的兵器應有盡有。過了一會兒，采薇翁把劍插進肚臍中，一下子就不見了。劉芝生十分欽佩，與他同吃同睡，對他很尊敬。",
      "&emsp;&emsp;當時軍營中號令雖然嚴明，但因都是烏合之眾，時常出去搶劫掠奪。采薇翁對劉芝生說：“軍隊貴在紀律嚴明，現在你率領著數萬兵士，卻不能鎮住人心，這必然會失敗。”劉認為很對，便採納了他的建議，對士兵進行整頓，對那些掠取婦女和財物的人，斬首示眾。於是，軍中紀律稍好一些，但違紀的事還是無法斷絕。采薇翁不時騎馬到兵營各處查看。軍中那些驕橫的將士，常常不明不白地掉了腦袋，大家都懷疑是采薇翁幹的。采薇翁整頓軍紀的措施，使兵士們對他又怕又恨。於是，各部的頭領都在劉芝生面前說采薇翁的壞話：“采薇翁行的是妖術。自古以來，名將靠的是智謀，沒聽說靠妖術的。現在很多無辜的將士，往往不知緣故地掉了腦袋，鬧得人心惶惶。你和他在一起，也是很危險的，不如處理掉他。”",
      "&emsp;&emsp;劉芝生聽從將領們的意見，想等他睡著後殺掉他，便派人去看采薇翁，當時采薇翁正在睡覺，鼾聲如雷。眾人大喜，派士兵把房子圍住，叫兩個人拿刀進去砍斷他的腦袋。可是，等到刀子一提起，腦袋又長好了，仍舊鼾聲如雷。刺客又砍他的肚子，只見肚子裂開了但沒有流血，肚中藏著無數兵器，刀尖槍尖都露在外面。眾人看了大驚，不敢上前，只是遠遠地用長矛去撥他的肚皮，不料肚子裏的鐵弩都射了出來，射中了好幾個人。眾人驚散，將事情經過告訴了劉芝生，劉急忙去找他，那個神秘的采薇翁早已無影無蹤。"
    ]
  },
  {
    "title": "崔猛",
    "href": "http://liaozhai.weebly.com/2382829467.html",
    "content": [
      "&emsp;&emsp;崔猛是建昌的世家子弟，字勿猛，性情剛毅。小時候在學堂讀書，學童們誰要是稍微觸犯了他，就拳腳相加，老師多次懲罰，他都不肯改悔。他的名和字都是老師取的，說他很勇猛但是不要他勇猛。到了十六七歲，武藝超群不凡，能持長竹竿登躍高房。又愛打抱不平，因此鄉親們都很敬服他，來跟他訴怨的人滿屋都是；崔猛懲抬豪強，扶持弱小，不避嫌怨，不怕結仇。可是不順他的意，石頭棍子馬上跟著來，常常打傷人。每次生氣時沒人敢勸他。他對母親很孝順，母親一出面，他就消氣了。母親總是狠狠地責備他，他當面表示接受，但一出門就忘了。",
      "&emsp;&emsp;他家隔壁有個兇悍的潑婦，經常虐待婆婆，婆婆餓得快要死了，她兒子偷偷給她點兒東西吃，這潑婦知道後，把他罵個狗血噴頭。崔猛聽說後很憤怒，跳過牆去，把潑婦的鼻子、耳朵和唇舌都割掉了，這個潑婦立刻死了。崔母知道後很害怕，叫來鄰家兒子，說盡了好話，並以財物周濟，還把年輕的婢女許配給他，事情才平息下來。為此，崔母氣得直哭，不肯吃飯。崔猛有些害怕了，跪在地上，請母親用木杖打他，並保證悔改，母親還是痛哭，不理睬他。崔妻周氏也跟著跪下，崔母於是用木杖打他，並用針在他手臂上刺了十字花紋，染上朱紅顏料，使他不會消失。崔猛都接受了，崔母才肯吃飯。",
      "&emsp;&emsp;崔母喜歡招待化緣的和尚道士，而且常常讓他們吃足喝飽。有一次，一個道士在門口化緣，崔猛打他身旁走過，道士眼睛盯著他說：“公子身上有一股兇猛強橫之氣，恐怕難得有一個好的下場。你們積善之家，不應該落得這樣。”崔猛剛受母親的懲治，聽了這話，便恭恭敬敬地說：“我也知道自己脾氣不好，但一看見不公平的事，總是不能約束自己。我想儘量改變自己，這樣是否可以免禍呢？”道士笑著說：“暫且不要問可不可以免禍，應該先問問自己能否改掉自己的脾氣。你應當下狠心壓住自己的脾氣。萬一出了事，我告訴你一個解救的辦法。”崔猛平生不相信消災除禍的妖術，笑著不說話，道士說：“我知道你不相信，但我所說的，和巫婆們念咒祈禱不同。是叫你做積德的事，即使沒有效果，但也不會壞事。”崔猛向他請教，道士才說：“剛才在門外碰到的那個青年人，你應該好好結交他，這樣即使你犯了死罪，他也能保你活命。”道士叫崔猛出去看，跟他説了那個青年。",
      "&emsp;&emsp;那人是老趙的兒子，名叫僧哥。老趙是南昌人，因為家鄉鬧饑荒，客居在建昌。崔猛從此和趙家深為結交，還請老趙一家住在他家，並給他十分優厚的待遇。僧哥才十二歲，他按照禮節拜見了崔母，並與崔猛拜為兄弟。第二年春耕時，老趙攜家人回老家南昌，從此斷了音訊。",
      "&emsp;&emsp;崔母自從鄰居家的潑婦被害以後，對崔猛的管教更嚴了。有來訴說冤仇的，都被嚴詞拒絕了。有一天，崔母的弟弟死了，崔猛跟著母親去弔喪。路上遇見一夥人綁架一個男人。圍觀的人把路都堵住了，車子不能前進。崔猛上前打聽。原來是一個富豪的兒子，橫行鄉里，看到李申的妻子很漂亮，可是沒理由要，便要他的家人勾引李申賭博，用高息貸給他錢，並強迫他在借券上寫明以老婆作抵押。李申輸完了錢又再給他錢。賭了一個晚上，欠了幾千文錢的賭債。拖了半年，本金加利息要三萬多，李申沒錢還債，那個富豪的兒子便派了很多的人把他的老婆搶走了。李申在富豪門前哭訴。那個富豪的兒子大怒，把李申綁在樹上，棍打鞭抽，還用劍刺，逼李申立下“無悔狀”。崔猛聽了這個情況，十分生氣想要動武。崔母掀開車簾喊道：“哎！你又想幹什麼？”崔猛只得停下。",
      "&emsp;&emsp;吊完喪後回到家，他氣得不作聲，也不吃飯，只是呆呆地坐著，好像在嗔怪什麼。妻子問他，他也不回答。到了夜晚，他和衣而臥，在床上翻來覆去睡不著，第二天晚上又是這樣。有時突然開門外出，一會兒又回來躺下。這樣過了三四天，妻子也不敢多問。後來一次出去很久才回來，關上門睡得很深沉了。",
      "&emsp;&emsp;這天晚上，那個富豪的兒子被人殺死在床上，肚子被剖開，腸子流了出來。李妻也被殺死在床下。官府懷疑是李申幹的，把他捉來懲治。李申被加上各種酷刑，手腳都看得見骨頭，始終沒有承認。一年多後，李申受不了重刑，被迫誣認，判了死刑。這時，崔母也死了。出葬以後，崔猛告訴妻子說：“殺那個富豪兒子的人是我，當時因為母親還在，沒有說出去。現在母親的事也料理了，我怎能以自身的罪殃及別人呢？我準備到官府去受死刑。”崔猛到官府去自首。縣官非常奇怪，給他上了刑具送到獄中，釋放了李申。李申不答應，堅決承認是自己幹的。縣官無法判決，只有將兩人同時拘禁。李申的家屬和親戚都譏諷責備李申，李申說：“崔公子所作的事，是我想做的，但我辦不到。他代我做了，我怎麼能眼看著他去死呢？”堅決不肯改口，和崔猛爭相招供。不久，衙門終於知道了事情的真相，強迫李申出獄，以崔猛抵罪，並準備處以死刑。這時，正碰上審查刑事案件的趙部郎來檢查，趙部郎審閱案卷時發現了崔猛的名字，便讓旁人退出，喊來崔猛。崔猛進來抬頭一看堂上的趙部郎，原來是趙僧，又悲又喜地把事情經過說了。趙部郎猶豫了很久，依舊叫人把崔猛押回監獄，囑咐獄卒好好照顧他。不久，以自首的理由給他免去了死刑，充軍至雲南。李申陪著崔猛，也去了雲南。不滿一年崔猛就被赦免回家，這些都是趙僧在幕後幫忙。",
      "&emsp;&emsp;回鄉以後，李申始終跟隨崔猛，代他經營產業，料理家事。崔猛給他工錢，他不肯要，對學飛簷走壁、舞刀弄槍之類的功夫，卻很用心。崔猛也對他很好，幫他娶了妻子，買了田產。崔猛從此也痛改以前的魯莽行為，每次摸到臂上老母給他刺的十字時，就眼淚汪汪的。崔猛的仗義行為遠近聞名，因此，鄉親們有了什麼事，李申也常常借著崔猛的名義直接調解。",
      "&emsp;&emsp;有一位王監生的人，家資巨萬，附近的太保無賴都被他收買。城裡比較忠厚的人家，大都被騷擾搶劫。有些反抗他的人，往往在路上被強盜殺害。他的兒子也兇殘而淫暴，王監生有一位寡居的嬸嬸，他們父子一同和嬸嬸淫亂。王監生的妻子仇氏看不下去，常常爭吵，王監生乾脆殺了妻子。仇氏的兄弟告到官府。王監生賄賂官府反而判他兄弟誣告。仇氏兄弟又冤又氣又無奈，找崔猛申訴，李申拒絕要求，請他離開。隔了幾天，崔猛有客人來，正好僕人不在，崔猛麻煩李申泡茶。李申靜靜的走出來，向人抱怨説：“我跟他只是朋友，陪著他流放幾萬公里，對他不能說不好了；我也沒有工錢，叫我做事像叫奴才一樣，真不值得！”生氣的走了。有的人跟崔猛講，崔猛只是覺得奇怪，並沒有在意。",
      "&emsp;&emsp;李申忽然到官府控告崔猛，說他三年不給工錢。崔猛好奇怪，親自跟他對質，李申很生氣的跟他爭吵，官府覺得李申沒有道理，將李申趕走。又過了幾天，李申忽然半夜裡跑到王監生家裡，把他父子以及嬸嬸都殺掉，並且把自己的姓名寫在牆上，官府想要追捕，可是沒有一點線索。王家人懷疑是崔猛主使，可是官府不採信。崔猛這時才知道，李申控告他，是怕殺人會連累到他。殺人追捕令很急，附近州縣都通告緝捕。正好遇到闖王李自成造反，這件案子才沉寂下來。一直到明朝滅亡，李申才帶著家小回來，仍然跟崔猛在一起。",
      "&emsp;&emsp;那時候天下大亂，到處都有盜匪，王監生有一個姪兒，號召了他叔叔時期的無賴，佔山為王，搶劫附近村落。一天夜裡，以報仇的理由到崔猛家裡打劫。崔猛正好不在，李申在土匪闖門時才知道，他爬牆躲在暗處。土匪找不到崔猛跟李申，就擄了崔猛妻子和錢財走了。李申回來，只剩一個僕人，他很生氣，找了條繩索，截成幾十段，短繩子交給僕人，長繩子自己帶。要僕人爬到土匪巢穴東邊的半山腰，拿繩子點起幾火後，趕快回來不要再管結果。僕人走後，李申照著土匪的裝束，腰上綁紅帶子，帽子也綁紅手帕，假裝自己是土匪。有一頭母馬剛生小馬不久，土匪把牠丟在門外。李申綁住小馬，然後騎著母馬一直往匪窩去。土匪佔據了一個大村莊，李申把馬綁在村外，自己翻牆進去，看到亂哄哄的一堆人，手上都還拿著兵器，李申私下打聽，知道崔猛的妻子還在王監生姪兒那裡。忽然有人回報東邊山上有火，剛開始，看到一兩點，接著就像天上的星星一樣，到處都是。李申大聲高呼，東山有危險，王監生姪兒大驚失色，帶著大隊人馬出去，李申乘機偷跑進營帳，看見兩個士兵守著，騙他們說王將軍忘了佩刀，兩個人到處找，李申從後面砍殺一個，另一個回頭看又被殺掉，他背著崔猛妻子翻牆出去，扶她上馬說：“妳不知道路，只要隨便馬跑就好了“那匹母馬想著被綁的小馬，很快的跑了回去。李申跟在後面，在一個比較險要的谷口，李申又拿出繩子來到處放，火放完後也回去了。",
      "&emsp;&emsp;第二天崔猛回來，非常生氣，想一個人去匪巢。李申勸阻了他，召集村子裡的人商量，大家都很怕不敢去，經過不斷勸說後，有二十幾個人肯去，又沒有武器。那時恰巧抓到兩個土匪的奸細，崔猛要殺他們，李申反對；叫這些人拿了棍子，在奸細前割了奸細耳朵就放他們走了。大家抱怨說：“才二十個人，正怕土匪知道，反而給奸細看。如果他們大隊人馬來，整個村莊都危險！“李申說：“我正要他來。“找人到各地採購弓箭火槍，又到縣城借了兩門大砲。傍晚時，帶著隊伍到谷口，把大砲對著谷口，找二個人躲著放砲，說好了看到土匪才發砲。",
      "&emsp;&emsp;又到山谷的另一邊，砍伐樹木放在懸崖上。接著跟崔猛各帶十幾個人，分兩邊躲起來。晚上八九點，遠遠的聽到馬蹄聲，不久大批盜匪不斷湧來。等到匪兵都進入山谷後，他們把砍下的樹木都推下懸崖，讓盜匪無法回頭。不久，聽到大砲擊發，哭喊奔叫的聲音，震動山谷。賊兵急退，自相踐踏；退到另一邊谷口，無法出去，隊伍聚集一起無處躲藏。兩邊弓箭火槍，像風雨一樣掃了過來，斷手斷腳的，到處都是。剩下二十幾人，跪地求饒。於是叫人把土匪綁回去。接著攻打匪窩。留守的土匪聽說打敗了都急忙逃走，他們把匪巢裡的糧食武器都帶回來了。",
      "&emsp;&emsp;崔猛非常高興，請教李申放火的策略，李申說：“在東山放火，是恐怕他向西邊追，拿短繩子放，是讓他很快燒完，怕土匪會發現沒有人。接著在谷口放火，是因為谷口很小，一個人就擋得住，就算土匪追來，看到火一定害怕。這都是沒辦法才冒險的計策“找抓來的土匪問，果然追進山谷看到火不敢前進。抓來的二十幾個土匪都砍腳割鼻子，然後放生。從此以後聲名遠播，各地逃避戰亂的人都來了，建立一個鄉團，有三百多人，沒有一個土匪敢來騷擾。",
      "&emsp;&emsp;異史氏說：“剛強勇武必定惹禍，說的就是崔猛啊！他意氣慷慨激昂，大概無人能及。可是，他想讓天下沒有不平之事的志向，是不是陳意過高了呢！李申本是一介小民，最後卻能成就美名，攀援梁木翦除禽獸於深閨之內，斷絕土匪歸路，掃蕩夾攻妖魔於狹谷之中。假使他能夠有五丈高的將軍大旗為國效力，難道不能建功立業封侯拜相嗎！”"
    ]
  },
  {
    "title": "詩讞",
    "href": "http://liaozhai.weebly.com/3543335742.html",
    "content": [
      "&emsp;&emsp;山東青州府有個范小山，以販賣毛筆為生，在外經商未歸。四月間一個夜晚，范小山的妻子賀氏獨自在家，被強盜殺害。當夜下過小雨，人們在案發地點的泥中發現了一把題詩的摺扇，是王晟送給吳蜚卿的。王晟不知是什麼人，吳蜚卿原是青州的一個富戶，住在范小山附近，平常有些輕佻，所以鄰居們都認定就是他幹的。縣衙把吳蜚卿抓去審訊，吳蜚卿執意不認，受到嚴刑拷打，被定了殺人罪。他多次申訴，被押解到各級官府複審，歷經十幾個官員，都認定是他。吳蜚卿料定必死無疑，囑咐妻子傾家蕩產去救濟窮困孤寡的人家。凡在他家門前唸一千遍“阿彌陀佛”的贈給棉褲一條；唸一萬遍的贈給棉襖一件。於是，吳家門前，乞丐成群，如同市集，念佛之聲十幾里外都能聽見。吳家因此很快敗落下來，只得靠不斷出賣田產勉強支撐門戶。吳暗中賄賂監獄裏的看守替他買毒藥準備自盡。一天夜間他夢見天神對他說：“你千萬不要死，往日‘外邊凶’如今‘裏邊吉’了。”醒了再睡，又夢見天神，還是這兩句話，他感到裏邊有奧妙，就不再尋死。",
      "&emsp;&emsp;不久，周元亮先生出任青州知府。當他審閱到吳蜚卿的案子時，犯了疑，因而向左右道：“吳某殺人有什麼確鑿的證據？”當即傳范小山來訊問，范小山說有詩扇為證。周先生仔細打量這把扇子，問道：“王晟是什麼人？”范小山說不知道。周先生又把判決書細看了一遍，立即下令，給吳蜚卿解除死囚枷鎖，把他從死囚監獄移出來。范小山竭力反對。周元亮先生氣憤地說：“你是想錯殺一個無辜的人了事呢，還是想把真正的仇人找出來呢？”眾人懷疑周先生和吳蜚卿有私交，都不敢說什麼。",
      "&emsp;&emsp;接著，周先生簽發了傳票，立時把南門外某旅店主人拘捕了來。店主人很害怕，不知犯了什麼罪。周先生問他：“你的店鋪牆上有日照縣李秀的題詩。你知道是什麼時候寫的嗎？”店主人回答道：“去年學政大人來青州府時，日照縣三位秀才酒醉後寫的。可是不知道他們的詳細地址。”周先生於是派人到日照縣去拘捕李秀。幾天後，李秀到堂，周先生憤怒地說：“你既然身為秀才，為什麼要殺人呢？”李秀一聽十分驚愕，連忙磕頭道：“沒有的事！沒有的事！”周先生把扇子扔到李秀面前，讓他自己看，並質問道：“明明白白是你做的詩，為什麼假託王晟之名？”李秀細看了扇子後說：“這詩確實是我做的，可是字不是我寫的。”周先生說：“既然知道你的詩，那人一定是你的朋友，字是誰寫的？”李秀說：“看筆跡像是沂州王佐寫的。”於是又派人去傳訊王佐。王佐到堂時，周先生像斥責李秀一樣把他訓了一番。王佐供道：“這是青州的打鐵商張成求我寫的，說王晟是他表哥。”周先生說：“殺人兇犯在這裏了！”命人把張成抓來，一經審問，他就招供認罪了。",
      "&emsp;&emsp;原來張成見賀氏長得漂亮，想去勾搭她，又恐怕勾搭不成反而壞事，於是尋思，如果假冒吳蜚卿的名字，大家一定都會相信是他幹的，所以就假造了一把吳蜚卿的摺扇，拿著前去，如果勾搭成了，就說出自己的真名實姓；不成就嫁禍於吳蜚卿。不過他本來沒有想到要殺人。那天夜裏，他剛跳牆進到范家，要逼迫賀氏成姦，賀氏因為獨自居住，平時就備下一把尖刀自衛。她發覺張成跳牆進來，拿起刀抓住張成的衣服。張成害怕了，急忙去奪賀氏的刀；賀氏抓住張成不放，不讓他溜掉，並且大喊捉賊。張成更加慌亂，就殺了賀氏，丟下扇子逃跑了。",
      "&emsp;&emsp;至此，三年冤獄一朝得以平反。大家都稱頌周先生明察秋毫，料事如神。吳蜚卿這時才悟出神人夢中所說的“裏邊吉”正是一個“周”字，但他始終不明白周先生是怎樣破案的。",
      "&emsp;&emsp;後來有位城裏的士紳找了個機會向周先生請教此事，周先生笑道：“這樁冤案是最容易查的。細看判決書，賀氏被殺是在四月上旬，當夜是陰雨天，天氣很冷，扇子本是無用之物。那有在慌忙急迫之際反而帶此物增加累贅的呢？所以，兇手企圖嫁禍於人是很明顯的。前些時，我在南門外避雨，見那個店鋪牆上的題詩和扇子上的詩口氣像，所以大膽懷疑了李秀才，果然順藤摸瓜，就把真正的兇手找到了。”聽的人十分欽佩。",
      "&emsp;&emsp;異史氏說：“天下的事情，探究得深的人，能把它的無當做有來用。詞賦文章，本來是裝點門面的事，先生卻用它來觀察品評天下的讀書人，可稱為士人的伯樂啊。這豈不是探究得很深嗎？然而先生又不僅把它當成品評之道，而且用在斷案上。易經說：‘對事物的認知幾乎到了出神入化的境界。’先生就是這樣啊。”"
    ]
  },
  {
    "title": "鹿啣草",
    "href": "http://liaozhai.weebly.com/405752185933609.html",
    "content": [
      "&emsp;&emsp;關外山中多鹿，當地土人頂一個鹿頭，伏在草中，卷起樹葉吹出聲音，群鹿就紛紛來到。然而鹿群中公鹿少母鹿多。公鹿與母鹿交配，無論有幾千幾百母鹿，公鹿們都要逐一與其交配，交配完之後，公鹿就累死了。眾母鹿在公鹿身上聞一聞，知道牠死了，紛紛跑到山谷中銜回一種奇異的草放在公鹿嘴邊熏牠，不一會兒，公鹿就甦醒過來了。此時，土人急忙敲鑼放炮，群鹿驚跑，土人便取回這種草，它的效用幾乎可以起死回生。"
    ]
  },
  {
    "title": "小棺",
    "href": "http://liaozhai.weebly.com/2356726874.html",
    "content": [
      "&emsp;&emsp;天津有一個船家，夜間夢見一個人對他說：“明天有運竹簍租船渡河的人來，向他要一千兩銀子，不然的話，不渡他過河。”船家夢醒後，不信這事。白天睡著了，又做了這個夢，那人還在牆上寫了“ 、",
      "&emsp;&emsp;、",
      "&emsp;&emsp;”三個字囑咐道：“要是他吝惜銀錢，就寫這幾個字給他看。”船家更覺怪異，可是不認識這幾個字，也不知道甚麼意思。",
      "&emsp;&emsp;第二天他留心觀察過往旅客。太陽偏西時，果然有個人趕著騾子載著竹簍來了，要租船過河。船家按照夢中的指點索價一千兩銀子，那人笑他。兩人再三討價還價，船家拉過那人的手，用手指在他手心寫上那幾個怪字，那人大驚失色，立刻消失不見。船家搜查他的竹簍，發現裏面有小棺材好幾萬具，每個僅長一指多，裏面只存一滴血而已。這位船家把那三個怪字拿出去給人看，無論遠近，都不知道甚麼意思。不久，吳三桂叛亂圖謀敗露，黨羽全被誅殺，人數正好是小棺材數。這是徐白山講的故事。"
    ]
  },
  {
    "title": "邢子儀",
    "href": "http://liaozhai.weebly.com/370262337620736.html",
    "content": [
      "&emsp;&emsp;滕縣楊某，入了白蓮教，學了些旁門左道的妖術。白蓮教首領徐鴻儒被捕殺後，楊某僥倖得以逃脫，於是仗這點妖術四處遊蕩。他家中田園相連，樓閣華麗，頗為富有。楊曾到泗水某紳士家表演魔術戲法，紳士家的婦女出來觀看，楊某偷窺到這家的小姐貌美，回去之後謀劃詭計想把她弄到手。楊某的後妻朱氏，長得也很出眾，楊某讓她穿上華麗的衣裳，扮作仙女，又給她一隻木鳥，教她操縱的技巧，然後把朱氏從樓頂推了下去。朱氏覺得自己身輕如葉，飄飄欲仙，駕著雲彩飛行。",
      "&emsp;&emsp;不久，朱氏飛到某處，雲彩停住不再前進，知道已經到地方了。這天夜裏，月光皎潔，向下俯視視野十分清晰。朱氏取出木鳥投出，木鳥展翅飛去，一直飛到那位紳士家小姐的房內，小姐見一隻彩色的鳥飛入，招呼婢女捕捉，彩鳥衝開窗簾飛出，小姐急忙追趕，彩鳥落在地上，翅膀撲撲作響。小姐靠近彩鳥，彩鳥飛進小姐裙子，轉眼之間，馱起小姐騰飛起來，直沖雲霄。婢女大聲呼叫，朱氏在雲中喊道：”下界人不要害怕，我是月宮的嫦娥，她是王母娘娘的第九個女兒，偶爾貶到人世。如今王母娘娘對她朝思暮想，暫時召她回天宮相會，不久就送她回來：”說完，朱氏便和小姐一起飛行。二人剛到泗水縣地界，正巧有人燃放爆竹，從下方碰到彩鳥翅膀，彩鳥受驚墜落，牽著朱氏也降下來，降到一個秀才家。",
      "&emsp;&emsp;這位秀才叫邢子儀，家境赤貧，為人剛正耿直。曾有一個鄰家婦人夜晚來要求過夜，他拒不接納，這婦人生氣地走了，回家騙自己的丈夫，誣衊邢子儀調戲她。她丈夫本是個無賴，日夜堵著邢子儀門口辱駡。邢子儀萬般無奈就賣掉田產到別的村莊租屋居。有位算命先生顧某善於預測人的禍福和壽祿，邢子儀登門拜訪。顧某望著邢子儀笑道：”你這個家有萬石糧的富戶，為什麼穿著破棉衣來見人，以為我顧某有眼無珠嗎?”邢子儀對他的胡言亂語嗤之以鼻。顧某又仔細看了看邢子儀說：”噢，對了。眼下你固然很窮困，可是離發財也不遠了。”邢子儀仍然覺得他是胡說。顧某又說：”你不但能暴富，還能得到美人。”邢子儀始終不大相信。顧某把他推出門去說：”快走，快走，我的話應驗以後再向你要酬金。”",
      "&emsp;&emsp;這天晚上，邢子儀獨自一人坐在月光下，忽然有兩個女子從天而降，一看，都是美人，疑心她們是女妖。邢子儀問她們，她們一開始不肯說實話。後來，邢子儀說，如不說實話，就召集眾鄉親來。朱氏害怕了，開始說實話，並囑咐千萬不要洩露秘密，並說自己願意嫁給他。邢子儀想，這位大戶人家小姐和妖人的妻子不同，於是派人告訴了小姐家。小姐的父母自從女兒飛走以後，惶恐不安，終日啼哭，忽然得到消息，大喜過望，當即派車子日夜兼程到邢家去，酬謝邢子儀百兩銀子，把女兒帶回。邢子儀得到了漂亮的妻子，還在發愁家徒四壁，如今得到酬金，十分欣慰，於是到顧某那裏去答謝。顧某又審視了他一番說：”還沒到酬謝的時候，你好運已交，百兩銀子何足掛齒！”因而不受酬謝。",
      "&emsp;&emsp;此前，那位紳士已向官府告發楊某，官府緝捕楊某時，他早已逃跑，不知所終，官府便抄了他的家，發出緝捕令要抓朱氏。朱氏十分畏懼，對著邢子儀傷心落淚。邢子儀無可奈何，花錢買通持緝捕令的官差，然後雇了輛車拉著朱氏去求那位紳士，哀求他救救朱氏。紳士對邢子儀的義氣很是感動，就為朱氏竭力奔走謀劃，使朱氏交了錢得到赦免。紳士又留夫妻二人住在一座別墅，兩家如同親戚般親近友好。",
      "&emsp;&emsp;紳士的小姐幼時受聘於劉家，劉家是高官，聽說小姐在邢子儀家住過一宿，認為是很羞恥的事，把聘書退回，斷了婚約。那紳士想為女兒另找婆家，小姐告訴父母，立誓要嫁邢子儀。邢子儀聽了十分高興，朱氏也很欣慰，並且自願為妾。紳士考慮到邢子儀連個像樣的家都沒有，正好官家要拍賣楊某的房子，就出錢替他買下來。邢子儀和朱氏這才回到自己的新家去，拿出從前剩下的錢，倉促置辦了些傢俱，雇了婢女僕人，不過十天，錢就花光了。他們希望小姐能來，再得到些紳士家的資助。一天晚上，朱氏對邢子儀說：”我的孽夫楊某，曾把千兩銀子埋在樓下，這事只有我知道。剛才我去看了那個地方，磚石絲毫未動，也許埋的那些銀子沒有丟掉。”兩人一塊去挖，果然得到銀子。到了這時，邢子儀才相信顧某算命技術之神奇，便給了顧某豐厚的酬金。後來那位小姐也嫁過來，嫁妝十分豐盛，沒過幾年，邢子儀成了縣裏的首富。",
      "&emsp;&emsp;異史氏說：“白蓮教被剿滅而獨有楊某得以不死，又得了不少的好處，人們幾乎認為恢恢天網，難免疏漏。誰知道老天留下他，原來是為了邢子儀，不然的話，邢子儀即使苦盡甘來交上好運，又怎麼能在倉猝之間擁有華美的樓閣，而且積下巨額錢財?因為不接受一個夜奔的女子，老天送給他兩個美女。唉，造物者雖然不言不語，他的意向卻十分清楚！”"
    ]
  },
  {
    "title": "李生",
    "href": "http://liaozhai.weebly.com/2644629983.html",
    "content": [
      "&emsp;&emsp;河南有位李生，酷愛道術。村外一里多處，有一座寺廟，李生在那裏修築了三間書齋，打坐修行。有些遊方化緣的和尚道士，常在那裏寄住。李生很喜歡和他們閒談，供給他們飯食，從不厭倦。",
      "&emsp;&emsp;一天，大雪飄飄，天氣嚴寒，有個老和尚，挑著行李前來借宿，言談十分玄妙。第二夜老和尚要走，李生極力挽留，老和尚便又留住了幾天。正巧李生因有事離書齋回家，和尚叮囑他早點回來，似乎是要和李生告別。雞叫時分，李生回到書齋，敲門無人答應，於是跳牆進去，見室中燈火輝煌，疑心這老和尚在作法，於是躲起來偷偷看。老和尚正匆忙地收拾行裝，一條瘦驢拴在燈架上。細細打量不像是真驢，很像殉葬的陶驢，可是這驢耳朵、尾巴不時動一動，呼呼喘氣。不一會兒，老和尚打點完了，開門把驢牽出來。李生偷偷尾隨著老和尚看個究竟。",
      "&emsp;&emsp;門外有一座大水池，老和尚把驢拴在池邊樹上，脫了衣服進到水中，遍體洗了一番，又穿上衣服把驢牽到水中，也洗了一遍。接著又給驢馱上行裝，騎上驢而去。等快要看不見老和尚了，李生才呼喊他。老和尚只是遠遠地拱手致謝，聽不見講的是什麼，就走得老遠了。",
      "&emsp;&emsp;王梅屋說：“李生是他的朋友。他曾到過李生家，見屋門牌匾上寫著”待死堂“三字，看來他也是一位豁達的人。"
    ]
  },
  {
    "title": "陸押官",
    "href": "http://liaozhai.weebly.com/385202527623448.html",
    "content": [
      "&emsp;&emsp;趙公，是湖廣武陵縣人。曾在太子宮中做過詹事官，年老後退休還鄉。­",
      "&emsp;&emsp;一天，有個少年人來到趙公門口，懇求趙公收留他掌管文書。趙公將他叫進屋，見他生得文雅秀氣，便詢問他的姓名。少年人自稱叫陸押官，還說情願不要工錢，趙公便留下了他。陸押官非常聰明，勝過其他僕人。趙公的往來書信，他隨便一寫，便無不精妙；有時主人和客人對弈，他在一邊看看，一指點，主人就贏了。趙公因此更加寵愛他。其他僕人見他得到主人的青睞，便鬧著要他請客。陸押官答應了，問道：“共有多少同事？”正好趙公田莊裏的管家們都來了，一下子聚集了三十多人。大家把這些人也算進去，想為難為難他。陸押官說：“這太容易了。但客人太多，倉促間來不及現辦酒席，我們到酒店去吧！”於是，遍請同事們，到臨街一家酒店去。­",
      "&emsp;&emsp;大家進店坐下後，酒菜馬上就上來了。剛要開始喝，有個人一把按住酒壺，站起身說：“大家先不要喝。請問今天誰是東道主？應當先拿出錢抵押在這裏，大家才能開懷痛飲。不然，最後一下子花掉上千錢，大家一哄而散，跟誰要錢去？”大家聽了，一齊看陸押官。陸押官笑著說：“是不是以為我沒錢呢？我有的是錢！”說著起身向面盆中抓了一塊拳頭大小的麵團，又一點一點掐下來扔到桌子上；小麵團隨扔隨變成了老鼠，滿桌子亂竄。陸押官隨便捉住一隻老鼠，用手一裂，哧地一聲肚子破了，取出一小塊銀子；再捉一隻，又取出塊銀子。頃刻之間，老鼠都捉完了，碎銀擺滿了桌面。陸押官對大家說：“難道這些錢還不足以供大家喝酒嗎？”眾人見了，大感驚異。於是一起痛飲。吃喝完畢，算了算帳，花了三兩多銀子。大家再稱稱桌上的碎銀，剛好就是這個數目，不多不少。有個人便要了一枚碎銀揣在懷裏，回去後跟主人稟報這件奇異的事。主人聽了命他拿出銀子來看看，他忙往懷裏一摸，銀子卻沒有了。於是他又回酒店去告訴店主，店主一看，那些碎銀都變成了蒺藜。僕人回來把這事又告訴了主人。趙公便詢問陸押官是怎麼回事。陸押官說：“朋友們逼著我請客喝酒，我正好口袋裏沒錢，小時候學了點小戲法，所以現在試了試。”大家又要他還酒店錢，陸押官說：“我不是那種騙酒喝的人。某處田莊有個麥穰垛，再去揚揚場，可得兩石小麥，足以償還酒錢了！”於是他央求一個人同去。正好那座田莊的管家要回去，便和陸押官一路同行。一到場中，只見幾斛小麥已堆在那裏了。眾人由此對他更加感到驚奇了。­",
      "&emsp;&emsp;一天，趙公去一個朋友那裏赴宴。朋友家堂屋中有盆蘭花，開得十分茂盛。趙公見了非常喜歡，回來後還在讚歎不已。陸押官說：“大人如真喜歡這盆蘭花，也不難弄來。”趙公不太相信。第二天淩晨，趙公到書房中去，忽聞異香撲鼻，一盆蘭花赫然入目。箭葉的多少跟在朋友家看到的那盆完全一樣。趙公懷疑是陸押官偷來的，便詢問他。陸押官說：“我家裏養的花，有成百上千盆，何須偷呢？”趙公不信。正好那個朋友來了，見了蘭花驚異地說：“怎麼這麼像我家的那一盆！”趙公說：“我剛買了來，也不知這盆花出自那裡。只是你臨來時，見你的那盆還在嗎？”朋友說：“我來時沒去書房，那盆花還在沒在，實在不知。但如果這盆是我的，它怎麼會跑到這裏來了呢？”趙公聽了，眼睛盯著陸押官。陸押官說：“這很好分辨：您家的那盆蘭花，盆子破了，有修補的地方；這盆卻沒有。”大家一檢查，果然不錯。到了夜晚，陸押官告訴主人說：“我曾經說我家有很多花卉，現在請您前去，乘月觀賞。但別的人不能跟隨，只有阿鴨可以去。”阿鴨，是趙公的童僕。趙公聽從了。一出門，已有四個人抬著頂小轎，等在路邊。趙公坐上後，只覺轎子走得比馬跑得還快。一會兒，便進入一座深山。但聞異香撲面，沁入骨髓。來到一個洞府，見房屋非常豪華，一點也不像是人間。到處都裝飾著花石，一盆盆奇花異草，流光溢彩，散發出陣陣香氣。僅蘭花一種，就大約有幾十盆，都開得非常茂盛。欣賞完後，仍如來時那樣乘轎返回家來。­",
      "&emsp;&emsp;陸押官跟隨了趙公十幾年。後來趙公無病而去世，陸押官便和阿鴨一同走了，誰也不知去了那裡。"
    ]
  },
  {
    "title": "蔣太史",
    "href": "http://liaozhai.weebly.com/340832282621490.html",
    "content": [
      "&emsp;&emsp;太史蔣超，記得自已前世，是四川峨嵋山的和尚。幾次夢見自己到前世居住的庵前池塘邊洗腳。他生平篤好佛經，專注在天臺宗上。雖然早已成翰林，卻常常想出家。\n\n \n\n        他請假還鄉。但走到江蘇高郵時，就不想回家了。兒子苦苦地挽留，他也不聽。轉道到了四川，先是住在成都的金沙寺。住了一段時間，又到了蛾嵋山的伏虎寺，在那裡患病而終。他自己寫了一幅偈子，：",
      "&emsp;&emsp;悠然自得的猿，鶴使人親近，\n\n        我這位老僧不知如何墜落凡塵，",
      "&emsp;&emsp;想到煮沸的湯鍋裏面躲避炎熱，",
      "&emsp;&emsp;怎能從苦海裏翻身？",
      "&emsp;&emsp;功名利祿不過是木偶戲中的東西，",
      "&emsp;&emsp;妻子也是一堆堆骷髏中的人，",
      "&emsp;&emsp;只是君王和父母都還沒有報答，",
      "&emsp;&emsp;只有生生世世祈求佛祖多保佑。",
      "&emsp;&emsp;附\n\n偈文︰「翛然猿鶴自來親，老衲無端墮業塵。妄向鑊湯求避熱，那從大海去翻身。功名傀儡場中物，妻子骷髏隊裡人。只有君親無報答，生生常自祝能仁。」"
    ]
  },
  {
    "title": "邵士梅",
    "href": "http://liaozhai.weebly.com/370452276326757.html",
    "content": [
      "&emsp;&emsp;進士邵士梅，是山東濟寧人。初任山東登州府教授時，有兩位老秀才前來拜見。邵士梅看他們名字，似乎很熟悉。回憶了好長時間，忽然領悟是他前世的事情。便問學舍雜役：“某生是不是某村人啊？”又細說了他的相貌風度，都一一吻合。一會兒，兩位秀才進來，邵士梅拉著他們的手傾談，好像老朋友一樣。談話間，邵士梅問起高東海的情況。二位秀才說：“他已死在監獄裏二十多年了，現在家中還有一個兒子。他只是鄉間的平民百姓，您怎麼也知道？”邵士梅笑著說：“他是我故舊親戚。”",
      "&emsp;&emsp;原先，高東海以無賴聞名；然而為人卻很豪爽，輕於財物，好義氣。有個人因欠財主租金而被逼得出賣女兒，高東海傾囊幫助他，將孩子贖回來。他與一女人很好，這個女子因為窩藏盜賊，官府追捕她甚急。女子逃到高東海家躲藏起來。官府得知後，將高東海捉了去，殘酷的刑罰他，他始終不屈服，很快就在監獄中死了。高東海死的那一天，正是邵士梅降生的日子。",
      "&emsp;&emsp;後來，邵士梅親自到高東海所在的村子裏，撫恤他的妻子。事情傳出去，鄉里遠遠近近的人，都感到奇異。",
      "&emsp;&emsp;這個故事是高念東跟我談的，高念東是高東海長子高冀良的同科進士。"
    ]
  },
  {
    "title": "顧生",
    "href": "http://liaozhai.weebly.com/3901529983.html",
    "content": [
      "&emsp;&emsp;江南有個顧生，住在濟南府的一家客店裏，眼睛突然腫了起來，疼得晝夜呻吟，各處求治都不見效。十多天後，疼痛稍為輕點；可是每當他一合上眼時，總看到一座很大的宅院，有四五進院落，大門都敞開著，最裏邊的院子裏有人來來往往，但遠遠的看不清楚。­",
      "&emsp;&emsp;有一天，顧生聚精會神地看著，忽然覺得自己的身子進入宅院中。走了三道門，沒看到一個人影。有一座南北大廳，裏邊紅氈鋪地。他偷偷一看，見滿屋都是嬰兒，有坐著的、躺著的、爬著的，不計其數。顧生正在驚愕，一個人從屋後過來，看見他說：“小王子說有遠方來的客人到了，果然不錯。”就邀請顧生進屋。顧生不敢進去，那人強拉著他往裏走。顧生問：“這是什麼地方？”那人說：“是九王世子住的地方。世子得瘧疾剛剛痊癒，今日親朋前來祝賀，你很有福氣啊。”話沒說完，有人跑來催促他們快點走。",
      "&emsp;&emsp;一會來到一個地方，雕榭朱欄，一座殿堂坐南朝北，殿前有九根大柱子。顧生登上臺階進入大殿中，見已經坐滿了賓客。有一少年面朝北坐著，顧生知道這就是王子了，就跪伏在堂下拜見。滿堂的客人都站了起來。王子拉著顧生，讓他面向東坐下。一會兒，擺上酒來，鼓樂齊奏，歌妓們來到堂上，演“華封祝”的戲文。剛演了三折，客店的主人和僕人喊顧生吃午飯，靠在他床頭頻頻喊他。顧生聽得非常清楚，心中怕王子知道，就假託上廁所走出大殿來。抬頭看看太陽，已是中午；又猛然見他的僕人站在床前，顧生這才醒悟，自己始終沒離開客店。他急欲想返回王子的殿堂，就打發僕人帶上門出去。剛一合眼，顧生就看到王子的宮殿一如既往，就趕緊按老路進去，經過原先有嬰兒的那座大廳，看到裏邊並沒有嬰兒，只有幾十個老婦人蓬頭駝背，在屋裏或坐或躺。她們看見顧生，惡聲惡氣地說：“誰家的無賴子弟，來這裏偷看！”顧生害怕，不敢辯解，急忙來到後庭。走上殿堂坐下，見王子頷下已長出了一尺多長的鬍鬚。王子看見顧生笑著說：“你到那裡去了？戲曲已演過七折了。”就拿了大酒杯罰他喝酒。不多時，戲演完了，有人呈上接下來的戲單，顧生點了“彭祖娶婦”。歌妓們用椰瓢行酒，能盛五斗多。顧生站起來推辭說：“我眼睛有病不敢過量。”王子說：“患眼病，有太醫在這裏，讓他給你診治。”東邊座上一個客人，便離開座位過來，兩指撐開顧生的上下眼皮，用玉簪點進了一些白色的藥屑，囑咐顧生閉上眼稍睡一會兒。王子命侍從帶顧生到裏邊屋裏，讓他躺下。顧生躺了一會兒，覺得床帳又香又軟，就睡熟了。睡了不多時，忽然聽到鑼鼓亂響，還以為是戲沒結束；睜眼一看，原來是客店中的狗在舔油鍋。可是眼睛完全好了，再閉上眼，什麼東西都看不到了。"
    ]
  },
  {
    "title": "陳錫九",
    "href": "http://liaozhai.weebly.com/385153767520061.html",
    "content": [
      "&emsp;&emsp;陳錫九是江蘇邳縣人，他的父親陳子言是本縣的名士。縣裡大富翁周某仰慕陳子言的聲望，就和陳家訂為兒女親家。陳子言接連幾次參加科舉考試都沒有考中舉人，家業漸漸衰敗下來。後來陳子言到秦地去遊學，一去好幾年沒有音訊。",
      "&emsp;&emsp;周某對跟陳家的婚約，暗暗感到後悔。他把小女兒嫁給王孝兼做了繼室，王家送的聘禮非常豐盛，送聘禮的僕從、車馬十分氣派，周某因此越發憎惡陳錫九的貧寒，打定主意要斷絕與陳家的婚約。他去詢問大女兒，大女兒卻堅決不同意退婚。周某大怒，給女兒穿戴上破舊的衣服首飾，把她送到了陳錫九家。陳家窮得無法生火做飯，周某也不照顧。",
      "&emsp;&emsp;有一天，周某派一個老女僕給女兒送了些食物去。這老婆子一進門就對陳錫九的母親說：“我家主人叫我看看我家姑娘餓死了沒有？”周女恐怕婆婆羞慚，勉強笑著說了些別的話叉開話題，接著就把食盒中的菜肴點心拿出來，放在婆婆面前。老女僕忙阻止說：“不要這樣！自從姑娘來到她家，那裡從她家換過一杯白開水？我家的食物，料想老太太也沒臉去吃。”陳母非常生氣，聲音和臉色都變了。這老女僕還不服，用很難聽的話來頂撞陳母。正在吵鬧間，陳錫九從外邊進來了，問清情況後非常憤怒，揪著老女僕的頭髮狠狠打她耳光，一邊打著一邊把她趕出門去。",
      "&emsp;&emsp;第二天，周某來接女兒回家，周女不肯回去。第三天又來了，而且來的人多了，七嘴八舌，吵吵嚷嚷，好像要來鬧事打架。陳母勉強周女回去，周女淚流滿面地拜別婆婆，上車走了。過了幾天，周某又派人來，硬逼著要離婚文件。陳母強迫陳錫九寫了離婚書給了他們。母子二人只盼望著陳子言回家，再娶別家。",
      "&emsp;&emsp;周家有人從西安來，知道陳子言已經死了。陳母聽到消息，又悲傷又氣憤病死了。陳錫九在悲傷窘迫中還希望妻子能回來。但過了很長時間，一點消息也沒有，陳錫九越加悲傷憤怒。他把家裏的幾畝薄田賣掉，給母親購置辦了喪事。辦完了喪事，陳錫九就一路討著飯前往陝西，尋找父親的遺骨。",
      "&emsp;&emsp;到了西安，問遍了當地居民，有人說：“數年前有一位書生死在旅館裏，被埋葬在東郊，現在那座墳墓已經找不到了。”陳錫九實在沒辦法了，只好白天在街上討飯，晚上在野外寺廟裏住宿，希望能遇見一個知道父親狀況的人。",
      "&emsp;&emsp;一天晚上，他正經過一片亂葬崗子時，有幾個人攔住了去路，逼著他要飯錢。陳錫九說：“我是一個外鄉人，在城裏外討飯，怎麼會欠人家的飯錢？”這些人生氣了，把他揪倒在地上，用埋死孩子的爛棉絮塞住他的嘴。陳錫九聲嘶力竭，漸漸地快要被悶死了。忽然這些人驚叫說：“不知那裡的官府來了！”立刻就放手，四周變得靜悄悄的。",
      "&emsp;&emsp;一會兒有車馬來了，有人問道：“躺在那裏的是什麼人？”立即就有幾個人把陳錫九扶到車旁。車裡的人說：“是我的孩子！這些惡鬼怎能這樣對待他！把他們全都捆來，不要漏掉一個。”陳錫九覺得有人去掉了他嘴裏的爛棉絮。他稍微定了定神，仔細認了一下，車中人果然是父親，不禁大哭著說：“兒子為了尋找父親的屍骨受盡了苦難，沒想到您如今仍然活在人間。”父親說；“我不是生人，是陰世間的太行總管。這次來也是為了孩子你。”陳錫九哭得更加哀痛了，父親勸慰開導他。陳錫九哭著述說岳父家強逼離婚的事。父親說：“不必擔心，現在你媳婦也在你母親那兒。你母親非常想念你，你可以暫時去看一看。”於是就和錫九同坐一輛車，馬車跑得像風雨一樣快速。",
      "&emsp;&emsp;沒多久，到了一座衙門前，下了車穿過幾道門，果然陳母在那裏。陳錫九十分哀痛，父親勸止他，陳錫九啜泣著答應了。他看見妻子在母親身邊，就問母親說：“我媳婦也在這裏，莫非她也成了九泉之下的人了？”母親說：“不是，是你父親接來的，等到你回家的時候，還要把她送回去。”陳錫九說：“兒子侍奉父母，不願意回去了。”母親說：“你辛辛苦苦跋山涉水來到這裏，是為了尋找你父親的遺骨。你不回去，那麼當初你立志是為了什麼呢？況且你的孝行上帝已經知道了，賞賜給你白銀萬斤，你夫妻享福的日子還很長久，為什麼說不回去呢？”陳錫九低頭哭泣。父親幾次催促他動身，錫九痛哭失聲。父親生氣地說：“你還不動身嗎！”錫九害怕了，這才停止了痛哭，詢問父親埋葬的地方。父親拉著他的手臂說：“你動身吧，我告訴你：離那個亂葬崗一百多步的地方，有一大一小兩棵白榆樹，就是我埋骨之處。”父親拉著他走得很急，竟沒有來得及向母親告別。門外有一個健壯的僕人，拉著馬在等著他。陳錫九上馬之後，父親又囑咐他說：“你平日睡覺的地方，有一點錢，可以趕快置辦行裝回去，向你岳父追討你媳婦，不得到你媳婦，決不停止。”陳錫九答應著走了。馬奔跑得非常快，雞叫的時候，已經到了西安。僕人把他扶下來，他剛要拜託僕人向父母問候，那僕人和馬已經杳然無蹤了。",
      "&emsp;&emsp;陳錫九找到從前住宿的地方，靠著牆壁閉上眼睛休息，等待天亮。他覺著坐著的地方有塊拳頭大的石頭咯著屁股，天亮後一看，原來是一塊銀子。他買了棺木租了車，尋找到那兩稞榆樹之下，得到了父親的遺骨，就回鄉了。他把父母的遺骨合葬之後，家裏窮得只有四堵牆壁。幸虧鄉親們同情敬重他的孝行，都給他飯吃。陳錫九準備到岳父家去索回媳婦，自己知道無法強索，就約堂兄陳十九一起去。到了周家大門口，守門的拒絕見面。陳十九本是個無賴，罵的話汙穢不堪。周某只好派人勸陳錫九回家，願意立即把女兒送去，陳錫九這才回家。",
      "&emsp;&emsp;當初，周女剛回到娘家時，周某當著她的面辱駡陳錫九和他的母親。周女不說話，只是面朝著牆壁流淚。陳錫九的母親死了，周家也不讓她知道。周某拿到離婚書，向女兒面前一扔說：“陳家已經休了你了！”周女說：“我從不兇悍忤逆，為什麼休我？”想要回婆家問一下原因，周某又把她關了起來。後來陳錫九到西安去了，於是周某就假造陳錫九已死的消息，以斷絕女兒的志向。這個兇信一傳出去，杜中翰家裏便來人商議向周女說親，周某竟然答應了，快到迎親的日子，周女才知道這件事。於是她哭泣，不肯吃飯，用被子蒙著臉，氣如遊絲，奄奄一息。周某正束手無策，忽然聽說陳錫九找上門來，說話很不客氣，他估計女兒必死，於是就派人抬著送回陳錫九家，打算等到女兒死了，就以此作為要脅，發洩自己的憤恨。",
      "&emsp;&emsp;陳錫九回到家，送周女的人也到了，他們還恐怕陳錫九見周女病了不肯收留，剛一進門，放下就走了。鄰居們都替陳錫九擔憂，一起商議著抬回去。陳錫九不同意，扶著周女安置到床上，這時她已斷了氣。陳錫九這才感到很害怕，正驚慌失措的時候，周某之子領著好幾個人，手持器界械闖了進來，把門窗都砸毀了。陳錫九躲了起來，周家的人到處他。鄉親們都為陳錫九感到不平。陳十九糾集了十幾個人挺身而出打抱不平，周家子弟都被打傷，這才抱頭鼠竄。周某越發憤怒，就向官府告狀，要求逮捕陳錫九和陳十九等人。錫九準備逃走，把周女的屍首托鄰居大娘照看。忽然聽見床上好像有喘息的聲音，走近一看，妻子的眼睛微微睜開了。又過了一會兒，已經能夠轉動翻身了。陳錫九大喜，到官府親自說明情況。縣令對周某的誣告十分惱怒。周某害怕了，賄賂縣令一筆巨款，才免於治罪。錫九回到家裏，夫妻相見，悲喜交集。",
      "&emsp;&emsp;在這以前，周女奄奄一息地躺著，自己發誓一定要死。忽然有人把她拉起來說：“我是陳家的人，趕快跟著我去，夫妻可以相見；不然，就來不及了！”周女不知不覺地身子已來到門外，有兩個人扶著她上了轎子，一下之間來到了一座官署，看見公公婆婆都在這裏，周女就問道：“這是什麼地方？”婆婆說：“不必問，不久就會送你回去。”又一天，看見陳錫九也來了，她十分高興，可是一見面就匆匆離別了，心裏覺得十分奇怪。公公不知為了什麼事，常常好幾天不回來。昨天晚上忽然回來說：“我在武夷山中耽擱了，遲回來兩天，錫九這孩子為難了。要趕快送媳婦回去了。”於是用車馬送周女動身。周女忽然看見了陳家的大門，就像做了一場夢一樣醒過來了。周女與錫九共同回述往事，都感到又驚又喜。從此夫妻團聚，但每日生活都無法自給。",
      "&emsp;&emsp;陳錫九在村中開設了私塾，同時自己刻苦攻讀。他常常私下裏想：“父親對我說：老天爺要賜給我黃金，現在我家除了四堵牆之外，一無所有，難道靠教書能發財致富嗎？”",
      "&emsp;&emsp;有一天，陳錫九從私塾中回來，遇見兩人個，問他說；“先生是陳錫九嗎？”錫九回答說：“是的。”那兩個人就掏出鎖鏈鎖住他。錫九也不知是為了什麼事。過了一會兒，村裏人都聚集過來，一齊問那兩人，才知被郡裏的強盜所牽連。眾人同情錫九冤枉，就湊錢賄賂差役，因此，押解途中他沒有吃苦。到了府城見了太守，詳細地敍述了自己的家世。太守很驚訝地說：“這是名士的兒子，溫和有禮，舉止斯文，怎麼會做賊！”就命令解去繩索。從牢裏捉出強盜嚴刑審問，強盜才供出是周某賄買他誣陷陳錫九。陳錫九又訴說岳父與他結仇的原因，太守更加憤怒，立刻命人拘押周某。太守請陳錫九到後衙中，與他談論起先輩的交情。原來太守是從前的邳縣知縣韓公的兒子，也是跟著陳子言學習過的學生。於是太守就贈給他百兩銀子作為求學的費用，又贈給他兩頭騾子當坐騎，使他能常到府城來，以便考核文章。太守又對各個長官宣揚陳錫九的孝行，自總督以下各官員對錫九都有所饋贈。錫九騎著騾子回到家中，夫妻都感到很欣慰。",
      "&emsp;&emsp;有一天，陳錫九的岳母哭著來了，見了女兒就伏在地下不肯起來。周女驚駭地問她，才知道周某已經被枷銬起來，押在獄中了。周女哭著責備自己，只想去尋死。陳錫九不得已，就到府城去為周某說情。太守釋放了周某要他自己贖罪，罰他一百石穀子，又批示轉贈給孝子陳錫九。周某被放回來以後，拿出倉裏的穀子，摻上一些糠秕後用車子送到錫九家，陳錫九對妻子說：“你父親是以小人之心度君子之腹。怎麼知道我一定會接受而不怕麻煩地摻進一些糠秕去呢？”就笑著把穀子退了回去。",
      "&emsp;&emsp;陳錫九家裏雖然小康了，但院牆仍然破敗。一天夜間，群盜摸了進來。僕人覺察後，大聲呼叫，強盜只偷了兩頭騾子去。過了半年多，陳錫九有一天晚上正在讀書，聽到敲門的聲音，問了問卻沒有回答，就喊僕人起來去看看。門才一開，兩頭騾子竄了進來，原來正是以前被偷走的那兩頭。騾子直奔牲口柵中，全身淌汗，咻咻地喘著。點上蠟燭照著一看，兩頭騾子各馱著一個皮口袋。解開袋口一看，裏面裝滿了白銀。錫九心中十分驚奇，不知兩頭騾子是從那裡跑來的。後來聽說，這天晚上強盜搶劫了周家，裝得滿滿的離開了。正碰上巡邏的士兵，追得很急，強盜就扔掉搶來的東西逃走了。騾子認得舊主人的家，就一直跑回家來了。周某從獄中放回後，受刑的創傷還很重，又遇到強盜搶劫，生了一場大病死了。",
      "&emsp;&emsp;一天夜裏，周女夢見父親帶著枷鎖來了，說：“我一輩子的所作所為，後悔也來不及了。如今在陰間受到懲罰，除非你公公不能幫助我解脫。你替我求求女婿，寫封信給他父親。”周女醒了後傷心地哭泣，錫九問她，她把夢中的情景都告訴了丈夫。陳錫九早就想到太行去一趟，於是當天就出發了。到了以後，準備了三牲祭品，酹酒祭奠之後，就露宿在那裏，希望能見到父親，可是一夜都沒有什麼怪異之事，於是就回家了。",
      "&emsp;&emsp;周某死了以後，妻子和兒子更加貧困，依靠二女婿養活。王孝廉考試候補當了縣官，因貪汙受賄被罷官，全家被發配到瀋陽去了。周家母子越發無依無靠了，陳錫九就常常資助周濟他們。",
      "&emsp;&emsp;異史氏說：「行善沒有比孝順更重要的，這本來就是鬼神共通的道理。如果是一個道德高尚而通情達理的人，就算始終貧苦，也要選他，更不要說以後不一定不會發達。有些人以自己的嬌嬌女，給了頭髮頒白的老頭，還揚揚得意的說：『某某貴官，是我的女婿。』唉！姣好的少女仍在，而那個金龜婿已經壽終正寢奉旨歸葬，真悽慘啊；更何況是少婦充軍跟著丈夫流徙。」"
    ]
  }
]
