[
  {
    "title": "邵臨淄",
    "href": "http://liaozhai.weebly.com/370453325628100.html",
    "content": [
      "&emsp;&emsp;臨淄縣城某老先生的女兒，是太學生李某的妻子。她未出嫁時，有一次，一位相士替她算命，斷定她將來一定會受到官府的責罰。老先生對這相面的人很不滿意，轉而一想笑著說：“怎麼胡說成這樣！且不說大家族的女兒不會到公堂上去抛頭露面，難道一個太學生不能保護一個女人嗎？”",
      "&emsp;&emsp;女兒出嫁後，性情十分兇悍，辱駡丈夫成了家常便飯。李某不堪忍受她的虐待，一氣之下向官府控告了她。邵縣令接狀後准了李某的控告，發下捕人的傳票，打發公差立即去捉拿她。老先生聽到這件事，非常害怕，便率領家人到衙門哀求邵公不要受理這件官司。邵公沒有答應這一請求。這時，李某自己也感到有些後悔，請求撤訴。邵公生氣地說：“衙門裏的事豈能隨你們願告就告，願撤就撤？一定要捉來審問她！”被帶到公堂後，邵公稍稍審問一二句，便說：“這真是個潑婦！判定杖打30",
      "&emsp;&emsp;下，結果打得她屁股上的肉都爛了。",
      "&emsp;&emsp;異史氏說：“邵公難道有什麼難言之隱？怎麼發這麼大脾氣？不過縣裏有這麼一位賢明的長官，鄉里間就沒有潑婦了。記下這件事，以補足史書上‘循吏傳’(1)的不足吧！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.循吏傳 ：史書為奉職守法的官員作的傳記。始自《史記》。"
    ]
  },
  {
    "title": "于去惡",
    "href": "http://liaozhai.weebly.com/201102143524801.html",
    "content": [
      "&emsp;&emsp;北平陶聖俞，是當地小有名氣的書生。順治年間，他參加科舉考試，寄居在城郊。有一天，他偶然走出門外，看到一個人背著書箱，慌慌張張地好像還沒找到房子住。陶生問他，他就把書箱放在路邊與陶生聊起來。聽他言談議論頗有名士風範，陶生大為欣喜，就邀請他和自己住在一起。這人怡然同意，拿起東西就隨陶生進屋。客人自我介紹說：“我是順天人，姓于，叫去惡。”一問陶生的年齡，知道比自己稍大，他便以兄長之禮相待。于生性情恬靜，不喜交遊，常獨自坐在屋裏，但書桌上卻沒見放什麼書本。陶生要是不和他說話，他就自己默默地躺在那裏。陶生對他的舉動，很是奇怪。看他的包裹，除了筆墨硯臺之外，沒有什麼多餘的東西，陶生很奇怪，就問他怎麼回事。于生笑著回答說：“我們讀書難道渴了才挖井嗎？”",
      "&emsp;&emsp;一天，他從陶生那裏借書回來，關上房門便飛快地抄寫起來從，早到晚抄了50",
      "&emsp;&emsp;餘張，但卻未見他整理裝訂成冊。陶生偷偷地看，發現他每抄完一篇，就把它燒成灰吞到肚子裏去，陶生非常奇怪，問他是怎麼回事，于生回答說：“我用這種方法來代替讀書。”他便背誦所抄的書，一會兒就好幾篇，一字不差。陶生很高興，便央求他傳授這種方法，但于生怎麼也不肯答應。陶生覺得于生太小心眼了，因此在言語中流露出不滿的情緒。于生說：“陶兄真不諒解我啦！如果我不說，心意難以表明；一下子說出來，又怕你驚駭。怎麼辦呢？”陶生聽後仍然堅持說：“沒關係。”於是，于生就說：“其實我不是人，是鬼！現在陰間要以科舉授官，七月十四日奉命考選簾官，十五日參加考試的人就要入考場，月末放榜。”陶生問：“考簾官是什麼意思？”于生回答說：“這是天帝慎重對待科考的意思。凡考官本身，無論官位大小都得通過考試，能寫文章的內簾任用，不通文墨的不能參與。陰間有各種神，如同陽世間有知府、縣令等一樣。現在那些考中做了官的人，從此就不再讀書了。書籍不過是他們年少時獵取功名用的敲門磚而已；門一開，敲門磚就被扔到一邊了。如果再掌管十幾年的公文簿籍，即使原來飽讀詩書，胸中還能剩下多少墨水呢！陽世間那些不學無術僥倖晉升的，而英才卻不得志的，就是因為缺少這樣一個考簾官的辦法啊！”陶生聽後，覺得于生說的很對，從此對他更加敬重了。",
      "&emsp;&emsp;有一天，于生從外面回來，滿面愁容，歎道：“我從生下來就不如意，自以為死了以後可以擺脫命運，沒想倒楣先生直跟著我來到陰間！”陶生問他是怎麼回事，他回答說：“文昌帝君奉命到都羅國冊封國王去了，因此無法評閱簾官考試。這樣一來，那些沒事的遊神閑鬼都來評論文章，我們這些人怎麼可能有考中的希望啊！”陶生問：“他們都有誰呀？”答道：“我就是說出來，你也不認識。我只舉出一兩個，你大概能知道，如樂正師曠、司庫和嶠(1)。我想不能依靠運氣，靠文章也不行，不如及早拉倒吧！”說完後于生，滿面憂愁，鬱悶不樂，打算收拾行李離開這裏。陶生一面解勸，一面挽留，這樣于生才留了下來。",
      "&emsp;&emsp;到了七月十五日中元節那天晚上，于生對陶生說：“我就要進考場了，麻煩你天一亮，拿著香，到城東喊三聲‘去惡’，我就會來。”說完就走了。陶生買了酒，備了鮮菜等于生。東方剛剛亮，陶生便按著于生所教的方法，等在那裏。沒等多久，于生便陪著一位少年來到。陶生打聽這位少年的姓名，于生說：“他姓方，名子晉，是我的好朋友。我們恰好在考場裏相遇。他聽到您大名，很想來拜訪您。”三人一同回到住處，點上香燭以禮相見。這位少年亭亭玉立，儀態謙恭，神情可愛。陶生很喜歡他，便問：“子晉的佳作，一定是大快人意吧？”于生說：“說起來真有意思！考場中的七道考題他已經做過一半多了，不過仔細一看主考官的姓名，他就收起筆墨退出考場。真是個怪人。”陶生煽完火爐，送上酒來，接著問：“出了些什麼題目？去惡，你一定都答出來了吧？”于生說：“書藝，經論各一道題，這些一般考生都能答上，策問的題目是：‘自古以來奸邪小人就很多，而到今天社會風氣敗壞，醜態姦情，更無法形容。不僅18",
      "&emsp;&emsp;層地獄沒這種罪狀，而且也不是18",
      "&emsp;&emsp;層地獄能接受。有什麼解決辦法？有人說應該增加一兩層地獄，但這樣做，違背了上帝慈悲的心。那麼是應該增加呢？還是不增加。或者還有什麼其他可行的辦法，你們提出個來，不要不講。’雖然小弟這篇策問寫的不好，但卻讓我說了痛快。表的題目是請擬一份‘誅滅天魔，請按功勞，賜給群臣龍馬，天衣的表文。再有‘瑤台應制詩’、‘西池桃花賦’，這三樣。我自認場中無人可比，”說完樂得雙手擊掌。方生笑著說：“現在任憑你痛快高興，再過幾個時辰，你不痛哭流涕才算個真正的男子漢！”天亮時，方生準備告辭回去，陶生留他住下。方生沒答應，但約定晚上再來。可是，三天過去了，方生竟然沒有再來。陶生請于生去找，于生說：“不用找，子晉為人誠懇篤實，不是那種不講信用的小人。”太陽偏西時，方生果然來了。他拿來一本冊子，交給陶生並說：“失約三天，抄錄過去做的百餘篇文章，請您品評。”陶生接過後高興地捧讀起來，讀一句贊一句，稍稍看過一兩篇後，他就把冊子收藏在竹箱裏。一起暢談到深夜。方生留下來和于生同睡在一張床上。自此以後，成為習慣。方生沒有一個晚上不來，陶生也是沒有方生就不舒服。",
      "&emsp;&emsp;有一天晚上，方生慌慌張張地進來。對陶生說：“陰間已放榜，于五兄落榜啦！”這時，于生正躺在床上，聽到這話，吃驚地坐起來，傷心地流下眼淚。兩人盡力勸慰，于生才止住眼淚，可是，你看我，我看你，都無話可說，場面很尷尬。方生說：“剛才我聽說大巡環張桓侯(張飛)就要來了，只怕是那些落第的人編造出來的。如果是真的，這次考試一定還會有變化。”于生一聽此話，臉上立刻露出喜色。陶生問他這是怎麼一回事。方生說：“桓侯張翼德，30",
      "&emsp;&emsp;年巡視一次陰間，35年巡視一次陽間，兩地間不公平的事，就等他來解決。”于生下床，拉著方生一齊出去。過了兩夜，他們才回來。方生高高興興地對陶生說：“你怎麼還不向五兄道賀呢？桓侯前天晚上到了陰間，撕碎了榜單，榜上的名字只剩下三分之一。他又審閱了一遍落選的卷子，看到五兄的卷子非常高興，已經推薦五兄做了交南巡海使，不久就會有車馬來。”",
      "&emsp;&emsp;陶生一聽大喜，立刻擺宴祝賀，喝過酒之後，于生問陶生說：“您家有空閒房子嗎？”陶生問：“你問這做什麼啊？”于生說：“子晉孤身一人，沒個歸宿，又不忍心托拖累我，小弟想借間房子給他住，也好和您互相依靠。”陶生高興地說：“如果能這樣，那真太好了。即使沒有多餘的房間，和我同住也可以。但是父親在那裡，須要先稟報一下。”于生說：“我們知道您父母慈愛厚道，可以依靠，兄長進場考試還有些日子。子晉不能等待，先回家去好嗎？”陶生希望留他在這裏做伴，等待考完一同回去。",
      "&emsp;&emsp;第二天，天剛黑，就有車馬來到門前，接于生去上任。于生起身握住陶生的手說：“從此分別了，有句話想告訴你，但又恐怕影響你向上的心。”陶生問：“是什麼話？”于生回答說：“您生不逢時，此次科考只有十分之一的希望；下一科要等到桓侯到陽間來，公道才能伸張，可您也只有十分之三的希望；第三次科考，您才有希望考中。”",
      "&emsp;&emsp;陶生聽他這樣一說，就不打算參加考試了。于生說：“您不能這樣做，這是天命。即使明明知道不能達到目的，但命中的艱難困苦，也都要去經歷。”他又看著方生說：“不要再留連了，今天的年、月、日、時辰都很好，用我的車馬送你前往，我自己騎馬去上任。”方生愉快地向他們告別而去。陶生心慌意亂，不知說什麼好，只是流著淚送他們。眼看著車馬各走各的路，不一會兒，就無影無蹤了。這時，他才想起，子晉北歸，也沒有給家中父母捎封信去，但現在後悔已經來不及了。",
      "&emsp;&emsp;考過三場，不怎麼理想，陶生急忙趕回家去。他一進家門就打聽子晉，但家中人都不知道有這個人。因此，陶生就和父親講了事情的前後經過。父親一聽歡喜地說：“要是這樣的話那客人已經到了很久啦！”原來，那天白天，陶父躺在床上，夢見車馬傘蓋停在自家門前，一位英俊少年從車中走下來，來到堂上拜見陶父。陶父驚奇地問他是從那裡來的，他回答說：“大哥答應借我一間房子，他要進考場，不能同我一道回來，我就先來了。”說完，便請求進屋裏拜見母親。陶父正在謙讓辭謝，恰好在這時候，家中女僕進來報告說：“夫人生了一位公子！”他這才從夢中恍然醒來。陶父一直覺得奇怪，聽陶生所說的正好和夢中相符，才知道這孩子是子晉托生的。父子倆都十分高興，給孩子起名叫小晉。",
      "&emsp;&emsp;孩子剛生下來，就喜歡夜晚哭鬧，母親很煩惱。陶生說：“假若真是子晉，我去看看他，哭鬧就會止住的。”但是，按照當地的風俗，忌諱剛生下的孩子見生人，所以沒讓陶生去看。可是母親被孩子哭鬧得實在受不了了，叫陶生進去看看。陶生說：“子晉不要這樣，我來了！”孩子鬧得正兇，聽到陶生的聲音後，便立刻止住了，並且目不轉睛地望著陶生，像是仔細地端詳。陶生撫摸一下孩子的頭頂便走出去了。從此以後，孩子就再也沒有哭鬧了。幾個月後，陶生不敢去看他，孩子一見到陶生，就彎腰要他抱，離開他就哭鬧不止。陶生也非常喜愛這個孩子。小晉四歲時便離開母親，和哥哥睡在一起。哥哥一出門，他就假裝睡覺，等哥哥回來。哥哥在枕頭上教他讀《詩經》，他居然能咿咿啞啞地讀下來，雖然讀得不十分清楚，但一夜能讀四十餘行。陶生把子晉留下的文章教他讀，他很喜歡，念一遍就可以背下來。拿其他文章試，他就不能背誦了。八九歲時，小晉已經出落得眉清目秀，活脫又一個子晉。",
      "&emsp;&emsp;陶生參加兩次科考都沒有考中。丁酉年間，考場作弊案被揭發，許多考官受到處罰，科舉途徑得到肅清。這是桓侯張翼德巡視人間做的事。陶生在下一次鄉試中考中副榜，不久成為貢生，這時陶生已對功名不感興趣，天天待在家中教弟弟讀書。他常對人說：“我過得這樣快樂，就是給我個翰林官職，我也不願意換！”",
      "&emsp;&emsp;異史氏說：“我每次到張夫子廟時，看他眉毛鬍子，就跟真人一樣。他的聲音低沉洪亮，如同霹靂，槍馬所到之處，無不大快人心，出乎意外。世人認為將軍武藝好，把他歸入漢代絳侯周勃，灌嬰一類。人們又怎麼知道，文昌帝君事務繁忙，都需依靠張將軍。唉！35",
      "&emsp;&emsp;年才來，太久了吧！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1樂正師曠、司庫和嬌：樂正，官名，周時樂官之長。師曠，春秋時晉國的樂師，他辨音能力很強，但生而目盲。司庫，主管錢庫之官。和嶠，晉人，家極富而性至吝，杜預說他有錢癖。這兩個人，一個瞎眼，一個愛錢，由他們作試官，必然是盲目評文或貪財受賄。"
    ]
  },
  {
    "title": "狂生",
    "href": "http://liaozhai.weebly.com/2937829983.html",
    "content": [
      "&emsp;&emsp;劉學師說：濟寧有個不知名的狂妄書生，非常喜歡喝酒。家中沒有糊口的食糧，可是他一有錢就馬上買酒喝，對於貧困一點也不放在心上。",
      "&emsp;&emsp;當時有一位新到任的刺史也很能喝酒，一直找不到對手。聽說狂生很能喝酒，就把他找來一齊喝。因此刺史很喜歡他，常和他吃飯喝酒。狂生自恃和刺史熟悉，凡是一般小糾紛，打官司來找他幫忙的，他只要受人一點賄賂就答應幫忙，刺史也常常答應他的求情。狂生經常這樣做，刺史心裏就有些厭煩。",
      "&emsp;&emsp;有一天，一大早，狂生拿著求情的名片，走上堂來。刺史看過名片後，只是揶揄一笑。狂生一見大怒說：“您要答應我的求情，就答應；不答應，就拉倒，笑什麼，我曾聽說，士可殺，不可辱。別的事無法回報，難道笑還不能嗎？”說完，他放聲大笑，笑聲把公堂的四壁都震響了。刺史生氣地說：“你怎麼敢這樣放肆！難道你沒聽說有能叫你滅門的官嗎？”狂生甩甩胳膊，大大咧咧地下堂去，而且還大聲說：“我無門可滅！”刺史一聽更加生氣，就把他抓了起來，查訪他的家住在那裡，可是他根本沒有田地和住宅，帶著妻子住在城牆上。刺史聽到這種情況，就把他釋放了，但下令不許他住在城裏。朋友們可憐他的癲狂，給他買了一小塊地，建了一間小房。狂生住進這間小房，感歎地說：“從此後我怕當官的啦！”",
      "&emsp;&emsp;異史氏說：“有道德修養的人遵紀守法，不在社會上做壞事，皇帝拿他也沒辦法！可是壞人還是會欺壓他們，只因為他們有一個住家；到了無家可滅時，那麼，誰也對他沒有辦法，這就是所謂的‘貧賤驕人’吧！可是有修養的人即使貧窮也不會干擾人。僅僅為了吃喝有交情，就去吵鬧公堂，這個人的品德真是低下啊，雖然如此，他的狂妄也非常人能比的了。”"
    ]
  },
  {
    "title": "澂俗",
    "href": "http://liaozhai.weebly.com/2854620439.html",
    "content": [
      "&emsp;&emsp;雲南澂江地方的人大多會變化為其他動物，外出覓食。有一個客人住在旅店時，看到一群老鼠鑽進米缸，趕一下就全跑了。客人等這群老鼠再次鑽進米缸時，突然把蓋罩上，再取水往米缸裏灌，不一會兒，這群老鼠都死了。同時，發現店主人全家都突然暴死，唯有一個兒子還活著。把客人告到官衙。官府知道當地的狀況，原諒了客人，就把客人放掉了。"
    ]
  },
  {
    "title": "鳳仙",
    "href": "http://liaozhai.weebly.com/4017920185.html",
    "content": [
      "&emsp;&emsp;劉赤水是廣西平樂人，長得聰明俊秀，15",
      "&emsp;&emsp;歲時就已入郡學讀書。後來，父母雙雙去世，他就遊手好閒起來，因此，把學業也荒廢了。他的家境連中等也算不上，但是他卻生性喜好打扮，床墊被褥都精緻而華麗。有一天晚上，劉赤水被朋友拉去喝酒，臨走忘了吹熄蠟燭。他喝過幾杯酒後，忽然想了起來，於是他便匆匆忙忙地回家。一到家門口，他就聽到屋裏有人小聲說話，俯身上前一看，只見一個小夥子抱著個漂亮姑娘躺在床上。劉赤水的家，靠近世家大族廢棄的宅子，時常有怪異的事，他心裏猜到一定是狐狸，也不害怕。他闖進屋裏，開口就罵：“那是我的臥床，怎麼能亂睡。”他們兩個一見，驚慌失措，抱起衣服，光著身子跑了。留下一條紫色套褲，帶子上還繫著個針線包。劉赤水一見，十分喜歡，怕被他們偷回去，就藏在被中守著。",
      "&emsp;&emsp;一會兒，從門縫裏鑽進一個蓬頭散髮的小丫鬟，向劉赤水討丟下的東西。劉赤水笑著要報酬。丫鬟答應給他酒喝，劉赤水說不行；丫鬟又說送給他錢，劉赤水也不要。丫鬟笑一笑就走了。不大一會兒，丫鬟又返回來，說：“我家大姑娘說啦，如果能把東西歸還，一定送你一位美人。”劉赤水問：“你家大姑娘是誰？”丫鬟答道：“我家大姑娘姓皮，小名八仙，和她睡在一起的人是胡郎；二姑娘叫水仙，嫁給富川縣丁官人；三姑娘鳳仙，比那二位姑娘更漂亮，人見人愛。”劉赤水怕她不守信用，要坐著等消息。丫鬟去而復回，說：“大姑娘讓我傳話告訴你，好事怎麼能一下子做成？剛才把這事兒和三姑娘一說，反受到一頓痛駡。請你寬限幾天時間。我們不會說話不算數，不守信義。”劉赤水聽了這話，便把東西還給她。但過了好幾天，卻連一點消息也沒有。",
      "&emsp;&emsp;一天傍晚，劉赤水從外面回來，剛剛關上門坐下，忽然間，兩扇門自動打開。只見兩個人手拉著被的四個角，用被抬著一位姑娘，走進來說：“送新娘子來啦！”他們笑著把姑娘放到床上，就走了。劉赤水走到床前一看，只見這姑娘沉睡未醒，渾身散發著淳香的酒氣，粉腮帶醉，動人極了。劉赤水高興地為她脫襪除衣。這時姑娘已經微微醒過來，睜眼看著劉赤水，但四肢卻不聽支配，只得恨恨不平地說：“八仙這個壞丫頭，把我賣了！”劉赤水抱著她想要親熱。姑娘嫌劉赤水身上涼，笑著說：“今晚是什麼日子，遇上這麼個冰涼的人！”劉赤水說：“你啊，你啊！你能把我這個涼人怎麼樣呢？”於是，兩個人便相親相愛起來。事後，姑娘說：“八仙這丫頭沒有廉恥，沾汙人家床褥，卻拿我來換套褲，一定得讓她嘗嘗我的厲害！”從此，姑娘沒有一個晚上不來，兩人十分恩愛得。",
      "&emsp;&emsp;有一天，姑娘來後，從衣袖裏拿出一隻金釧，說：“這是八仙的。”又過了幾天，她又從懷裏拿出一雙鑲珠繡金、製作精巧的繡鞋來。姑娘讓劉赤水出去張揚，劉赤水便拿這些東西向親戚、朋友誇耀，許多人帶著禮物來要求一看。從此，劉赤水便把金釧、繡鞋當作奇貨收藏起來。",
      "&emsp;&emsp;一天夜裏，姑娘來道別，劉赤水奇怪地問她怎麼回事。姑娘說：“因為繡鞋的事，姐姐非常生氣，她想帶著全家離開，借此來斷絕我們的關係。”劉赤水一聽非常害怕，表示願意把繡鞋送還給八仙。姑娘說：“不必這樣！她用這個來要脅我，如果就這樣把繡鞋還給她，豈不正中她的計謀。”劉赤水問她：“那你為什麼不能自行留下？”姑娘說：“父母不在，一家10",
      "&emsp;&emsp;餘口人，都靠胡郎照應，我若不隨著去，恐怕八仙這個長舌婦會造謠生事。”從此以後，姑娘就沒有再來了。",
      "&emsp;&emsp;兩年了，劉赤水日夜想念鳳仙姑娘。一天，他在路上偶然遇到一位女郎騎著馬，慢慢向前走，一個老僕人牽著馬韁，和他擦肩而過；這位女郎回過頭來，掀起面紗露出漂亮的面容偷偷看他。不一會兒，後面走來一位年輕人，劉赤水說：“這女郎是誰，看樣子很漂亮。”年輕人向他施了一禮，笑著說：“您太過獎了！她是我老婆。”劉赤水一聽，趕忙道歉，請他原諒。年輕人說：“沒關係，不過，南陽諸葛三人(1)，您已得到了其中最好的的，其餘的又有什麼值得提的！”劉赤水不明白他的意思。年輕人又說：“您忘了偷著睡在你床上的人嗎？”劉赤水這才知道他是胡郎。有了親戚關係，他們親切地談了起來。胡郎說：“岳父岳母剛剛回來，我們想去探望，您要不要一起去啊？”劉赤水一聽很高興，一起進入縈山。山上有座城裏人避難時用的宅子。八仙下馬進屋，不一會兒，就有好幾個人跑出來看，嚷著說：“劉官人也來啦！”劉赤水進門後，拜見岳父岳母時，發現已有一位年輕人早在那裏，他衣帽華美，服飾光彩耀眼。岳父介紹說：“這是富川的丁姑爺。”劉赤水見過禮後便坐下了。一會兒酒菜紛紛擺上來，他們談笑風生，很是愉快，岳父說：“今天三位姑爺都來了，又沒有外人，可以叫姑娘們出來，大家團聚一下。”不一會兒，姐妹們都出來了。老爺子叫擺上座位，讓她們挨著自己的女婿坐下。八仙見到劉赤水只是掩著嘴笑，鳳仙卻不斷地逗弄她。水仙長的容貌稍差，但情性沉靜溫存，面對滿座談笑。她只是握著酒杯淺笑。就這樣，觥籌交錯，香氣襲人，大家喝得十分高興。劉赤水看到床頭上擺著許多樂器，就隨手拿過一隻玉制的笛子吹奏了一支曲子為岳父祝壽。老頭一聽非常高興，便讓會吹會彈的人都去拿一件。聽他這麼一說，全座人都爭先恐後地去取。",
      "&emsp;&emsp;只有丁郎和鳳仙沒動，八仙對鳳仙說：“丁郎不會，可以不去取，你怎麼不伸手？”說著，她把雲板扔到鳳仙的懷中。於是各種樂器響成一片。老頭歡喜地說：“美哉，天倫之樂！你們都能歌善舞，為什麼不發揮自己的特長？”八仙起身拉起水仙說：“人家鳳仙從來是金玉之身，不敢勞動人家。咱倆可以演個‘洛妃曲’。”(2)二人歌舞剛完，婢女用金盤獻上一盤水果，但大家都不知道這叫什麼。老頭說：“這是從真臘國帶來的，叫做‘田婆羅’。”說完，雙手捧了幾枚送到丁郎面前。鳳仙看了不高興地說：“難道對女婿也因窮富不同而不同對待，喜歡這個不喜歡那個嗎？”老頭笑笑沒有答話。八仙說：“爸爸是因為丁郎從外縣來，是客人才這樣做，若論長幼，難道只有鳳妹妹有個拳頭大的窮酸女婿嗎？”雖聽八仙這樣解釋，鳳仙還是不高興。她脫下鮮豔的衣服，把鼓拍扔給丫鬟，唱起“破窯”(3)一曲，邊唱邊落淚，唱完拂袖而去。滿座人都被她弄得很不愉快。八仙說：“這丫頭和過去一樣任性！”說完，就去追她，但卻不知道她到那裡去了。",
      "&emsp;&emsp;劉赤水覺得很丟臉,告辭了。半路見到鳳仙坐在路邊，她叫他一起坐，說：“你也是一個男子漢，難道不能讓你屋裏的人揚眉吐氣嗎？書中自有黃金屋，希望你好自為之。”她又抬起腳說：“出門時太急，讓荊棘刺破了鞋。我給你的東西，還帶在身邊嗎？”劉赤水伸手拿出繡鞋，鳳仙接過來便穿在腳上。劉赤水向鳳仙討她那雙舊鞋。鳳仙笑著說：“你真是個大無賴！誰見到自己老婆的東西，還要藏在身上的？如果你真喜歡我，送你一件東西。”說完，她拿出一面鏡子，遞給劉赤水，說：“如果你想見我，應當到書裏找，不然的話，我們就沒有再相見的日期了！”說完便不見了。劉赤水無精打采地往回走，一看鏡子，發現鳳仙竟然背著他站在那裏，看上去好像在百步之外。他想起鳳仙的囑咐，便謝絕會客，關起門來專心讀書。",
      "&emsp;&emsp;一天，他看到鏡中人忽然現出正面，微微含笑。劉赤水對這面鏡子更加珍愛。一個月後，他讀書的志向逐漸磨損，開始到外邊遊玩，常常忘了回家。這天他回到家中，一看鏡中人滿面愁容，似乎想哭。隔一天再看，人又背過臉去站在那裏，和從前一樣。劉赤水這才明白，由於自己荒廢學業惹得鳳仙不高興。於是，他便閉門鑽研，日夜苦讀，一個月後，鏡中人又變成正面向外此後，每當他荒廢學業時，鏡中人都是面容悲傷；努力讀幾天書，那鏡中人又面帶微笑。於是他把鏡子懸掛起來，如同對著老師一樣，這樣刻苦堅持讀了二年書，一舉考中。劉赤水高興地說：“今天可以面對我的鳳仙了。”拿過鏡子一看，果然看見鳳仙滿面喜色，彎彎兩道烏黑的眉毛，微微露出潔白的牙齒，如同站在眼前一樣，把劉赤水喜愛得目不轉睛。忽然鏡中人笑道：“‘影裏的情郎，畫中的愛人’(4)今天就是所說的這樣吧？”劉赤水高興得四邊一瞧，只見鳳仙已經站在他的身邊。劉赤水連忙拉著鳳仙的手，問岳父母身體可好？鳳仙說：“我自從和你分離後，就不曾回過家，一個人住在山洞裏，跟你一起分擔清苦。”",
      "&emsp;&emsp;這一天，劉赤水到郡城去赴太守舉行的宴會，鳳仙也要求同往，他們便騎著馬一起去。人們面對面卻看不見她。回家時，鳳仙暗中和劉赤水商量，假裝成劉赤水在郡城娶的媳婦。就這樣，鳳仙回到家中，才開始出來見客人，經營家務。人們都為她的美麗而驚豔，卻沒人知道她是狐狸。",
      "&emsp;&emsp;劉赤水原是富川縣令的學生，有一次他去看望這位老師，途中正好遇到丁郎，丁郎熱情地邀請他到家裏去，。招待得很周到丁郎告訴他說：“，岳父母最近搬走了，我的妻子回娘家快回來了。我一定寫封信去，把你高中的消息告訴他們，讓他們來向你道賀。”劉赤水起初懷疑丁郎也是狐狸，但打聽詳細，才知道丁郎是富川縣大商人的兒子。當初，丁郎夜裏從別墅回家，遇到水仙獨自走路。丁郎見她美麗，就偷偷斜眼瞅她。水仙請求順道帶她，丁郎自然非常高興，把她帶進書房，兩人住在一起。不論是門窗縫隙，水仙都能進來，這時丁郎才知道她是狐狸。水仙說：“您不要有什麼疑心，我是因為喜歡您的誠實，才願以身相許。”丁郎非常愛她，竟然沒再娶妻。",
      "&emsp;&emsp;劉赤水回到家中，借了富人家的大宅院，為客人準備食宿。院子裏外打掃得非常乾淨，但是，苦於沒有帳幔可用。可是隔了一宿再去看，屋裏卻煥然一新。幾天後，果然有30",
      "&emsp;&emsp;餘人抬著禮品來到門前，車馬絡繹不絕，擠滿了街道和胡同。劉赤水向岳父、丁官人、胡官人施禮，讓進屋裏。鳳仙把母親和兩個姐姐迎進了內室。八仙說：“小丫頭，你今天富貴了，不再埋怨我這媒人了吧！金釧、繡鞋還在嗎？”鳳仙把東西找出來，都還給了她，說︰“繡鞋倒還是繡鞋，只是被許多人看過了。”八仙用繡鞋拍打鳳仙的背說：“打你，把這筆帳記在劉官人身上。”",
      "&emsp;&emsp;說完，他就把鞋扔到火裏，祝願說：“新時如花開，舊時如花謝，珍重不曾著，姮娥來相借。(5)”水仙還代為祝願說：“曾經籠玉筍(6)，著出萬人稱，若使姮娥見，應憐太瘦生。”鳳仙撥了撥火，說：“夜夜上青天，一朝去所歡，留得纖纖影，遍與世人看。”",
      "&emsp;&emsp;說著,鳳仙把灰捏在盤中,堆成十多份。看到劉赤水走來，便托起盤子送給他，劉赤水看到滿盤子繡鞋，都和原先那只一樣。八仙急忙走出來，把盤子拍掉地下，地上還有一兩隻繡鞋在，她又趴到地上，用嘴去吹，這樣，繡鞋的蹤跡才消失了。",
      "&emsp;&emsp;第二天，丁家夫婦因為道路遙遠，先啟程回去。八仙卻貪圖和妹妹玩耍，老父親和胡官人催了她好幾次，過午才從房裏出來，和他們一同走了。這些客人初來時，氣派很大，觀看的人群如同在趕集一樣。其中有兩個強盜，見到這樣漂亮的女人，連魂都飛走了，因此，商量著在途中搶她們。看他們走出村子，便在後面跟著，相距不遠，打馬急追，卻怎麼也趕不上。到了一個地方，只見兩邊山崖夾道，車馬稍稍慢了下來。強盜乘機追了上來，舉刀大喊，人們都嚇跑了。強盜下馬打開轎簾一看，裏面卻是一個老太婆，強盜正在懷疑錯搶了美人的母親，剛剛抬頭向四邊一看，就從旁邊飛起一刀砍傷了他的右手臂。他立刻被綁了起來，強盜定睛一看，兩邊並不是山崖而是平樂縣的城門。轎中是李進士的母親，剛從鄉下回來。另一個強盜趕來後，也被砍傷了馬腿，綁了起來。守城門的士兵，抓住強盜押送給太守；一經審訊，強盜便招認了罪行。當時正好有名大強盜在逃，一問正好是他。",
      "&emsp;&emsp;第二年春天，劉赤水考中了進士，鳳仙恐怕招惹禍事，便一概推辭了親戚朋友的祝賀。劉赤水再也沒有娶別人，等到他升為郎官時，才收了一個妾，生了兩個兒子。",
      "&emsp;&emsp;異史氏說：“唉！世態炎涼，仙界和人世都是沒有區別的。‘少壯不努力，老大徒傷悲’。可惜沒有好勝的好女人，能做出鏡中的悲歡。希望有無數的神仙，一起讓他們的女兒嫁到人間，那麼在貧窮的苦海中，眾生得到解脫！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;南陽三葛，君得其龍：意指皮氏三姊妹，你得到的是其中最美的。南陽三葛，指三國時諸葛亮、諸葛瑾、諸葛誕兄弟三人。分別仕于蜀、吳、魏。《世說新語·品藻》謂：“于時以為：蜀得其龍，吳得其虎，魏得其狗。”南陽，郡名，治所在今河南省南陽市。相傳諸葛亮曾躬耕南陽，時人稱之為“臥龍”。這裏以“龍”比喻傑出者。",
      "&emsp;&emsp;2.洛妃：戲曲名。曹植曾作有《洛神賦》，明代汪道昆改編為雜劇《洛神記》，又名《洛水悲》。洛妃，指洛水的女神洛嬪。",
      "&emsp;&emsp;3.破窯：戲曲名。元代雜劇有《呂蒙正風雪破窯記》，寫富家女劉月娥擲彩球，選中窮秀才呂蒙正為婿，被父親趕出家門，夫婦同住破窯。最後呂蒙正中狀元，父女始和好如初。",
      "&emsp;&emsp;4.影裏情郎，畫中愛寵：語出《西廂記》崔鶯鶯懷念張生，曾說：“他做了個影兒裏的情郎，我做了畫兒裏的愛寵。”",
      "&emsp;&emsp;5.“珍重不曾著”二句：李商隱《襪》詩：“常聞悶妃襪，渡水欲生塵。好借嫦娥著，清秋踏月輪。”此借用其意。",
      "&emsp;&emsp;6.曾經籠玉筍：指曾被女子穿過。籠，罩。玉筍，喻女子的尖足。"
    ]
  },
  {
    "title": "佟客",
    "href": "http://liaozhai.weebly.com/2031923458.html",
    "content": [
      "&emsp;&emsp;徐州人董生，喜好擊劍，常常趾高氣揚地在人前自我誇耀。",
      "&emsp;&emsp;一天，他偶然外出，半路上碰到一人，因兩人都騎著驢子，便結伴同行。董生和他交談，客人說話很豪爽。他問客人的姓名，客人說：“姓佟，遼陽人。”董生問：“到那裡去？”佟客說：“我離家二十年了，剛從海外回來。”",
      "&emsp;&emsp;董生說：“你漫遊四海，見的人很多，碰到什麼特異的人沒有？”佟客說：“什麼樣的人才算特異的人？”董生於是講自己愛好劍術，只恨不能得到特異的人傳授。佟客說：“這樣的人什麼地方沒有？但一定要是忠臣孝子，他們才肯傳授劍術給他。”董生馬上表示他就是一個忠臣孝子，並馬上抽出佩戴的寶劍，他接著劍慷慨高歌，又砍斷路邊的小樹，以此炫耀寶劍的鋒利。佟客見他這般表現，便捋著鬍鬚微笑，要董生把劍給他看看。董生遞給他，他看了看，說：“這是用製作鎧甲的鐵鑄造的，被汗臭薰蒸過，是最下等的。我雖然不懂劍術，但有一把劍，比較管用。”說著，從衣襟下取出一把一尺多長的匕首，便削董生的佩劍，就像切葫蘆一樣、應手斷落。董生非常吃驚，請求佟客把匕首給他看看。他拿過來佟客的匕首看得愛不釋手，再三撫摸後才還給佟客。",
      "&emsp;&emsp;他把佟客邀請到家裏，堅持留下多住兩夜。他向佟客請教劍術，佟客推說其實自己並不懂劍術。董生高談闊論起來。佟客只是恭恭敬敬傾聽而已。夜深了，董生忽然聽到隔院傳出吵吵嚷嚷的聲音。隔院是他父親住處，他心裏很驚疑，便貼近牆壁仔細聽，只聽見有人氣衝衝地對他父親說：“叫你兒子趕快出來受刑，便饒你一條命。”一會兒，又好像在打人，那呻吟的聲音，不斷從他父親口裡發出，董生抓起一隻長矛想衝進去。佟客制止他說：“這樣進去恐怕活不成，應該想個萬全之策。”董生惶恐不安地向他請教，佟客說：“強盜指名要抓你，就一定要抓到你才會甘心。你沒有別的親人，應該去向妻子囑託後事，我打開門，替你把僕人都叫起來。”董生答應了，進去告訴妻子。妻子拉著他的衣服哭，董生奮勇救父的念頭馬上消失了。於是他和妻子一起爬到樓上，尋找弓箭，準備抵禦強盜。慌慌張張還沒準備好，就聽到佟客在樓房上笑著說：“還好盜賊走了。”董生用燈一照佟客已不見蹤影了。董生畏畏縮縮地出門察看，見他父親手提燈籠剛從鄰家吃了酒回來。只有隔院庭前多了些燒剩的蘆稈灰。董生這才知道佟客是個奇人。",
      "&emsp;&emsp;異史氏說：“忠孝是人們固有的血性。古往今來的臣子未能為家國盡忠的，難道初衷就不準備提著刀槍慷慨赴義嗎？大致都是轉了一個念頭害了一生。從前明初的解縉和方孝孺(1)都曾發誓為君父慷慨赴義，但後來解縉卻自食其言。怎麼知道他不是發完誓回家後聽了妻子的哭泣聲呢？",
      "&emsp;&emsp;臨淄縣城有位捕快，往往幾天也不回家，結果妻子與胡同裏一個流氓勾搭成姦。一天，他恰好看見這流氓從房裏走出來，心裏非常懷疑。他不斷追問，妻子不承認有此事。後來，他從床頭上拾得了流氓留下的東西，妻子一見不知怎麼遮掩，只好跪在地上求他原諒。捕快非常生氣，扔出一條繩子，逼迫妻子上吊自盡。妻子請求整理下衣裝再去死，他答應了。妻子進入房中梳理，捕快邊自斟自飲等候妻子打扮，邊不斷罵著催促她。不久妻子身穿漂亮的衣服從房裏走出來，含著眼淚對他行禮說：“您真忍心叫我死嗎？”捕快大聲的叫她快去死。妻子返回房中，剛剛把繩子打好結，這時捕快扔下酒杯大叫道：“算了，你回來吧，一頂綠帽子(2)，還壓不死人！”於是，夫婦倆和好如初。這個也算解縉這一類的人吧。供你看後一笑。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.解縉與方孝孺：　解縉，字大紳，江西吉水人。明洪武二十一年舉進士，授中書庶起士，改御史，受明太祖愛重。惠帝時，召為翰林侍詔。燕王朱棣進攻南京，解縉與周是修、楊士奇、胡靖、金幼孜、黃淮、胡儼等約共死難。及朱棣入京，解縉馳謁，擢授侍讀，並沒有踐行其言。方孝孺，字希直，一字希古，浙江寧海人。嘗從學于宋濂。惠帝即位，召為翰林侍講，遷侍講學士，國家大政事輒咨之。燕兵起，朝廷討伐詔檄皆出其手。燕兵入京，孝孺被執下獄。朱棣即位，使草詔告天下，孝孺投筆於地，且哭且罵，謂“死即死耳，詔不可草！”朱棣怒，命磔諸市。",
      "&emsp;&emsp;2.綠帽子：元明娼妓及樂人家男子著青碧頭巾，後因指妻子有外遇，丈夫為“戴綠帽子”。"
    ]
  },
  {
    "title": "遼陽軍",
    "href": "http://liaozhai.weebly.com/369883852536557.html",
    "content": [
      "&emsp;&emsp;某人家住沂水，明朝末年因犯罪被充軍到遼陽。在遼陽城被清軍攻陷時，他被亂兵殺了。雖然頭被砍斷，但人還沒有死去。到了夜晚，只見有個人手裏拿著本子來點眾鬼的名字，點到某人時，說他不應該死，便叫左右隨從接上頭送走他。他們一齊抓著頭按在某人的脖子上，扶著他向前走，只聽身邊風聲呼呼，走了不久，把某人放在一個地方離開了。某人看看所在的地方，原來是自己的家鄉。",
      "&emsp;&emsp;沂水縣令聽說後，懷疑某人是從充軍地點私自逃回來的，便把他抓來審問。雖得知了全部情況，但縣令對這件事很不相信，又察看了某人的脖子，沒發現一絲斬斷的痕跡，所以，準備刑求他。某人說：“我說的話沒有什麼憑證，就請大人暫且把我押在牢裏吧。斷頭可能是假的，但遼陽城陷落，不會是假的。如果遼陽城完好無損，再用刑也不晚吧？”縣令答應了某人的請求。過了幾天，遼陽城失陷的消息傳來了，時間和經過都和某人所說的一模一樣，於是，縣令就把他放了。"
    ]
  },
  {
    "title": "張貢士",
    "href": "http://liaozhai.weebly.com/243733600222763.html",
    "content": [
      "&emsp;&emsp;張貢士是安丘人，有一天，他臥病在床，忽然看見從自己心頭上走出一個小人，長短只有半尺左右，穿著儒士服裝，頭戴儒士帽，似乎是在演戲，唱的是昆曲，聲音清徹。在道白時所報出的姓名籍貫，都和張貢士一樣。所唱的內容也都是張貢士生平的遭遇。四齣戲唱完後，他吟詩一首便離開了。張貢士還能記得小人所唱的大致情況，向別人講述。",
      "&emsp;&emsp;高西園、晤杞園兩位先生曾詳細地詢問過這件事，他還能講出曲文的內容，只可惜不能記完全。高西園說",
      "&emsp;&emsp;:\"曾經讀過漁洋先生的『池北偶談』裡面有敘述心頭小人的就是安丘張姓人家的事。我跟張兄一向很談得來，我想那一定是他的親戚。有一天閒談間聊起來，才知道就是張貢士本人，問他詳細情形，貢士他說病剛好時還記得，內容都抄寫下來沒有遺漏，後來張夫人認為不吉祥燒掉了。每每在酒足飯飽之後，還記得一點，常常拿來吟誦給客人聽。現在一併記錄下來，他的曲是這樣寫的『詩云子曰都休講，不過是都都平丈(1)，全憑著佛留一百二十行。(2)』曲目內容的意思，好像在訴說自己一生坎坷，在人生暮年淪落為農家的學堂老師，而主人又不禮遇，因此寫下這段曲目。有的人認為，這位風塵中的塾師，是不是就在影射張貢士?",
      "&emsp;&emsp;張先生名在辛，對於隸書篆刻都有很專精。\"",
      "&emsp;&emsp;註:",
      "&emsp;&emsp;1.詩云子曰都休講，不過是都都平丈︰相傳一塾師訓童子讀論語，字多訛謬。其尤堪笑者，讀「郁郁乎文哉」為「都都平丈我」",
      "&emsp;&emsp;2.全憑著佛留一百二十行:",
      "&emsp;&emsp;村塾中有訓蒙要書，名「莊農雜學」。其開章云：佛留一百二十行，惟有莊農打頭強，最為鄙俚。"
    ]
  },
  {
    "title": "愛奴",
    "href": "http://liaozhai.weebly.com/2485922900.html",
    "content": [
      "&emsp;&emsp;徐生是河間人，在恩縣教書。他在陰曆臘月初回家時，半路遇到一位老頭。老頭端詳著他說：“徐先生停課了？明年在那裡教書啊？”徐生回答說：“還在原處.”老頭說：",
      "&emsp;&emsp;“我叫施敬業，我有個外甥想聘請一位好老師，正要我到東疃去聘請呂子廉先生，但呂先生已接受了稷門某公館的聘金。您如肯屈就，報酬比現在恩縣多一倍。”徐生以已接受恩縣的聘請為理由來推辭。老頭說：“您真是遵守信用的君子。但離新年還有很長一段時間，我誠心送您一兩黃金作酬金，請暫留寒舍教我的外甥，明年咱們再另行商議，好不好？”徐生聽他這樣一說，只好答應了。老頭下了馬，呈上酬金，說：“我們村子離這裏不遠，只是宅院狹小，餵牲口困難，請讓你的僕人先帶牲口回去，我們慢慢走去也不錯。”徐生便依他說的，把行李放在老頭的牲口上，和老頭步行走了大約三四里路，天黑時，才來到老頭的家門前。只見大門上鑲著金釘，安著獸頭門環，如同名門望族的宅第。",
      "&emsp;&emsp;老頭叫出外甥來拜見老師。他是一個十三四歲的孩子，老頭說：“我的妹夫蔣南川，做過指揮使，留下這個孩子。雖然不太笨，不過有點嬌生慣養，有先生一個月的精心教導，一定勝過十年苦讀。”不一會，擺上酒席，飯菜十分精美。斟酒送菜的都是丫鬟。",
      "&emsp;&emsp;有一個丫鬟，端著酒壺站在一邊，大約十五六歲的模樣，生得標緻風流。徐生暗自喜歡上了她。酒宴結束，老頭吩咐給先生安置床鋪，就告辭走了。第二天，天還沒亮，孩子就出來跟老師學習。徐生剛剛起床，就有丫鬟捧著毛巾侍候他梳洗。他放眼一看，這個丫鬟就是那個端酒壺的。一日三餐，都由這個丫鬟送來。到了晚上，她又來鋪床放被。徐生問她：“怎麼家中沒有男僕？”",
      "&emsp;&emsp;丫鬟笑而不答，鋪好被褥就出去了。第二天晚上，這個丫鬟又來了，徐生與她調笑，她只是笑也不拒絕。於是，徐生逐漸與她親暱。丫鬟告訴他說：“家裏並沒有男子，外面的事都托施舅辦理。我叫愛奴。夫人敬重先生，怕別人骯髒，所以叫我來侍候先生。今天的事，一定要保守秘密，千萬不要被人知道，否則我們倆臉上都不好看。”",
      "&emsp;&emsp;一天晚上，他倆一起睡覺，早上睡過了頭，給少爺遇見了，徐生非常不安。到了晚上，愛奴來說：“幸虧夫人敬重先生，不然就壞事了。少爺進屋一說，夫人就急忙掩住他的嘴，不讓他說出來，恐怕您知道不好意思。只是告誡我不要在先生書房裏待得太久。”說完她就走了。徐生很感激夫人，但少爺讀書不很用心，責備他時，夫人就為兒子講情。開始時，夫人只是找丫鬟來說，後來，就漸漸自己跑來，隔著窗戶和先生講，往往說著說著就流下眼淚。可是每天晚上都來了解少爺的進度。徐生對此很不耐煩，他臉色一沉說：“既然縱放孩子懶惰，又要他學好功課，這樣的老師我當不了，請讓我走吧！”夫人聽了，找丫鬟來認錯，徐生這才沒有走。",
      "&emsp;&emsp;自入徐生自從到這教書以來，就很想出外看看，但門老是關著出不去。有一天，徐生喝醉後心中煩悶，叫出愛奴問她這是為什麼。愛奴說：“沒什麼，只是夫人怕少爺荒廢學業。如果您一定要出去走走，就請您晚上出去。”徐生生氣地說：“拿了人家幾兩銀子，難道就應該在這裏被關死？讓我晚上溜出去，這算什麼？我早就覺得白吃飯不幹事是可恥的，酬金還在包袱裏。”說著，他拿出金子放在桌子上，收拾東西要走。夫人聽到後，從屋裏走出來，沉默不語，只是捂著臉哭，最後，讓丫鬟送回酬金，開門送徐生出去。徐生感到門戶很狹窄，走了幾步，一縷陽光射進來，才發覺自己身子陷在墳墓中。走出來後，他發現四周荒涼一片，原來這裏是一座古墓。徐生心中非常害怕，但感激她們的情誼，於是賣掉酬金，把墳重新培上土，四周栽上樹後，才離去。",
      "&emsp;&emsp;隔了一年，徐生又經過這裏，祭拜完後離開。忽然，他遠遠看到姓施的老頭。老頭笑著問候並熱情邀請他。徐生雖然知道這老頭是鬼，但很想問一問夫人的近況，於是就跟他進了村子，買了酒兩人一起喝起來。不知不覺天就黑了，老頭起身付了酒錢，說：“我家離這不遠，我的妹妹也正好回娘家來了，希望過來走走。”他們出村走了幾步，就見到一座院落。老頭敲門進去，為客人點上蠟燭。不一會兒，蔣夫人從屋裏走出來，徐生這才仔細地看了看她，原來她是個四十左右歲的美貌女子。她拜謝徐生說：“我們家道衰落，門戶蕭條，先生恩澤施於泉下之人，真是無法報答。”說完，就流下淚來，隨後，叫過愛奴，對徐生說：“這個丫鬟，是我所喜愛的。今天把她送給你，給你在旅居中做個伴吧。你有什麼需要，她會幫你的忙。”徐生連連答應。談了一會兒，他們兄妹便離開這裏，留下愛奴侍候徐生休息。",
      "&emsp;&emsp;晨雞一啼，老頭就來催促他們整理行裝上路。夫人也出來囑咐愛奴好好侍候先生，又對徐生說：“此後，應更謹慎。我們所遇到的事情在別人看來不可思議。怕好事的人會造謠生事。”徐生答應後告別他們，和愛奴騎上一匹馬走了。徐生到了書院，自己住在一間房裏，和愛奴一同生活。有時客人來了，愛奴也不迴避，但客人卻看不見她。徐生偶然有什麼念頭，剛一想到，愛奴便替他辦好了。愛奴還精於按摩，只要給病人按摩一陣，病立刻就好了。",
      "&emsp;&emsp;清明時節，徐生回家，走到墓地時，愛奴辭別他要回墳中看看，徐生囑咐她代為感謝夫人，愛奴答應一聲：“好的。”接著就不見了。幾天以後，徐生從家裏回來時，剛剛想去看看墳墓，就見愛奴打扮得漂漂亮亮地坐在樹下等他，他們便一齊起程回去。就這樣一年到頭來來往往，習以為常。但徐生想帶愛奴一起回趟家去，愛奴沒答應。年底，徐生辭館回家，愛奴送到先前坐過的地方，指著一堆石頭說：“這就是我的墳。夫人未出嫁時，我便跟著服侍她，死後就葬在這裏。如果你再經過這裏，燒上一炷香，我們就能相見。”徐生回到家中，十分想念愛奴，便誠心誠意地到墓上去禱告，奇怪的是毫無反應。於是，徐生買來棺材，挖開墳墓，想把愛奴的屍骨取回安葬，表示自己眷戀之心。墳墓打開，徐生自己進去一看，只見愛奴面貌如同活人。肌膚雖沒有腐爛，但衣服卻像灰絮一樣；頭上的玉飾，金釧都和剛做的一樣。徐生又看到她腰間纏著好幾錠黃金，便都收起來。接著徐生才脫下衣服，蓋在屍體上，抱著放入棺材裏，租了車載回家去，停放在一所單獨的房子裏，穿上繡花衣服。徐生睡在旁邊，希望能有靈異。",
      "&emsp;&emsp;忽然，徐生看到愛奴從外面進來，笑著說：“盜墓賊在這裏",
      "&emsp;&emsp;！”徐生驚喜地上前詢問，愛奴說：“近來隨夫人去東昌，三天後回來一看，房舍已空。過去你多次相邀，之所以不肯相從，是因為從小受夫人的大恩大德，不忍離開她。如今既然你把我劫持來了，就請趕快安葬吧，這也是你的大恩大德了。”徐生問：“古人有死而復生的，如今你的身體還和生前一樣，為什麼不仿照那樣做？”愛奴歎口氣說：“這是有定數的。世上所傳的所謂靈跡，多半是人幻想出來的。要想使我復活走動，並不困難，但是，畢竟不像活人一樣，所以不必這樣做了。”說完，她打開棺材進入裏面，屍體就立即自己起來，亭亭玉立，非常可愛。徐生用手探進她懷中一摸，涼得如同冰雪。於是，她還要進入棺材裏躺下。徐生竭力阻止，愛奴說：“我過去承蒙夫人寵愛。主人從異域回來，帶回幾萬兩黃金，我偷偷拿了些，夫人也沒有太追查。後來，我臨死時，自己也沒有親屬，於是就藏在身上殉葬。夫人可憐我早死，又拿些珍寶入殮。我的屍體所以不腐爛，不過是借了金寶的餘氣而已。若在人間，怎麼能長久保持呢？你一定要留我切記不要強迫我吃喝。否則靈氣一散開，我的魂魄也就消失了。”徐生於是修建了一所房子，與愛奴住在一起，愛奴言談笑語與從前一樣，只是不吃不喝，不休息不見生人。一年多後，有一次徐生喝醉了酒，拿剩酒強灌她。愛奴立即倒在地上，口中流出血水；一天後，屍體便變壞了，徐生悲傷悔恨無濟於事，便隆重地安葬了她。",
      "&emsp;&emsp;異史氏說：“夫人教育孩子，和人世沒有差別。所以對待老師很豐厚！也很明智。我認為漂亮的屍首不如儒雅的鬼魂，只因窮酸書生的庸俗莽撞，才使靈物不能享受她的天年。可惜呀！”",
      "&emsp;&emsp;章丘人朱生，一生剛毅耿直，他在某位貢士的家中教學。每當他處罰學生時，貢士內眷就派出丫鬟來求情免罰，他不答應。一天，內眷親自來到書房窗外，向朱先生求情；朱生生氣，拿起界方，大罵著走出書房。婦人害怕地跑了，朱生在後面還用界方橫打她的屁股，傳出叭叭皮肉聲，多麼可笑。",
      "&emsp;&emsp;長山有一個人，每次請老師必定把一年的酬金合算整年數目，算出每天應得多少錢數。還把老師離開書房和回來的日子詳細地記下來。年終時，這位東家便按著日子計算。馬生在這家教書，開始見這位東家拿著算盤來，很是吃驚。他暗地裏想出一條計來，反而高興了，聽任東家反覆計算，也不計較。東家非常高興，堅持請馬生簽訂第二年的契約。馬生托詞拒絕，並且推薦來一位脾氣古怪的人來代替自己，這位先生到了書房後，動不動就責駡不止，東家無可奈何，都忍受著。歲末，東家拿著算盤走來，先生大怒，暫且聽任他計算，東家又以先生到課半天的日子，去掉一天，先生不接受，把算珠撥到算數的另一邊。兩人爭執不清，拿起傢什相互打了起來，結果兩個人頭破血流，上公堂打官司去了。"
    ]
  },
  {
    "title": "單父宰",
    "href": "http://liaozhai.weebly.com/219342923823472.html",
    "content": [
      "&emsp;&emsp;青州地方有個人，50",
      "&emsp;&emsp;多歲時續娶了一個年輕的妻子。他的兩個兒子害怕他爸爸再生兒子，便趁他喝醉後，偷偷地把他的睾丸割了去。用藥糊上。父親酒醒後，發現了這事，他藉口有病沒再提起這件事。時間一長，傷口漸漸的癒合了。有一天，他和新媳婦睡覺，刀口裂開，血流不止，不久就死了。新媳婦知道事情的前後經過，就告到官府。官府叫人押來了兩個兒子，一審問他們就招供了，長官驚奇地說：“如今，我真成了單父宰（騸父宰）(1)。”隨後，便把兩個兒子都處死了。",
      "&emsp;&emsp;城內有位王生，娶了個媳婦，才一個多月就要休妻。岳父就把姑爺告了。當時淄川城縣官是辛公，他審問王生為什麼要休妻，王生回答說：“我不能說出原因來。”辛公再三催問，王生才說：“因為她不能生育。”辛公生氣地說：“簡直胡說八道，過門只有一個多月的新媳婦，怎麼知道，她能不能生育！”王生非常為難，等了很久，才告訴辛公說：“她的陰戶長得很偏。”辛公聽後笑著說：“是啊，這就是偏的害處，讓家裡因此而有嫌隙。”",
      "&emsp;&emsp;此段可以和“單父宰”一併付之一笑。",
      "&emsp;&emsp;註\n\n1.單父宰：單父，春秋魯邑名。宰，官名。孔子弟子宓不齊（字子賤）嘗為單父宰。單父諧音為“騸父”（兒子閹割父親），此官自嘲為“單父宰”，是一語雙關。"
    ]
  },
  {
    "title": "孫必振",
    "href": "http://liaozhai.weebly.com/234032451725391.html",
    "content": [
      "&emsp;&emsp;有一天，孫必振過江，正好江上狂風暴雨，渡船在江中搖擺不止，同船的人萬分恐懼。忽然看到有位穿著金甲的神仙站在雲頭，手裏拿著金字牌子，向下給眾人看。大家都抬起頭向上看，只見牌子上寫著“孫必振”三個字，十分清楚。大家對孫必振說：“一定是你有罪受到上天責罰，請你自己上一條船去。不要連累了大家。”眾人還沒有等孫必振回答；也不管他肯與不肯；看到船旁有條小船；就一齊把他推到小船上去。孫必振登上小船，回頭一看，原先那條渡船已經翻覆在江中了。"
    ]
  },
  {
    "title": "邑人",
    "href": "http://liaozhai.weebly.com/3700920154.html",
    "content": [
      "&emsp;&emsp;淄川有個鄉下人，一向無惡不作，為害鄉里，人們都很憎恨他。一天早起，有兩個人挾持他走了。到了街口，他看見一個屠夫把半隻豬掛在肉架上，那兩人便用力把他推擠到豬身上。他忽然覺得自己的身體與豬肉粘在一起，怎麼也掙脫不開，而那兩人也走了。過了一會，屠夫開始賣肉。屠夫拿起刀來割肉，割一刀，他就痛一次，疼得直到骨髓。後來，有個鄰居來買肉，屠夫割好肉給他，他卻反覆爭執，不斷要求添肥搭瘦，一片片碎割。弄得他更為苦痛。肉賣完後，他的靈魂才沿著舊路回家，到家時，已經八九點鐘了。家裏人都說他起床晚了，他便把剛才的遭遇詳細講了一遍。喊鄰居來問，他真的是買了肉剛回家，所說的幾片幾斤幾兩肉，一絲一毫也不差。在短短的一個早晨的時間裏，這個人已被淩遲細剮了一回，不也是很奇異嗎！"
    ]
  },
  {
    "title": "元寶",
    "href": "http://liaozhai.weebly.com/2080323542.html",
    "content": [
      "&emsp;&emsp;廣東臨江一帶山崖高崇險峻，常有元寶鑲嵌在石頭上。崖下水流湍急，波濤洶湧，船無法停靠。有時有人划著槳靠近了去摘元寶，卻牢牢地無法搖動。如果有人應該得到這元寶，那麼一摘就起來，而且回頭看時，那裏又生出一個新元寶來了。"
    ]
  },
  {
    "title": "研石",
    "href": "http://liaozhai.weebly.com/3074030707.html",
    "content": [
      "&emsp;&emsp;王仲超說：“洞庭湖的君山裡面有座石洞，洞口大小可以讓船隻通過，洞裏又深又暗，沒有人知道它的狀況，湖水就在洞中出入。我曾帶著燈火乘船入洞，看到洞的兩壁都是黑色的石頭，顏色漆黑。用手按下去，感覺很柔軟，拿刀去割，如同切豆腐乾一般，可以隨意揑成研磨用的墨石。出來以後，墨石見了陽光，逐漸凝固得比其他石頭都硬。試著用它來研墨效果非常好。租船遊玩，來來往往的人很多，而洞中有這樣好的石頭，人們卻不知拿來使用，只好靠尋幽訪勝的人為它評鑑欣賞了。”"
    ]
  },
  {
    "title": "武夷",
    "href": "http://liaozhai.weebly.com/2749422839.html",
    "content": [
      "&emsp;&emsp;武夷山有個上千尺高的石壁，人們時常在石壁下面撿到沉香玉塊。一位太守聽到這個消息後，找數百個工人製作雲梯。準備登上山頂，看看怎麼回事。花3",
      "&emsp;&emsp;年時間終於製成了雲梯。太守親自登梯上去，當他快到山頂時，忽然看見一隻大腳伸下來，腳底姆指比搗衣捶還粗，聽到有人大聲說道：“再不下去，就要摔下去了！”太守大吃一驚，趕緊下梯，剛到地面，就見那雲梯的木架像爛了一樣斷裂，從上到下垮了下來，甚麼也沒剩下。"
    ]
  },
  {
    "title": "大鼠",
    "href": "http://liaozhai.weebly.com/2282340736.html",
    "content": [
      "&emsp;&emsp;明朝萬曆年間，皇宮中有老鼠，長得跟貓一樣大，為害極為嚴重。從民間找遍了好貓捕捉老鼠，都被老鼠吃掉了。恰好有外國進貢來的獅貓，渾身毛色雪白。把獅貓放進老鼠出沒的屋子，關上窗戶，偷偷觀看。貓蹲在地上很久，老鼠從洞中出來，見到貓之後跑來咬貓。貓躲老鼠跳到桌子上，老鼠也跳上桌子，貓就跳下來。這樣來來回回，不下百次。大家都認為貓膽小，認為這次又沒用了。接著，老鼠跑跳變慢了，肥大的肚皮看上去有些喘，蹲在地上稍稍休息。獅貓立即快速的跳過來，爪子抓住老鼠頭頂，口咬住老鼠脖子，輾轉爭鬥僵持，貓嗚嗚的叫，老鼠啾啾的呻吟。急忙打開窗戶看，老鼠腦袋已經嚼碎了。",
      "&emsp;&emsp;這時，人們才明白，獅貓開始時之所以躲大老鼠，並不是膽怯，而是等待大老鼠鬥志鬆懈下來。你出來，我就躲，你回去，我又出來，獅貓用的就是計謀。啊！粗魯的人一遇事就手按寶劍，一臉怒氣，與這隻大老鼠有什麼不同呢！"
    ]
  },
  {
    "title": "張不量",
    "href": "http://liaozhai.weebly.com/243731998137327.html",
    "content": [
      "&emsp;&emsp;有一個商人有一次走到河北境內時，天上突然下起了冰雹來，他只好躲在稻田中避雨。在這個時候，他突然聽到天空中有人說話：“這裏是張不量的田，千萬不要傷害到他的稻子。”這個商人心裏覺得很奇怪，他想張氏到底是什麼人？既然說是不良，為何雨神還要庇佑他？",
      "&emsp;&emsp;雨停了之後，商人來到一個村子裏，打聽之下，果然有這麼一個人。商人就把所聽見的告訴村人，並向他們問起張不量名字之意思。原來這個張不量一向家境富有，村中的窮戶每到春天就向他借米為生，等歸還時他也不跟人計較，所以村人都稱他不量。",
      "&emsp;&emsp;村人聽完商人的話後，大家到田裡去，每家農作都損失慘重，只有張氏的稻田絲毫無損。"
    ]
  },
  {
    "title": "牧豎",
    "href": "http://liaozhai.weebly.com/2928735918.html",
    "content": [
      "&emsp;&emsp;有兩個牧童進山裡來到狼穴，洞穴中有兩隻小狼，他們講好並且分別捉住了其中的一隻小狼，然後他們各自爬上一顆樹，相距約幾十步。",
      "&emsp;&emsp;不一會兒，大狼回來了，發現幼狼不見了，神情很驚慌。牧童在樹上扭弄小狼的腳和耳朵，故意使牠嚎叫。大狼聽見聲音仰頭看，憤怒地跑到樹下，一邊大聲吼叫，一邊抓樹幹。另一個牧童又在另一顆樹上弄得小狼不斷地嚎叫。大狼聽見聲音四處張望，才望見牠，就丟下這棵樹跑向那邊，奔跑號叫和前面一樣。接著另一棵樹上的狼又嚎叫起來了，大狼又轉而奔向牠，嘴裏不停地嗥叫，腳不停地奔跑。經過幾十次往復，跑得漸漸慢了，聲音漸漸弱了，後來奄奄一息僵臥地上。過了很久，便不動了。牧童下來看牠，已經斷氣了。",
      "&emsp;&emsp;如今有個蠻橫的漢子，瞪著眼握著劍，好像要打人吃人。他所惱怒的人，竟然關上門躲開了。這漢子聲嘶力竭，也沒人理他。難道這樣就很威風高興嗎？不知道這種禽獸般的威風，是別人故意作弄他好玩的。"
    ]
  },
  {
    "title": "富翁",
    "href": "http://liaozhai.weebly.com/2350032705.html",
    "content": [
      "&emsp;&emsp;有個富翁，做生意的人多向他借本錢。一天，他出門在外，有位年輕人跟在他的馬後面，一問原來也是來借本錢的。富翁答應了他，到了富翁的家裏，這年輕人發現桌子上有幾十枚銅錢，就順手疊錢玩，非常熟練地把銅錢堆來疊去。富翁一見，立刻謝絕向這年輕人貸款。",
      "&emsp;&emsp;有人問富翁，這是什麼原故？富翁說：“這個人必然擅長賭錢，不是個正經人。他所熟悉的技能，一見到錢就不自覺地從手上表現出來了。”派人查訪了一下，這個年輕人果然與富翁所判斷的一模一樣。"
    ]
  },
  {
    "title": "王司馬",
    "href": "http://liaozhai.weebly.com/295792149639340.html",
    "content": [
      "&emsp;&emsp;大司馬王霽宇(1)是河北新城人，他鎮守北方邊境時，曾經讓鐵匠特意打了一把大杆刀，刀面寬一尺，重千斤。他每次巡視邊防的時候，就讓四個大力士抬著。每到一處，他總是讓人把大杆刀丟在地上，故意讓北邊敵兵來拿。敵兵發現大杆刀，打算扛回去，可就是拚盡全力，刀還是一動不動。王司馬又暗裏用桐木照大杆刀的樣子另做了一把，寬窄大小一模一樣，外面貼上銀紙，經常拿著這把假刀在馬上揮舞。北邊敵兵看了，無不震驚他力大無窮。王司馬還在邊關外插上蘆葦作邊界，蘆葦牆橫斜幾十里，像籬笆一樣，他還揚言說：“這就是我的長城。”",
      "&emsp;&emsp;北邊敵兵一來，把那些蘆葦都拔下燒掉了。王司馬又命人重新插上。不久，又被燒了。這樣搞了三次。到第四次時，王司馬在蘆葦下埋上火藥炮石。當敵兵再來焚燒時，火藥炮石爆炸，敵人死傷很多。敵人逃跑後，王司馬又像先前一樣插上蘆葦。敵兵遠遠望見，都退走了。因此北邊敵兵害怕王司馬，對他服服帖帖。後來，王司馬年紀大了，請求告老還鄉。他一走，邊塞又緊張了。朝廷只得召他復職。當時，王司馬已是八十多歲高齡的老人了，便在皇帝面前極力推辭。皇帝安慰他說：“只是麻煩你躺在那裏鎮守就行了。”於是，王司馬又到了邊塞。他每巡視一處，就躺在帷帳中。北邊敵兵聽說王司馬來了，都不相信。於是假說議和，準備檢驗王司馬是不是真的來了。議和時，衛兵掀開簾幕，他們看見王司馬真的安然地躺在裏面，都驚訝的退走了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.王象乾，字子廓，號霽宇，明朝新城（山東淄博桓台）人，官至兵部尚書。多年鎮守薊遼，治軍有方，威震九邊，萬曆四十二年秋，稱病歸鄉。後因邊境多事，83歲時起用為總督，崇禎三年卒。死後贈太師。"
    ]
  },
  {
    "title": "岳神",
    "href": "http://liaozhai.weebly.com/2373131070.html",
    "content": [
      "&emsp;&emsp;揚州地方的某一知府，晚上做了一個夢，夢見岳神(1)召他去，詞色憤怒的罵他，他抬頭看到有一個人站在岳神的旁邊，勸岳神不要動怒。後來知府醒了，感到很是害怕，於是大清早就到岳神廟去祈禱。出來時發現街旁的藥房裏有一個人酷似他夢裏所見的那人，打聽之下，才知道那人是個醫生。知府回家後，突然得了急病，就命下人前去請那位醫生來。那醫生來了之後就開了一付處方給知府吃，沒想到早晨剛吃下藥，晚上就一命嗚乎了。後來聽人說閻羅王和東岳天子白天派了十萬八千個男女使者，分佈天下，扮成醫生，叫做勾魂使者，因此吃藥的人不可不小心些。\n\n     \n註 \n\n1.岳神",
      "&emsp;&emsp;:東嶽大帝--金虹氏\n\n    我國古代神話傳說中，天地萬物之祖盤古氏死後，頭部化作東嶽泰山。《三教源流搜神大全》說",
      "&emsp;&emsp;:“泰山者，乃群山之祖，五嶽之宗，天帝之孫，神靈之府也！”秦漢之前，古人認為泰山為“峻極之地”，是人與天相通的神地所在，對之特別崇拜畏敬，謂泰山神即東嶽大帝。",
      "&emsp;&emsp;盤古終世,他的兒子赫天氏入居東嶽泰山,赫天有子胥勃氏，胥勃子玄英氏生二子，長名金輪王，次子少海氏。少海氏妻彌輪仙女。彌輪仙女夜夢吞二日入腹，覺而有娠。生二子，長曰金蟬氏，後稱東華帝君；次子金虹氏。後稱東嶽帝君。堯、舜、禹、商周秦漢魏之世，金虹氏一直都是天都府君之位,所以民間認為泰山是管轄天地鬼魂的地方。",
      "&emsp;&emsp;被視為地獄神殿的東嶽殿，俗稱嶽帝廟，主祀泰山東嶽大帝，又稱東嶽泰山天齊仁聖大帝。",
      "&emsp;&emsp;泰山無論在帝王面前，或平民百姓心目中，都是至高無上的。凡炎黃子孫，無不敬仰泰山精神，“穩如泰山”、“死有重於泰山”、“登泰山而小天下”、“有眼不識泰山”的意識深入人心。世界上很難有第二座山像泰山那樣，幾千年來深入到整個民族億萬人的心中。"
    ]
  },
  {
    "title": "小梅",
    "href": "http://liaozhai.weebly.com/2356726757.html",
    "content": [
      "&emsp;&emsp;山東蒙陰縣的王慕貞，是個有錢人家。有一次，他到江浙一帶遊歷，看到一個老太婆在路邊輟啜泣，就上前詢問。老太婆說：“我死去的丈夫只留下一個兒子，如今，他犯了罪被判處死刑，有誰能把他救出來呢？”王慕貞為人一向大方豪爽，就記下老太婆兒子的姓名，拿錢活動，最後，為他開脫了罪責。這個人出獄後，聽說是王慕貞救了自己，但不明白為什麼，就打聽王慕貞住的地方，來向王慕貞道謝，並請問王慕貞為什麼要救他。王慕貞說：“沒有別的原因，不過是可憐你年老的母親罷了。”這個人一聽非常吃驚，說：“我母親已經過逝很久了。”王慕貞也很奇怪。到了晚上，老太婆來道謝，王慕貞責怪她亂說。老太婆說：“實話告訴你吧，我本是東山的老狐狸。20",
      "&emsp;&emsp;年前曾和這孩子的父親，做過一夜夫妻，因此我不忍心讓他絕後在陰間沒人祭祀。”王慕貞聽老太婆這樣一說，心裏很感動，對她很敬重，還想問她幾句話時，她卻無影無蹤了。",
      "&emsp;&emsp;話說王慕貞的妻子賢慧好佛。她不吃葷不喝酒，收拾出一間乾淨的屋子懸掛觀音菩薩像；因為她沒有生兒子，就天天在這屋裏焚香禱告。那觀音菩薩很靈驗，常常托夢告訴她如何趨利避邪，所以家中大大小小的事都由她來決斷。後來，她患了病，病重時，叫人把床移到這間屋子裏來。另外又在屋裏鋪設了繡花的被褥，把門關得緊緊的，似乎在等什麼人。王慕貞對這個作法很迷惑，但因為她病重昏憒，不忍傷她心。妻子病了兩年，討厭煩嘈雜音，時常把別人都趕走，一個人獨自睡覺。王慕貞偷聽，好像她在跟人說話，等打開門一看，卻又無聲無息。她在病中沒有什麼操心的事，只有個14",
      "&emsp;&emsp;歲的女兒，天天催人準備嫁妝嫁出去。女兒出嫁後，妻子把王慕貞叫到床前，拉著他的手說：“今天要分別了！剛得病時，菩薩告訴我，命中註定很快要死的，但是不放心小女兒沒出嫁，因此，菩薩賜給我一點藥，讓我拖著日子等待。去年，菩薩臨回南海時，留下侍女小梅來服侍我。如今，我要死了，我這薄命人沒有生兒子。保兒我很喜歡，只怕你娶個個性凶悍的女人，讓他們母子沒人依靠。小梅長的漂亮、性情柔和，可以把她娶過來做填房。”原來，王慕貞有個小老婆，生有一個兒子叫保兒。",
      "&emsp;&emsp;王慕貞聽妻子的話非常荒唐，便說：“你一向敬重菩薩，現在說出這樣的話來，不覺得這會得罪菩薩嗎？”妻子回答說：“小梅服侍我一年多了，我們相處的不分你我，我已經求她答應了。”王慕貞問：“小梅在那裡？”妻子說：“屋裏的不是嗎？”王慕貞正要再問，妻子卻已閉上眼睛死了。王慕貞夜裏守靈，聽到裏屋隱隱約約有哭泣聲，非常吃驚，疑心是鬼。叫來幾個丫鬟打開門一看，只見一位漂亮的姑娘，穿著孝服坐在屋裏。大家都以為她是神明，一齊圍著向她叩拜。那姑娘止住淚，扶起大家。王慕貞兩眼凝視著她，她只是低頭不語。王慕貞說：“如果我死去的妻子說的話是真的，請你走上廳去，受兒女們一拜，如果不行，我也不敢妄想，以免自身招來罪過。”那姑娘羞答答紅著臉走出房來，登上正面大廳。王慕貞叫丫鬟擺上主人的座位，請她坐下。王慕貞先對她施禮，姑娘也回拜。以下按長幼尊卑，依次拜見，姑娘嚴肅地端坐在那裏接受眾人拜見。只有王慕貞的小老婆出來拜時，才扶她起來。",
      "&emsp;&emsp;自從王慕貞妻子患病在床，丫鬟偷懶，僕人盜竊，家裏像沒有人管一樣。家人拜見完了之後，都恭恭敬敬地站在一旁。小梅說：“為感謝夫人的好意，我決定留在人間，夫人又把重擔託付給我。你們應該從此洗心革面，為主人效力。從前的過錯，一律不再追究，否則，不要以為家裏沒人管事。”大家見坐在座位上的小梅，就像掛在牆上的觀音菩薩像，在微風中飄動，聽到她說的話大家都收心警惕，齊聲答應。於是，小梅吩咐安排發喪的事，一切清清楚楚，有條不紊。從此以後，家中大小沒有敢偷懶懈怠的。小梅整天忙著照應家裏家外各種事，王慕貞要做什麼，也事先問過她然後才去辦。雖然他們每天晚上可以見到幾次面，但從未談及私情，妻子入葬以後，王慕貞很想履行以前的約定，但又不敢當面和小梅說明，就讓小老婆去示意。小梅答應說：“我答應了夫人托付，不會推辭，可是婚嫁禮儀不能草草率率。年伯黃老先生，位尊德重，能由他來主持婚禮，那我一定唯命是從。”",
      "&emsp;&emsp;那時，沂水的黃太僕正辭官在家，他是王慕貞父親的朋友，兩家交往密切。王慕貞馬上親自去見黃老先生，把實情都告訴了他。黃老先生一聽很驚奇，便和王慕貞一同來到王家。小梅知道後，立刻出來拜見。黃老先生一見，稱讚小梅如同天上的仙女，謙辭不敢答應主持婚儀，隨即送來一份厚厚的賀禮，婚禮進行完畢後，才回家去。小梅送給他枕頭、鞋子，如同孝敬公婆一樣。從此以後，兩家交往更加親密。",
      "&emsp;&emsp;他們結婚以後，王慕貞總因為小梅是個神明，親熱時也拘拘束束，還時常向她打聽觀音菩薩的生活情形。小梅笑著說：“你也太笨了。那有正直的神仙嫁給凡人的？”王慕貞又再三追問，小梅說：“，你不必問來問去既然你認為我是神仙，那就早晚供奉著，自然就沒有災禍。”小梅對家中丫鬟僕人都很寬宏大量，都是微笑著說話，可是丫鬟們嬉笑、玩耍時，遠遠見到她，便立刻默不作聲。小梅笑著告訴大家說：“難道你們大家還認為我是神仙嗎？我那裡是什麼神仙！實際上我是夫人的姨表妹，從小就很要好，姐姐病中想念我，暗中叫南村王姥姥把我接來。那時因天天接近姐夫。恐有男女之嫌。所以，假託是菩薩的侍女。關在屋裏，其實那裡是什麼神明。”大家還是不相信，但天天在她身邊，看她舉止動作和平常人沒有不同。於是謠言漸漸消失了。即使這樣，那些頑劣的僕人，懶惰的丫鬟，鞭打處罰也改不掉的，只要小梅一說，沒有不樂意遵從改正的。他們都說：“不知道為甚麼，也不是怕她，但一看她的臉兒，心就自然而然地軟下來，所以不忍違背她的吩咐。“就這樣，家裏原來有問題的各種事，都解決了。過了幾年，田地連成一片，庫房裏有萬石的糧食。",
      "&emsp;&emsp;又過幾年，小老婆又生了一個女兒。小梅生了一個男孩，孩子生下來時，左胳臂上有一顆小紅痣，因此，小名叫小紅。滿月那天，小梅讓王慕貞擺上豐盛的酒席，邀請黃老先生來赴宴。黃老先生送了很厚的賀禮，但推辭說自己年齡已大，不能出遠門；小梅派了兩名老婆子去強邀，黃老先生才過來。她抱出孩子，露出左胳臂給黃老先生看，說明名字的來由，又不斷詢問這孩子的吉凶禍福。黃老先生笑著說：“這是喜紅，可以增加一個字，名字叫喜紅吧。”小梅聽到後，非常高興，便上前叩謝。那天，鼓樂聲充滿庭院，親戚、貴客紛紛前來，家裏熱鬧得如同市場，等黃老先生住了三天才回去。",
      "&emsp;&emsp;一天，門外忽然有車馬來到，說是迎接小梅回娘家去的。十多年來，小梅娘家從來無人來往。大家都議論紛紛，而小梅卻好像沒有聽到一樣，梳洗打扮完畢，把孩子抱在懷中，要王慕貞送她，王慕貞跟著她大約走了二三十里路，看看路上寂靜無人，小梅便停下車，叫王慕貞下馬近前，避開別人跟王慕貞說：“王郎、王郎，我們現在是相見時間短，別離時間長，真事可悲啊!”王慕貞吃驚地問這話是什麼意思。小梅說：“你猜我是什麼人？”王慕貞答道：“不知道。”小梅說：“你在江南地方救過一個犯死罪的人，是嗎？”王慕貞答道：“是。”小梅又說：“那個在路邊哭的老太太，就是我的母親。為感激你的恩情義氣，好好要報答你，於是，便借夫人好佛的機會，假託神明，實在是用我來報答你呀！如今，好在生了這個孩子。這個心願算是了啦！\n我看你霉運快要來了，這孩子在家，恐怕養不大，所以藉口回娘家來躲避災難，你要記住，家中若有死人時，要在早晨公雞啼第一聲時，趕到西河柳堤上去，看到提葵花燈的人，就在半路上攔住苦苦哀求他，可以免去災難。”王慕貞說：“好。”又問她回來的日子，小梅說\n：“不能預先知道，你要牢牢記住我的話，相見的日子就不會太遠。”臨別時，他們互相拉著手，流下淚來。隨後小梅便登上車走了，車子奔走如風。王慕貞一直看到車子不見了，才返回家去。",
      "&emsp;&emsp;小梅走後六七年，渺無音信。這一年，忽然四鄉瘟疫流行，病死的人很多。一個丫鬟病了三天就死了。王慕貞想起從前小梅的叮嚀，很留心此事。這天，正好和客人喝酒，大醉後便睡著了，一醒就聽到雞叫，急忙起身跑到堤上去，只見燈火一晃一晃的，已經走過去了。他急忙追趕，前後只差百步左右，卻愈追愈遠，漸漸就看不見了。他懊惱地回到家裏，幾天後，突然生病，不久就死了。",
      "&emsp;&emsp;王氏家族裏，頗有些無賴之徒，借機欺侮王家孤寡，公然收割、砍伐樹木莊稼。王家一天比一天敗落。過了一年，保兒又死了，家裡更沒有鐘心，族裏人更加橫行霸道，瓜分他家田產，廄裏牛馬也被搶掠一空。他們又想瓜分宅院，因為王慕貞小老婆住在這裏，於是，便有幾個人要強行把她賣掉。母親捨不得自己的小女兒，母女面對面痛哭，附近鄰里都看到了這淒慘的場面，正在危急之時，突聽門外有一頂轎子抬進來的聲音。大家一看，卻是小梅拉著兒子從轎裏走出來。她向四面一看，亂嚷嚷如同市場一樣，就問：“這是些什麼人？”小老婆哭著告訴她所發生的一切。小梅一聽，立刻變臉，便叫跟來的僕人關門下鎖，眾族人剛要反抗，但手腳卻痿缩沒力不聽使喚。小梅叫人把他們一個一個都綁起來，拴在廊下柱子上，一天只給三碗稀粥。小梅打發老僕人跑去告訴黃老先生，然後，自己進到屋裏痛哭，哭完，小梅對小老婆說：“這些都是命運。本想上個月回來，恰好母親病了耽誤些時間，直到今天才回來。沒想到一轉眼這裏已經變成廢墟。”問到舊日的僕人丫鬟，原來都被族人搶去了，又痛哭起來。",
      "&emsp;&emsp;過了一天，丫鬟、僕人聽說小梅回來了，都自己偷著跑回來，大家一見面都痛哭流淚。被綁住的族人，都說小梅帶回的孩子不是王慕貞的兒子。小梅也不與他們分辯，不久，黃老先生來了。小梅帶著兒子出來迎接。黃老先生握住孩子的手臂，掀起左邊衣袖，露出清清楚楚的紅痣，便袒露給大家看，證明是千真萬確的。於是，仔細地審查失去的東西，登記在冊子上，到縣裏去，請縣官下令拘捕眾無賴族人，各打四十大板，枷住手腳關起來，並嚴厲地追回失物。沒幾天，田地、牛馬統統都歸還原主。黃老先生準備回家去，小梅帶著孩子哭拜說：“我不是世間的人，叔叔您是知道的。現在，我把這個孩子託付給您了。”黃老先生說：“只要我老頭子一口氣還在，不會不給他作主的。黃老先生回去後，小梅安排完家事，把孩子託付給小老婆，便準備祭品去給故去的丈夫掃墓。去了好久，不見她回來，人們去墳上一看，只見酒菜都還擺在那裏，人卻已無影無蹤，不知所終了。",
      "&emsp;&emsp;異史氏說：“不斷絕人家後嗣的人，人家也不斷絕他的後嗣。乍看是世間事而實際上是天意呀。家勢興旺時，有美酒車馬供客人享用，朋友也樂得與你共享富貴；等到你死後家道衰落，妻兒無助，那些有地位的朋友都會埋怨地離去，惟恐有所瓜葛。你死後不忍忘記你的好處，感你的恩德想到報答的，只有什麼人呢？是狐狸吧！假如你有錢，我來做你的管家，為你打理事務。”"
    ]
  },
  {
    "title": "藥僧",
    "href": "http://liaozhai.weebly.com/3427720711.html",
    "content": [
      "&emsp;&emsp;濟寧某人，偶然在不知名的寺廟外面，遇見一位游方和尚，對著太陽捉蝨子；他的柺杖上掛著葫蘆，似乎是個賣藥的。於是開玩笑說，“和尚也賣閨房裡的丹藥嗎?”和尚說：“有。能力差的的可以變強，小的可以變大，不用過夜，立刻見效。”某人大喜，求購藥丸。和尚解開衣角包裹，拿出一丸藥，像小米粒那麼大，讓他吞下。約過了半頓飯時間，某人感到下身猛然長了；等一下自己一摸，比原來的大了三分之一。他心裏還不滿足，看和尚上廁所，立刻偷拿二三丸藥，一塊吞下了。一會就覺得皮膚像要裂開，筋骨像被抽出，脖子縮起來背也駝了，但是陰部卻長個沒完。他害怕極了，但是沒有辦法。和尚來了，看見他這樣子，大驚地說：“你一定偷了我的藥!”立刻又給他吃另一丸藥，他才覺得陰部不再長了，解開衣褲自己一看，那東西長得幾乎與兩條腿一樣，成了三條腿了。他縮著脖子一跛一跛地回到家裏，父母都不認識他了。從此他成了廢物，每天躺在街上，很多人都看見過他。"
    ]
  },
  {
    "title": "于中丞",
    "href": "http://liaozhai.weebly.com/201102001319998.html",
    "content": [
      "&emsp;&emsp;巡撫于成龍(1)到江蘇高郵巡示，正好碰上一個有錢人家準備嫁女兒，在女兒出嫁前夕，他家的好多嫁妝夜裏被盜賊挖穿牆壁給偷光了。刺史無法處理。于公命令把所有城門都關上，只留一個城門放行人出入。與此同時，他派公差守門，嚴格搜查進出的人所攜帶的行李。又出告示通知全城人都回家去，等候第二天全城大搜查，必定要找到贓物。精明的于公暗中囑咐公差說，看見不斷出入城門的人，就抓起來。剛過中午，公差就發現了兩個人。他們除了身上衣服，並未帶行李。于公說：“他們就是真強盜。”這兩個人詭辯不承認。于公下令解開他們的衣服搜查。只見長袍裏面還穿著兩套女裝，都是那女子嫁妝中的東西。原來，盜賊害怕第二天全城大搜查，急於轉移贓物，但贓物太多很難帶出來，所以暗中穿在裡面，而著多次出入城門。",
      "&emsp;&emsp;于公當縣令時，有一次到鄰縣去辦事，大清早經過城外，看見兩個人用床抬著一位病人，病人身上蓋著大被子。枕頭上露出病人頭髮，頭髮上插著一隻鳳頭釵，病人側臥在床上。有三四個壯漢子夾在兩邊緊跟著走，不時輪番用手推塞被子，壓在病人身子底下，好像怕風吹了。一會兒，他們放下病人在路邊休息，又換兩個人抬。于公走過去後，派隨從轉回去問他們，他們說是妹妹病危，要送她回丈夫家去。于公走了兩三里路，又派隨從回去，查看他們進了那個村子。隨從暗中跟著他們，到一個村子，有兩個男人出來迎接。隨從回來告訴于於公。于公到縣裏，問這縣的縣令：“貴縣城中有沒有出現強盜劫財案件？”縣令說：“沒有。”當時對地方官的政績考查得很嚴，上下各級官員都忌諱出現強盜案，即使有被盜賊搶劫甚至殺害的，也隱瞞不敢說。于公到客館住下，吩咐家人仔細查訪，果然打聽到附近有個有錢人被強盜闖進家裏，用烙鐵燙死了。于公把死者的兒子叫來問情況，他卻堅持不承認有這事。于公說：“我已經替你們縣把強盜抓來了，並無別的意思。”死者的兒子這才叩頭痛哭，請求為他的父親報仇雪恨。于公於是連夜去見縣令，縣令派了強健的捕快四更天出城，一直到那村中，捉了八個強盜，經過審查都認了罪。盤問那病婦是何人，強盜供認：“作案那夜都在妓院裏，所以與妓女合謀，把金銀放在床上，叫她抱著，抬到住處才瓜分。”",
      "&emsp;&emsp;大家都佩服于公神明，有人問他怎麼識破這案子的。于公說：“這很容易識破，只是人們不留心罷了。那裡有年輕婦女躺在床上，而讓別人把手伸進被子裏去的道理？而且，他們不斷換人抬著走，一定很沉重。床兩邊的人交手保護，就明白裏面一定藏有貴重東西了。如果真的是病婦病重抬回家，一定會有婦女出門迎接，但出來接的卻是男人，又沒有問一句病情，因此我判斷這夥人就是強盜。”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;:　\n\n1于中丞成龍，字北溟，山西人。崇禎時副貢。康熙間，官直隸巡撫，擢兵部尚書，總督江南江西，兼攝江蘇、安徽兩省巡撫事，未幾，卒於官。 于為官自奉甚簡，好微行探民隱，摘發盜賊。康熙稱之為“古今第一廉吏”，本段所記為于出任兩江總督事。第二段敘述于成龍初任廣西羅城縣佃縣時事。于在羅城七年，政績最著，被舉卓異。"
    ]
  },
  {
    "title": "皂隸",
    "href": "http://liaozhai.weebly.com/3033838584.html",
    "content": [
      "&emsp;&emsp;明朝萬曆年間，山東曆城縣令夢見城隍要人去服役。於是，他便把衙門裏的8",
      "&emsp;&emsp;個差人的姓名寫在諜文裏，在廟中焚化。當天夜裏，這8",
      "&emsp;&emsp;個差人都死了。",
      "&emsp;&emsp;城隍廟的東側，有一個賣酒的攤子，攤主與一位差人有些交情。正好那夜這位差人來買酒，攤主問：“你買酒招待那位客人呀？”那差人回答說：“都是些一起工作的朋友，買瓶酒喝，我就不一一說他們的姓名了。”第二天天明，問到其他人，才知道那買酒的差人已經死了。攤主到城隍廟打開廟門，只見酒瓶還在。攤主回到家裏，察看差人給的錢，都是一些紙灰。",
      "&emsp;&emsp;縣令塑了那8",
      "&emsp;&emsp;個差人的泥像，供在廟裏，其他差人每得到上司的差遣，都來這裏敬神，不然的話，必然會受到責罰。"
    ]
  },
  {
    "title": "績女",
    "href": "http://liaozhai.weebly.com/3231822899.html",
    "content": [
      "&emsp;&emsp;浙江紹興有一位老寡婦，這天夜裏，正在紡織，忽然有一位姑娘推開門走進來，笑盈盈地對她說：“老媽媽不累嗎？”這姑娘看上去大約有十八九歲，容貌秀麗，衣飾華美。老太婆吃驚地問：“你是從那裡來的！”姑娘回答說：“我看你孤身一人過得很辛苦，所以來跟你作伴。”老太婆懷疑她是從大戶人家逃出來的，再三追問，姑娘說：“老媽媽不要害怕，我和你一樣，都是孤身一人。我喜歡你這裡乾靜，所以，來你這邊。免得你我都孤孤單單，這樣不好嗎？”老太婆懷疑想她是狐狸，一時不知怎麼說好，猶猶豫豫不肯答應。這時，姑娘竟然自己過去，替老太婆紡起線來。姑娘說：“老媽媽你不用擔心，這樣的活我也很喜歡做，肯定不會增加你的負擔。”老太婆看姑娘溫存可愛，也就隨姑娘的意了。",
      "&emsp;&emsp;兩人紡織到半夜，姑娘對老太婆說：“我帶來的被褥還放在門外，你出去上廁所時，順便把它拿進來吧。”老太婆出去果然取回一套被褥。姑娘打開被褥，便鋪在床上，不知是什麼質地的布料，非常香軟光滑。老太婆也鋪下自己的布被褥，和姑娘同床。姑娘一解開衣裙，一股奇特的香氣便充滿房中。睡下後，老太婆暗想，想不到遇到這樣一位漂亮的姑娘，可惜自己不是個男人。這時，姑娘在老太婆枕頭邊笑著說：“老媽媽70",
      "&emsp;&emsp;歲了，還想入非非嗎？”老太婆趕忙回答說：“沒有！沒有！”姑娘問道：“既然不想入非非，怎麼自己想做個男子呢？”老太婆聽她一說，更加確認她是狐狸，心裏非常害怕。姑娘又笑著說：“想做個男人，為什麼又怕我呀？”老太婆愈發害怕起來，兩條腿抖顫得把床都搖晃了。姑娘說：“就這麼大個膽子，還想做個男子呢！實話告訴你，我是仙女，但我並不是來禍害你的，只要你注意不亂說，保你吃穿不用愁。”老太婆早晨起床，便跪拜在地上，姑娘伸出手扶她起來，這手臂皮肉細膩如同潔白的香脂，散發著溫熱的香氣，一碰到人，立刻令人感到全身舒服。這時，老太婆心裏又不由得一動，想入非非起來。姑娘嘲笑她說：“你這個老太婆，才剛不害怕，心又跑到那裡去了？你要真是個男子漢，一定會為情愛害死。”老太婆說：“我要真是個男子漢，今晚上怎麼可能不死呢？”從此以後，兩人相處得非常融洽，天天一起紡線織布。姑娘紡出的線又勻又細又亮；織成布，光潔如同錦繡，賣價比平常的布匹多出三倍。",
      "&emsp;&emsp;平時，老太婆每次出門，都把房門鎖上，有來串門子的人，她都在別的屋子裏應酬，不到姑娘這屋裏來。這樣過了半年，沒有人知道這件事。後來，老太婆把這事慢慢洩露給了親戚朋友。同村的姊妹們都托老太婆引見來看看姑娘。姑娘知道後，埋怨老太婆說：“你說話太不謹慎，我在這裏住不久了。”老太婆後悔自己說露了嘴，狠狠責備自己。但是，要見姑娘的人，還是一天比一天多起來，甚至有一些有權有勢的人強逼著老太婆答應引見。老太婆哭著向姑娘說明情況，姑娘說：“假如只是些姊妹，見見也不要緊；只恐怕會有些輕薄兒郎，難免要受到褻瀆。”老太婆又一再哀求，姑娘才答應了。第二天，一些老婆子、小媳婦、大姑娘，一路上絡繹不絕前來參拜。姑娘很煩，不論大家小戶，都不和她們說話，只是端端正正坐在那裏，任憑她們觀望禮拜。",
      "&emsp;&emsp;村裏的一些年輕人，聽說姑娘非常漂亮，都神魂顛倒，但老太婆一律拒絕他們來求見。有位姓費的書生，是城裏的名士。聽說這事後他變賣了全部家產，拿出許多金錢來買通老太婆，老太婆便答應了他的要求，去為費生求情。姑娘已經先知道了這件事，責備老太婆說：“你把我賣了！”老太婆跪在地上說了事情的經過。姑娘說：“你貪圖他的錢財，我感念他的癡情，可以見他一面。但是，你我之間的緣分也結束了。”老太婆又趴在地上叩頭，姑娘答應明天會面。費生聽到這個消息，第二天高興地帶著香燭過來，進門就施禮。姑娘在簾子裏和他說話，問他說：“您不惜破產來見我，有什麼話要對我說嗎？”費生回答說：“小生實在不敢有什麼非份之想，只不過覺得自古以來，像王昭君、西施那樣的美女僅僅是傳聞，如果你不因為我愚笨無知而不理我，讓我開開眼界，親眼看一看你的美貌，我也就心滿意足了。至於什麼禍福吉凶，自有定數，我並不想知道。”說完之後，他忽然看到布簾上現出姑娘的面貌，只見容顏亮麗，彎彎的眉毛，紅紅的嘴唇，清楚得好像沒有布簾隔著一樣。費生一見，神魂飄蕩，不知不覺地伏下身去拜倒在地。拜完起身，只見布簾沉沉，僅僅聽到聲音，再也見不到面容了。費生感到很惆悵，暗暗懊恨自己沒有看到姑娘的下半身。突然間布簾下又現出一雙翹起的穿著繡鞋纖細的小腳。費生又拜，簾內說：“你回去吧！我疲倦了。”老太婆領著費生來到另一間屋裏，泡茶招待他。費生填了一首《南鄉子》的詞，題在牆壁上：“隱約畫簾前，三寸淩波玉筍尖；點地分明，蓮瓣落纖纖，再著重台更可憐。花襯鳳頭彎，入握應知軟似綿；但願化為蝴蝶去裙邊，一嗅餘香死亦甜。”寫完便走了。姑娘看過費生的題詞後，很不高興，對老太婆說：“我說過我們緣分已經結束了，今天看來，果然不錯。”老太婆趴在地上叩頭，請姑娘原諒。姑娘說：“不完全是你錯。是我一時不慎落入情網之中，把我的容貌讓人看了，這才遭到淫詞的污辱，都是我自找的，跟你有甚麼關係。假如我不趕快離開這裏，恐怕我會陷入情網之中，在劫難逃了。”說完便整理行裝，走出門去。老太婆追出門去挽留，但是姑娘一轉眼就不見了。"
    ]
  },
  {
    "title": "紅毛氈",
    "href": "http://liaozhai.weebly.com/320052761127656.html",
    "content": [
      "&emsp;&emsp;紅毛國(1)過去是被允許與中國進行貿易的，後來，邊境守將看他們來的人太多，便禁止他們上岸。紅毛人一再要求：“只要給我們一塊地毯大的地方就夠了。”主帥想，一塊地毯放不下幾個人，便答應了。紅毛人得知後很高興，他們很快便把地毯放在岸邊，大小只夠站立兩個人；把毯子拉大一點，可以站四五個人，越拉越大上岸的人越多，一下子就變得大約有一畝田那麼大，上面站著幾百個人了。他們忽然把刀子都抽出來，出其不意發動進攻，搶掠了方圓好幾里地才離開。\n\n     \n註1.紅毛國，指荷蘭。崇幀朝，荷蘭船艦先後侵擾澎湖、漳州、臺灣、廣州等地。康熙二十二年，荷蘭以助剿鄭成功父子功，首請開海禁以通市，清廷許之，乃通貿易。"
    ]
  },
  {
    "title": "抽腸",
    "href": "http://liaozhai.weebly.com/2527733144.html",
    "content": [
      "&emsp;&emsp;萊陽某人，白天躺在床上休息，突然看到一個男人和一個女人手拉手走進來。那女人一身黃腫，腰很粗，滿臉苦相，想要躺下來。男人催促她說：“快來，來！”某人以為他們有私情，想苟合，因此，假裝睡覺偷偷看著他們到底要做什麼。他們走進房子裏，好像沒有看到床上有人。那男人又催促說：“快些！”那女人便自己敞開胸懷，露出肚皮，只見肚子大得如同一面鼓。男人拿出一把殺豬刀，用力刺入肚皮裏，從心口往下一直割到肚臍處，發出嗤嗤的聲音，某人非常害怕，不敢喘氣。那女人皺著眉忍受著痛苦，沒有哼出聲音。男人嘴裏叼著刀，把手伸到肚子裏，抓住腸子往外拉，拉出後掛在胳膊上，一邊掛，一邊抽，一會兒就掛了滿胳膊。於是，用刀割斷，放到桌子上，回來再抽，桌子滿了，掛在椅子上，椅子又滿了，就在肘子上纏了幾十盤，如同打漁人舉網一樣，向某人頭邊一丟，某人立刻感到一陣熱熱的腥味衝來，臉上、脖子上都蓋得滿滿的，連一點縫隙都沒有。某人再也忍受不住，用手推開腸子大叫一聲站起來就跑。腸子掉在床邊，他的兩隻腳被腸子絆住整個人摔倒在地上。家人跑到跟前一看，只見他滿身纏著豬內臟，又仔細一看，卻什麼也沒有。大家都說是看花眼了，沒有什麼好害怕，等到某人講了他看到的，大家都覺得奇怪，但房子裏沒有任何痕跡。不過血腥味過了好幾天都沒飄散。"
    ]
  },
  {
    "title": "張鴻漸",
    "href": "http://liaozhai.weebly.com/243734025128472.html",
    "content": [
      "&emsp;&emsp;張鴻漸是河北永平府人，18",
      "&emsp;&emsp;歲時已成為郡裏的名士。當時，盧龍縣知縣姓趙，這個人貪婪又殘暴，老百姓飽受他的禍害。有個姓范的秀才被他用刑給活活打死了。范秀才的同學都為他的屈死憤憤不平，大家準備到巡撫衙門去控告趙知縣，為范秀才鳴屈伸冤，便請求張鴻漸書寫訴狀，並邀張鴻漸和他們一起打這場官司，張鴻漸答應了。張鴻漸的妻子方氏，是位美貌又賢慧的女人，她聽說這件事後，便勸告張鴻漸說：“",
      "&emsp;&emsp;就常理來看，秀才們打官司，可以一塊贏，不能一塊輸。官司打贏了大家一齊來爭功，一旦官司打輸了，大家就會紛紛逃避，誰也沒有辦法把他們團結到一起來。如今是個以權勢判定是非的世道，是非曲直都很難用道理說清楚的。你無兄無弟孤孤單單，倘若官司打輸遭到意外，急難時有誰能來解救你呀！”張鴻漸聽妻子這麼一說，覺得她說的很對，心裏有些後悔，於是，便去婉言謝絕了打官司這件事，只給他們起草了狀子就回去了。秀才們告上去後，巡撫衙門裏審問了一次，也沒有斷出誰是誰非。這時，趙知縣拿出大筆錢賄賂主持審案的長官，給告狀的秀才們加了個結黨營私的罪名，把他們抓了起來，並且追查寫狀子的執筆人。",
      "&emsp;&emsp;張鴻漸知道後很害怕，就逃走了。他逃到陝西鳳翔縣時，路費花光了。日落黃昏時，他只能在荒野獨行，沒有地方可以借宿。正在為難時，突然看到前面有個小村子，便急忙跑了過去。有個老太婆正好出來關門，一眼看到張鴻漸，就問他想幹什麼。張鴻漸便把自己外出缺旅資的狀況告訴了老太婆。老太婆說：“留你住宿、吃飯都是小事，只是家裏連一個男人都沒有，恐怕不方便。”張鴻漸急忙說：“我那敢有奢求，只求允許我在裏頭借住一宿，能躲避虎狼就足夠了。”老太婆聽他這樣一說，便叫他進來，關上門後，遞給他一個草墊子，又囑咐他說：“我是可憐你沒有個住處，私自留你住在這裏，天亮前你就得趕緊離開，恐怕我家小姐知道要怪罪我。”老太婆走後，張鴻漸就靠著牆打盹。忽然看見燈籠搖晃，老太婆引著一位女郎出來，張鴻漸急忙藏到暗處，偷偷的看，是一位20",
      "&emsp;&emsp;多歲的漂亮姑娘。姑娘走到門口，看見地上的草墊子，便指著問老太婆是怎麼回事。老太婆只得把實情告訴她。姑娘生氣地說：“我們一家都是女人，怎麼能留下個來歷不明的男人！”又問：“那個人那裡去了？”張鴻漸很恐懼，從黑暗裏走出來跪在臺階下面。姑娘仔細地盤問了他的姓名、家族後，臉色稍稍緩和了些，說：“幸好是位知書達禮的秀才，這樣留下也沒有多大關係，可是，這老奴竟然不說一聲，這樣隨隨便便的，那是招待客人？”說完，姑娘叫老太婆把客人引到屋裏去。一會兒，便擺上精美潔淨的酒食。吃完飯，又拿出繡花緞被鋪好床，請張鴻漸休息。張鴻漸受到如此款待，心裏非常感動，就悄悄向老太婆打聽姑娘的姓名。老太婆回答說：“我家主人姓施，老爺和太太都去世了，留下3",
      "&emsp;&emsp;位小姐。你剛才看到的是大小姐舜華。”",
      "&emsp;&emsp;老太婆走後，張鴻漸看見桌子上有《南華經》的注釋本，就順手拿過來，放在枕頭上翻看。忽然，舜華推門進來，張鴻漸把書放下，慌忙找鞋帽，打算起身迎接。舜華趕忙走到床前，按他在床上坐下，連聲說：“不用起來，不用起來！”說著她便挨著床邊坐下來，有點難為情地說：“我看你是個風雅的才子，很想把自己家業託付給你，所以，才不避嫌疑，自己提出來。你不會因此而看不起我，拒絕我吧！”張鴻漸一聽驚慌得不知怎麼回答才好。最後只好說：“實不相瞞。我家裏已經有了妻子。”舜華笑笑說：“你能這樣告訴我，說明你是個老實人，不過這沒有關係。既然你不嫌棄我，明天我就請媒人來好了。”說完，她就要離開，張鴻漸探過身子把她拉住，她也就留了下來。",
      "&emsp;&emsp;第二天，天還沒亮時，舜華就起了床。她給張鴻漸一些錢說：“你拿去遊玩用吧，天黑時晚些回來，免得被人家看見。”張鴻漸依著她的吩咐，每天早出晚歸，這樣過了半年。",
      "&emsp;&emsp;有一天,張鴻漸回來早了，來到原來的地方，一看根本沒有什麼村莊。正在他驚奇疑惑，徘徊不定時，忽然聽到老太婆說：“你怎麼回來得這麼早呀！",
      "&emsp;&emsp;”一轉眼那座房子又出現了，張鴻漸發現自己已經在屋子裡面。他更覺奇怪。只見舜華從裡面走出來，笑著說：“你懷疑我嗎！老實對你說吧！",
      "&emsp;&emsp;我是個狐仙，和你有緣。如果你要見怪，現在就可以分手！”張鴻漸愛戀她的美貌，並不介意這些，從此安心地留下來。",
      "&emsp;&emsp;一天晚上，張鴻漸對舜華說：“既然你是神仙，幾千里路也不過是喘口氣的工夫。我離家已經3",
      "&emsp;&emsp;年，一直惦念老婆、孩子，你能帶我回一趟家嗎？”舜華聽後很不愉快地說：“就夫妻間的恩愛來說，我自信是一往情深了，可是，你身子守著我，心裏卻想著別人，可見你對我的千般恩愛，都是假的呀！”張鴻漸勸她說：“你怎麼這麼說呢！俗話說：‘一日夫妻百日恩嘛。’日後我回了家懷念你時，也像今天懷念她一樣呀！假如我是個喜新厭舊的人，你還喜歡我那一點呢！”舜華聽了這話，笑著說：“我可不像你，我有‘偏心’，對我，希望你永遠不忘，對別人，希望你把她忘了！至於你想要回一趟家，這有什麼難的，你的家就在眼前！”於是，舜華拉起張鴻漸走出門去。只見外面道路黑漆漆的，張鴻漸畏畏縮縮地不敢向前邁步。舜華拉著他向前走。不一會兒，舜華說：“到了。你回家去吧，我先走了！”",
      "&emsp;&emsp;張鴻漸停住腳步，仔細辨認，見果然到了自己家門口。他爬牆進去，見屋裏還點著燈，就伸出兩個指頭輕輕敲門，裏邊問是誰，張鴻漸回答說自己回來了，屋裏人舉著蠟燭把門打開。張鴻漸一看真是自己的妻子方氏。兩個人又驚又喜，手拉手走進房去。張鴻漸見兒子睡在床上，感歎道：“我逃走時孩子才到我膝頭，現在都長這麼高了！”夫妻二人緊緊依偎在一起，好像是在夢中一樣。張鴻漸向妻子述說他的種種遭遇。問到那場官司，他才知道，有的秀才被關死在監牢裏，有的遠走他鄉。聽到這種結果，他更加佩服妻子的先見之明。方氏撲到他懷裏說：“你有了漂亮的新夫人，大概不會再想到孤冷的被窩裏還有ㄧ個淚流不止的人！”張鴻漸說：“不惦記你我為什麼回來？我和她雖說感情很好，但終究不是同類。只不過很難忘掉她的恩情。”方氏變聲道：“你以為我是誰呀？”張鴻漸仔細一瞧，原來不是方氏，而是舜華。用手去摸摸兒子，卻是一個消暑用的“竹夫人”(1)。張鴻漸被弄得很不好意思，一句話也說不出來。舜華說：“你的心我算明白了。按理說，我應該跟你從此一刀兩斷。幸虧你還沒有忘掉我的恩情，勉強還可以饒了你。”",
      "&emsp;&emsp;又過了兩三天，舜華忽然說：“我想，我只是一廂情願，一片癡情戀著你這個人，說到底沒有什麼意思。你天天抱怨我不送你回家，今天正好我要去京城，可以順道帶你回去。”說完，她順手從床上拿過來：“竹夫人”，兩個人一塊騎上去。她讓張鴻漸閉上眼睛，張鴻漸只覺得離地面不高，耳邊風呼呼地響，不多時，就落到地面上。舜華說：“我們從此分別啦！”張鴻漸還想和她約定再見的日子，舜華已經走得遠遠的，很快就不見了。張鴻漸失望地站了一會兒，聽到村裏有狗叫聲，模模糊糊地看出周圍的樹木房屋，都是家鄉的景物，便順著路走回家去。他爬過牆進院敲門，這一切和上回一模一樣。方氏被驚醒，不敢相信是丈夫回來了，她隔著門盤問得確實了，才點上燈，哭著走出來開門。一見面，方氏就哭得抬不起頭來。張鴻漸疑心這一切又是舜華戲耍他，再一看床上睡著的孩子，也和那天晚上見到的情景一模一樣，便笑著問道：“你這次把竹夫人又帶來了嗎？”方氏一聽，莫名其妙，生氣地說：“我盼你回來，度日如年，枕上的淚痕還在。我們如今剛見面，你竟然沒有絲毫悲傷、憐惜之情，真不知你長的是一副什麼心腸！”張鴻漸這才看出她真是自己的妻子方氏，便拉住她的手流下淚來，詳詳細細地向她說明了一切。當談到那場官司的結果時，也和舜華說的完全一樣。他們正在相對感歎時，忽然聽到門外有腳步聲，方氏問是誰，來人也不回答。",
      "&emsp;&emsp;原來，村裏有個無賴某甲，早就看中方氏美貌。這天晚上，他從村外回來，遠遠看見一個人翻牆進了方氏的院子，以為一定是方氏約來幽會的，便緊跟在後面，也翻進院裏來。這某甲本不太熟悉張鴻漸，只是趴在窗外偷聽，等到方氏連連追問，他竟反問：“屋裏是什麼人？”方氏不想說是張鴻漸回來了，便騙他說：“屋裏沒有人。”某甲說：“我已聽了半天啦！我是來捉姦的！”方氏這時不得已，就告訴他說是丈夫回來了。某甲說：“張鴻漸的案子還沒有了結呢！既然是他回家來，就要綁起來送官。”方氏苦苦哀求，這無賴卻乘機大說髒話，越說越不堪入耳。張鴻漸滿腔怒火，拿起刀直衝出去，一刀剁在某甲的頭上，某甲倒在地連聲叫喊，又連剁了幾刀才死去。方氏說：“事情鬧到這種地步，你的罪更重了，趕快逃走吧！家中一切由我來頂著。”張鴻漸說：“不！男子漢大丈夫死就死，怎麼能連累老婆孩子，求自己活命。你不要管我，只要你能讓兒子接續我們張家讀書門第的香火，我死也瞑目了。”天一亮，張鴻漸就到縣衙門去自首。",
      "&emsp;&emsp;趙知縣因為張鴻漸是通輯犯，所以，只給了他一點小懲罰，過不久，就由府裏押送到京城去。一路上，枷重銬緊，把張鴻漸折磨得很苦，一天，他們在路上遇到一位女郎騎馬經過，一個老太婆牽著馬的韁繩。張鴻漸認出是舜華，急忙招呼老太婆想說句話，但一開口眼淚就流下來。這時，舜華勒馬回頭，掀開面紗，驚訝地說：“這不是表哥嗎？怎麼落到了這個地步？”張鴻漸把事情經過大致說了一遍，舜華說：“照表哥往日的所做所為，我本應當扭頭就走不管你，可我還是不忍心。我家離這裏不遠，請二位差官一起到我家裏休息一下，我也好多少幫襯一點盤費。”張鴻漸一行跟著她，走了二三里路，就看見一個山村，村中樓閣房舍都很宏偉整齊。舜華下馬走進去，讓老太婆打開大門，請客人進去。又過了一會兒，一桌十分豐盛的酒菜擺了上來，好像早就準備好了似的。舜華又叫老太婆出來說：“正巧家中沒有男人，就煩請張官人向二位差官多勸幾杯酒，今後路上還得多靠二位差官關照呢！已經打發人去張羅幾十兩銀子，給張官人做盤費，也好酬謝二位差官，去的人還沒有回來呢。”兩個公差一聽心裏暗暗高興，就放開量喝酒，不再提動身趕路的事。天色漸晚，兩個公差竟然都喝醉了。",
      "&emsp;&emsp;舜華走出屋來，用手一指枷鎖，枷鎖立即脫落下來。她拉起張鴻漸，兩人騎上一匹快馬，這馬像龍一樣飛騰而去。過了一會，舜華要張鴻漸下馬，告訴他說：“你就在這兒下來吧！我本來和妹子約好到青海去，又為你耽擱了半天，恐怕她已經等得太久了。”張鴻漸問她：“我們什麼時候再見面？”舜華沒有回答，再問時，竟把張鴻漸推下馬去，自己走了。",
      "&emsp;&emsp;天亮後，張鴻漸打聽這裏是什麼地方，得知原來是山西太原。於是他就進了太原城，租了間房子，靠教幾個學生維持生活，化名宮子遷。",
      "&emsp;&emsp;張鴻漸在太原一住就是10",
      "&emsp;&emsp;年。後來，打聽到官府追捕他的事情漸漸放鬆了，他才慢慢往家走。他走到村口，不敢立即進去，等到夜深以後才進了村。來到自己家門口，只見院牆又高又厚，再也爬不進去了。他只好用馬鞭去敲門，等了好長時間，妻子方氏才出來問是誰，張鴻漸壓低嗓門告訴了她。方氏一聽高興極了，連忙開門讓他進去，卻故意大聲斥責說：“少爺在京城裏錢不夠用，就該早些回來，為什麼打發你半夜三更半夜跑回來？”兩個人回到房子裏，互相訴說別後情景，才知道那兩個差役逃亡在外一直沒有回來。他們說話的時候，簾外有個年輕媳婦老是走來張望。張鴻漸忙問她是誰，方氏說：“是兒媳婦呀！”張鴻漸又問：“兒子在那裡呢？”方氏回答說：“到省裏趕考還沒有回來。”張鴻漸流著淚說：“這些年，我在外面顛沛流離，想不到兒子已經長大成人，能夠接續我家的書香門第，你真是耗盡心血了。”話還沒有說完，兒媳已經燙好酒，做好菜，擺了滿滿一桌。張鴻漸看到這一切，真是喜出望外，他在家住了幾天，都是藏在屋裏不敢出門，唯恐別人知道。",
      "&emsp;&emsp;一天夜裏，他們夫妻剛剛躺下，忽然聽得外面人聲嘈雜，敲門敲得很急，兩人都嚇壞了，一齊起身。又聽外面有人問：“他家有後門嗎？”聽到這裏他們更害怕了，急忙用扇門板當梯子，張鴻漸爬出牆逃命去了。然後，方氏才到門口問是幹什麼的，這才知道，原來是報告兒子中舉的喜信的。方氏大喜，非常後悔讓張鴻漸逃走，可是追也追不回來了。",
      "&emsp;&emsp;這天晚上，張鴻漸慌不擇路在亂樹荒草中奔逃，天亮時困倦極了，開始他想往西走，一問過路的行人，才知道這裏離去京城的大路不遠了。於是他就走進一個村子，打算賣件衣報換碗飯吃。在村裏，他看見一所大宅院，牆上貼著張報喜條，走近一看，才知道這家姓許，是新中的舉人。過了一會兒，有個老頭從大門裏走出來，張鴻漸迎上前去行禮，說明自己想求碗飯吃。老頭見張鴻漸文質彬彬，知道不是騙飯吃的那種人，就把他請進去招待吃飯。老頭問他要往那裡去，張鴻漸隨口瞎編說：“我在京城教書，回家路上遇到了強盜。”老頭就讓他留下教自己的小兒子。張鴻漸簡單地問起老頭的姓名、家族。原來這位老頭曾在京城裏做過官，現在告老還鄉，新中的舉人是他的侄子。",
      "&emsp;&emsp;過了一個多月，許舉人同一位和他同榜的舉人一起回家。許舉人的那位同年是河北永平府人，姓張，是個十八九歲的年輕人。張鴻漸聽到這人的家鄉、姓氏都和自己一樣，暗暗懷疑他就是自己的兒子。但永平府姓張的很多，張鴻漸不敢貿然相認，便暫且保持緘默。到了晚上，許舉人打開行裝，拿出一本記載同科舉人簡歷的《同年錄》。張鴻漸急忙借過來仔細翻閱，發現張舉人果然是自己的兒子，不由得落下淚來。大家都很奇怪，問他是怎麼回事，張鴻漸指著《同年錄》上的名字，說：“張鴻漸就是我呀！”接著就詳細地說了自己的遭遇，張舉人聽後抱住父親大哭起來。許家叔侄再三勸解，他們父子才轉悲為喜。許老先生寫信給幾位大官，並隨信送上禮品，為張鴻漸的官司進行疏通，父子二人才得一起回家。",
      "&emsp;&emsp;方氏自從得了兒子中舉的喜報後，整天為張鴻漸出逃而傷心。這一天忽然有人送信說，中舉的兒子回家來了，方氏不由得想起丈夫，更加難過。過了不一會兒，卻看見父子二人一塊走進來，她非常驚奇，好像丈夫是從天上掉下來的一樣。她問清楚了事情的經過，才同大家一樣悲喜交加。村裏某甲的父親，看到張鴻漸的兒子中了舉，也不敢再想報仇的事。張鴻漸格外優厚地照顧他，又從頭至尾地告訴他當年那件事的原因。某甲的父親聽後，又是慚愧，又是感激。於是兩家和好，成了朋友。\n\n     \n註",
      "&emsp;&emsp;:\n\n1.竹夫人，是古時消暑的器具，由光滑精細的皮竹編制成長圓形的竹籠，籠長約五尺，徑寬五﹑六寸，一端有底，一端開口，可置於床席間，可憩臂休膝，作用如今天的抱枕。中國到了文化大革命時期，被列入“四舊”而不准使用，逐漸在中國大陸地區失傳。在現代的韓國、日本及東南亞依然是常見的居家用具。"
    ]
  },
  {
    "title": "太醫",
    "href": "http://liaozhai.weebly.com/2282637291.html",
    "content": [
      "&emsp;&emsp;明朝萬曆年間，有一位評事孫某，他從小喪父，母親從19",
      "&emsp;&emsp;歲開始守寡。孫評事中進士時，母親已去世。他曾對別人說：“我一定要為母親爭取朝廷的封贈，使母親在地下也能享受榮耀，這樣才不負母親一生守寡的苦楚。”可是他突然得了暴病，十分沉重。他平時和朝廷的太醫關係很好，便找人去請太醫。派出的人剛出門，他的病就更加沉重了。他睜大兩眼，說：“我生不能光宗耀祖，死後怎去見地下的老母！”說完，就死了，但雙眼依然睜著。不久，太醫趕來，聽到屋裏傳出哭聲，就進門弔唁死者。他見到孫評事不肯閉眼，感到很奇怪。家人便告訴了他所說的話。太醫說：“想得到朝廷的誥封，也不困難。如今皇后即將臨產，他只要能再活上十幾天，誥封就可以到手。”說完，他馬上取來艾草，用來灸屍體上的十八處穴位。艾草快要燒盡時，床上孫評事已經發出呻吟聲。太醫急忙用藥灌下，孫評事居然立刻蘇醒過來。太醫囑咐說：“一定要記住，不要讓他吃熊肉和虎肉。”全家人都記下這個囑咐，但又以為這種東西一般不易見到，就沒太在意。三天以後，孫評事完全恢復了健康，仍和同僚一起上朝辦事。過了六七天，皇后果然生了一位太子。皇帝高興地召見朝臣，賜宴給大家。太監捧出一盤不尋常的東西，送給文武百官。這東西白片紅絲，甜美無比。孫評事吃後不知道是什麼東西。第二天，他詢問各位同僚，有人說是熊肉。他一聽立刻大驚失色，馬上便病了，一到家就死了。"
    ]
  },
  {
    "title": "牛飛",
    "href": "http://liaozhai.weebly.com/2927539131.html",
    "content": [
      "&emsp;&emsp;淄川有個人，買了一頭很健壯的牛。過了不久，他夜裏夢見牛長出兩隻翅膀飛走了。他以為這很不吉利，懷疑牛會死亡或者走失，於是便把牛牽到市場降價賣了。他用手巾包裹著銀子，繫在胳膊上。回家走到半路，看見一隻老鷹在吃一隻死兔子，走近去捉牠也不飛，很馴服。他便用手巾一角捆住老鷹的腿，帶在胳膊上。老鷹不停地掙扎撲騰，他稍一放鬆，老鷹就帶著包有銀子的手巾飛走了。雖然命裡注定了，如果這人不因夢生疑，不貪圖路上的東西，那麼，只會走的牛，怎麼能突然“飛走”呢？"
    ]
  },
  {
    "title": "王子安",
    "href": "http://liaozhai.weebly.com/295792337623433.html",
    "content": [
      "&emsp;&emsp;王子安是東昌府名士，科舉考試多次考不中。鄉試放榜時，他喝得醺醺大醉躺到臥室裏。有人來說：“報喜的來啦！”王子安踉踉蹌蹌爬起來，說：“賞錢十千！”家人知他醉了，騙他說：“只管睡，賞過啦。”一會兒，又有人說：“您中進士啦！”",
      "&emsp;&emsp;王子安自己問：“還沒進京趕考，怎麼會中進士！”回答說：“您忘了嗎，三場科考都考完了。”王子安大喜，跳起來喊：“賞錢十千！”家人又騙他：“賞了。”又過一會兒，有人進來說：“您在金鑾殿經過皇上面試點了翰林啦，長班（隨從）在這兒。”王子安看到兩個穿戴整潔的人在床前叩頭，立即喊：“快賞長班酒飯。”家人又騙他，說賞了，卻暗笑他醉得厲害。王子安想：既然做了翰林，不可以不出去炫耀鄉里，大叫：“長班！”等了好一會兒長班才來，王子安捶床大罵：“笨奴才，跑那兒去了？”長班憤怒地說：“窮酸無賴！跟你開玩笑哩，真罵？”王子安火了，跳起來撲打長班，打落了他的帽子，自己也跌到床下。妻子進來，扶他起來，說：“怎麼醉成這樣子！”王子安說：“我的長班太可惡，得好好懲罰他。”王妻笑了，說：“家裏只有我這老婆子，白天給你做飯，晚上給你暖腳，那來長班伺候你這把窮骨頭？”家裡人都笑，王子安酒醉情況稍好一點，好像夢醒了，才知道事情是假的。可是還記得長班的帽子被他打掉了，他找到門後，發現長班戴的紅纓帽，像小酒杯大小。王子安知道自己上了狐狸的當，感歎：過去人給鬼捉弄、調侃，我今天給狐狸嘲笑了。",
      "&emsp;&emsp;異史氏說：“秀才考試，有七種比喻：剛入場時，光著腳提著籃子像乞丐一樣。點名時，官員呵斥衙吏責駡，好像囚犯。等到進了號房，每個洞口都伸出個腦袋，每個房間都露出一雙光腳，好像秋後蜂窩的蜜蜂。到考完試出場時，各個神情萎靡不振，天地都變了顏色，好像離開樊籠的病鳥。等到盼望捷報時，風吹草動都心驚肉跳，夢想也虛無飄渺，一會兒作中舉得意的夢想，頃刻間樓閣都落成了；一會兒作落第失意的幻象，瞬息間自己的骸骨都腐爛了。這種時候坐立不安，就像被拴住的猴子。報捷的馬飛快闖入，報條中沒有自己，這時神色，突然變得跟死人一樣，就像是吃了毒藥的蒼蠅，怎麼弄牠都沒有感覺。剛失意時心灰意冷，大罵主考官沒長眼睛，要必把桌上的文具用品都燒掉；燒了還不算，再用腳踏碎；踏碎了也不算，再把這些東西扔到臭水溝裡。從此以後看破塵世，入山面壁修行，如果再有人拿",
      "&emsp;&emsp;‘且夫’、‘嘗謂’這些文章給我看，一定拿起棍棒把他趕跑。沒過多久，考試後的挫折感淡忘了，氣也漸漸消了，手又漸漸發癢了，於是又像一隻傾巢覆卵的斑鳩，重新啣著木片營造巢穴，重新孵卵。這種情況，置身其中的人痛哭欲死，而旁觀者看來，沒有比這更可笑的了。王子安的內心，頃刻間千頭萬緒，看來鬼狐早就偷笑了，所以乘著他喝醉酒時戲弄他。他妻子卻是清醒的，面對這種情況，怎麼能不啞然失笑呢？看起來中舉後得意的滋味，不過就是這樣的短短時刻；那些舉人進士們，一生中也不過經歷了兩三次這樣的短暫時刻罷了，而子安在一天之內都嚐到了，如此看來，狐狸的恩德與錄取他的老師是一樣的了。"
    ]
  },
  {
    "title": "刁姓",
    "href": "http://liaozhai.weebly.com/2099322995.html",
    "content": [
      "&emsp;&emsp;有個姓刁的人，家裡沒有田產，常常外出替人看相，實際上是騙人的。他一般出外幾個月，就回家ㄧ次，每次都賺很多錢。大家都很奇怪。有ㄧ次，有個在外地的同鄉，遠遠地看到一座高宅大院裏有個人，頭帶戴帽子，不斷的說話，一堆婦人擁簇著他。同鄉走近一看，就是那個姓刁的，於是，便偷偷地看著他做什麼。這時只聽有人問道：“我們一群人中，有一位夫人在，你能認得出來嗎？”原來有一位貴婦改裝混在人群中，想要看看姓刁的是否真的有本事。同鄉人聽到後為姓刁的人著急，但見刁姓人從容不迫抬頭望天舉手橫指，說：“這有什麼難辨別的，你們看，貴人的頭上自然會有雲氣圍繞。”眾人眼光不自覺地集中到一個人頭上，看他的雲氣。這時姓刁的人指著那個人說：“這人便是真正的貴人！”眾人驚奇地認為姓刁的人是個活神仙。同鄉人回到家裏，講述姓刁的人如何聰明的欺瞞別人。從這件事可以明白，即使是邪門歪道，也必定會有過人之處，不然的話，怎麼能騙得了人，賺錢財呢？真是無本生財呀。"
    ]
  },
  {
    "title": "農婦",
    "href": "http://liaozhai.weebly.com/3678623142.html",
    "content": [
      "&emsp;&emsp;臨淄縣西窯塢有一位農婦，勇敢、健壯如同男子一般，常常為鄉里調解糾紛。她和丈夫分居兩縣，夫家在高苑，距臨淄100",
      "&emsp;&emsp;多里，偶爾來一次，住上兩天便走。這農婦，自己到顏山，販賣陶器為生，做生意賺錢有了剩餘的，便送給討飯的人。",
      "&emsp;&emsp;一天晚上，她正和鄰居的女人說話時，忽然站起來說：“肚子有些痛，看來小壞蛋要離開我身體了。”於是便走了。天亮，鄰女去探望她，卻看見她肩上扛著兩隻釀酒的大罐子，正要進門。鄰女隨她進屋，只見一個嬰兒包好了安臥在那裏，鄰婦吃驚地問她。原來她分娩後已經背著重擔走了百里路了。",
      "&emsp;&emsp;過去，她和北面的尼姑相處的很好，認為乾姐妹。後來，聽說這尼姑行為不檢點，就生氣地拿起木棒，要去打她，大家苦苦相勸才罷手。一天她在路上遇到這尼姑，趕上去就打。尼姑問：“我有什麼過錯？”她也不回答，拳頭和石塊齊下，一直打到尼姑叫不出來聲，才放了她，自己走了。",
      "&emsp;&emsp;異史氏說：“世人說女人中的大丈夫，也知道自己不是大丈夫。女人忘記了自己也是巾幗英雄。農婦的豪爽、敏捷，與古代的劍俠沒有什麼區別，難道他的丈夫，也像娶了劍客聶隱娘的磨鏡少年(1)嗎？",
      "&emsp;&emsp;註\n\n1.磨鏡少年：指唐人小說中女劍客聶隱娘的丈夫。聶隱娘，唐貞元中魏博大將聶鋒之女。十歲時被一女尼攜去，授以劍術，五年送歸。偶遇磨鏡少年及門，隱娘稟于父而嫁之。夫婦初事魏博，後事陳許，終漸不知所之，而此磨鏡少年始終未見有他藝能，是一個帶有神秘色彩的人物。唐",
      "&emsp;&emsp;裴鉶\n《傳奇·聶隱娘》：“忽值磨鏡少年及門，女曰：‘此人可與我為夫。’白父，父不敢不從，遂嫁之。其夫但能淬鏡，餘無他能。”"
    ]
  },
  {
    "title": "金陵乙",
    "href": "http://liaozhai.weebly.com/373293851720057.html",
    "content": [
      "&emsp;&emsp;南京有個賣酒的小商人某乙，每次釀好酒，都要加水加藥。因此酒量再大的人，吃了他的酒也不過幾杯，便要爛醉如泥。因此他家的酒得了一個”中山酒”(1)的名號，生意興隆，積了一大筆錢。",
      "&emsp;&emsp;一天早起，某乙看見一隻狐狸醉倒在酒糟邊上。他把牠四隻腳捆住了，剛想去找刀，狐狸已經醒轉過來，哀求他道:“請你不要害我的命，你要求什麼，我都滿足你!”某乙便放了牠，一轉眼，牠已幻化成一個人。",
      "&emsp;&emsp;那時同巷子孫家的大媳婦被狐狸精迷住了，某乙便問那狐狸知不知情。狐狸道:“就是我迷的。”某乙曾經偷看過孫氏的小媳婦，比大的更漂亮，便要求狐狸精帶他去。狐精起初不願意，某乙再三求牠，狐狸精便邀他去。到一個洞裏，取了一件褐色的衣服給他道:“這是我死去的哥哥留下來的，穿上它便可以去了。”",
      "&emsp;&emsp;某乙穿著這衣服回來，家裏人都看不見他;直到穿上平常的衣服時，才又顯出形體。他高興極了，便和狐狸精一道上孫家去。只見牆上貼著一道大符，符上的筆劃歪歪曲曲的像一條盤旋的龍。狐狸精驚慌地道:“這個和尚厲害，我不去了。”回頭就走了。",
      "&emsp;&emsp;某乙縮手縮腳地走近一看，果然是一條真的龍盤在牆上，昂著頭像要飛起來的樣子。這才嚇得慌謊張張地逃了回來。原來孫家請了一個遠方來的高僧替他們驅邪，和尚先給了一道符叫去請的人帶回來，他自己還沒有到。",
      "&emsp;&emsp;第二天，和尚來了，便搭了一個壇作起法來。附近的居民都去瞧熱鬧，某乙也夾在人群裏看。忽然，他臉色大變，急忙奔逃，好像有誰來捉他的樣子。跑到門外，一跤跌倒地上，便變成了狐狸，周身還穿著人的衣服。人們要殺掉他，他的老婆孩子叩頭懇求，和尚才答應叫她們牽了回去。他家裏每天餵他飲食，過了幾個月也死了。",
      "&emsp;&emsp;註：\n\n1.中山酒，又名千日酒，是一種酒勁很強的陳釀。狄希，中山人，能造千日酒，飲之亦千日醉。州人劉玄石嘗求飲一杯，至家醉死；三年後狄希往探，令其家發塚破棺，劉方醉醒，而發墓人為其酒氣所冲，竟各醉臥三月。"
    ]
  },
  {
    "title": "郭安",
    "href": "http://liaozhai.weebly.com/3710123433.html",
    "content": [
      "&emsp;&emsp;孫五粒有個書童獨自睡在一間房內，恍惚被什麼人捉走了。到了一座宮殿，他看到閻王爺坐在上面。閻王爺審視一下，說：“錯了，不是這個人！”因此就把他遣送回來，回來後，他心裏非常害怕，就搬到另外一個地方去住。",
      "&emsp;&emsp;隨後，有個名叫郭安的僕人，見房間沒人住，便在床上住下。又有個僕人名叫李祿，對書童原有些仇恨，很早就想報復。那天夜裏，李祿拿著刀進入這間房子，摸摸床上的人，以為是書童，竟然把郭安殺死了。",
      "&emsp;&emsp;郭安的父親因兒子被害告到官府。當時陳其善(1)任縣令，沒把這件案子放在心上，郭安的父親悲痛的申述，說：“我這輩子就只有一個兒子，如今被人殺害，我今後可怎麼過日子啊！”陳縣令竟然判定李祿過繼給郭父。郭父不得不含冤回去。",
      "&emsp;&emsp;這段故事中書童見鬼倒沒有什麼希奇的，最希奇的倒是陳縣令竟然這樣判案。",
      "&emsp;&emsp;又濟南的西城有個殺人犯，被受害人的妻子告到官府。縣令一聽大怒，立刻把殺人兇犯捉了來。一見兇犯，縣令便拍案大罵，說：“人家好好端端一對夫妻，竟然被你拆散，就把你配給她做丈夫，也叫你的妻子去守寡！”於是便依此判決。這一些明快的判決，只有科舉中正榜出身的官員才能做到，其他出身的官是辦不到的。陳縣令就是這樣，怎麼能說他沒有“才能”呀！",
      "&emsp;&emsp;註 \n\n1.     \n陳其善：遼東人，貢士，順治四年任淄川縣知縣。九年，入朝為拾遺。"
    ]
  },
  {
    "title": "折獄",
    "href": "http://liaozhai.weebly.com/2524029508.html",
    "content": [
      "&emsp;&emsp;淄川縣城西崖莊，有個商人，在路上被人殺死。過了一個晚上，商人的妻子也上吊死了。死者的弟弟告到官府。當時，浙江人費禕祉(1)擔任淄川縣令，他親自到現場驗屍，看見錢袋裏還有五錢多銀子，還纏在死者的腰上，所以斷定這不是謀財害命。他傳來村子的保正及死者的鄰居，審問一番，也沒有弄出個所以然費。費公沒有動刑拷打，都放了回去，只是讓他們仔細地偵察，每十天報告一次。過了半年，事情漸漸鬆懈下來，死者的弟弟抱怨，費公心慈手軟，沒有破案的能力，三番五次到公堂上吵鬧。費公沒好氣地說：“你既然不能指出殺人兇手的姓名，難道要我去拷打好人嗎？”說完就把他轟出衙門去，死者的弟弟沒有地方申冤，只好氣憤地安葬了兄嫂。",
      "&emsp;&emsp;一天，衙門因為催交錢糧的事，抓來幾個人。其中有個叫周成的，因害怕受到官府追索，就上前說，我的錢糧已經籌好了，說完從腰裏拿出一個錢袋，呈上去請費公驗收。費公驗收後，便問：“你家住那裡？”周成答說:：“在某村。”又問：“你那裏距西崖莊多遠路？”周成答：“五六里。”費公又問：“去年被殺的商人是你的什麼人？”周成答道：“我不認識他。”費公一聽馬上變臉說：“你殺了他，還能說不認識嗎？”周成竭力分辯，費公不聽，並用重刑拷打，果然，周成招認了殺死商人。",
      "&emsp;&emsp;原來，死者的妻子王氏，準備去親戚家串門，但覺得自己沒有首飾，面子上不好看，便嘮嘮叨叨要丈夫到鄰居去借，丈夫不肯；她就自己去借，對借來的首飾，她很愛惜。回家的路上，她把首飾裹在錢袋，藏在袖子裡。回到家時，她一摸袖子是空的。王氏不敢告訴丈夫，自己又無法賠償，後悔得要死。那天，周成恰好在路上拾到這個錢袋，知道這是商人老婆丟掉的。他看到商人外出，就在半夜裏爬過牆來。準備拿這首飾逼王氏與他通姦。當時天很熱，王氏睡在庭院裏，周成悄悄跑進來，王氏發覺了，大聲喊叫，周成急忙制止她，留下錢袋，首飾。完事以後，王氏囑咐他說：“以後不要再來了，我家男人很厲害，如果被發現，恐怕我們都活不成了。”周成生氣地說：“我出的錢足夠在妓院住好幾天，怎麼可能一次就夠了呢？”王氏安慰他說：“我不是不願和你相好，我丈夫多病，不如慢慢等他死後再說吧。”周成聽過便走了，不久殺了商人。當夜他又來到王氏那裏，說：“現在你丈夫已經被人殺死了。請照你答應的做吧。”王氏一聽放聲大哭，周成嚇的逃走了。天亮後，人們發覺王氏也死了。",
      "&emsp;&emsp;費公查清了此案的前後細節，就把周成拿住抵罪。大家都非常佩服費公十分神奇，但不清楚費公是怎樣查出來的。費公說：“事情沒有什麼難辦的，只要時時處處留心就行。當初驗屍時，我看見錢袋上繡了一個萬字，周成的錢袋上也有一個萬字，很明顯是一個人做的，當我查問周成時，他卻說\n他不認識死者，而且言語支吾、神情不對。因此，可以斷定他就是真正的兇手。",
      "&emsp;&emsp;異史氏說：“世上斷案的人，如果不是隨意處理，就是抓幾十人來折磨他們。公堂上嚴刑拷打，皮肉之聲不斷，喧鬧紛雜，然後說：",
      "&emsp;&emsp;‘我在盡心辦事啊。’一聽到衙門前告狀的雲板敲3",
      "&emsp;&emsp;下(下班時間到，要退堂)，就厲聲厲色，隨意判案，對不容易決斷的事，也不再考慮，準備下回升堂時，到處牽扯(禍桑樹以烹老龜)(2)。又從那能瞭解民情！我常說：‘有智慧的人不必是仁者，而仁者卻必定是有智慧的。因為能竭盡心力去解決問題，就會想出解決的辦法。隨時隨地留心這句話，可以教導天下所有治民的官員了。”",
      "&emsp;&emsp;淄川縣民胡成，和馮安同鄉，兩家世代不和。胡成父子性情剛強，馮安委曲求全，和他來往，但胡成還是不信任他。這天，兩個人一起喝酒，當稍稍有些醉意時，就互相談了些心事。胡成吹牛說：‘不用怕窮，百把兩銀子的錢財我不難弄到手。’馮安知道胡成家並不富裕，所以，便笑他吹牛。胡成一本正經地說：‘實話告訴你，昨天我路上遇到一個大商人，帶著很多行李，我把他推到南山的枯井裏了。’馮安又笑他。那時，胡成有個妹夫叫鄭倫的，托他購買田產，就在他家寄存了幾百兩銀子。胡成把這些錢拿出來向馮安炫耀。馮安相信了他的話。酒席一散，馮安暗中寫了狀子，向官府告發。縣令費公便逮捕了胡成，進行審問。胡成把實話招了出來。查問鄭倫和田產主人他們都說不錯，是這麼回事。於是，費公就帶他們到枯井那裏去檢查，並找一名差役下井去看。果然，井裏有一具無頭屍體。胡成一看嚇壞了，沒有話可以答辯，只是說自己冤枉。費公很生氣，打了胡成好幾十個嘴巴，說：“如今證據確鑿，還喊冤叫屈嗎？”說著就命令用死刑的刑具把他扣起來，同時，吩咐暫時不要把屍體弄出井來，只發告示到各村，讓死者家屬來認領。",
      "&emsp;&emsp;過了一天，有個婦人遞上狀子，自稱是死者的妻子，說丈夫叫何甲，攜帶幾百兩銀子出外做買賣，被胡成殺死了。費公說：“井中是有個死人，恐怕未必就是你丈夫。”這婦女堅持說死者就是自己的丈夫。於是費公命令把屍體從井裏撈出來，一看果然不錯。但那婦人不敢靠近屍體，只是站得遠遠地乾哭。費公說：“兇手已經找到，但屍體不全，你暫時回家去，等找到死者的頭以後，就立刻告訴你，叫兇手抵命。”於是，費公從獄中提出胡成，罵道：“如果明天不將人頭拿來，一定打斷你的腿。”派人押著胡成去尋找了整整一天。問他找得怎麼樣，胡成只是痛哭。費公把刑具放在他面前，做出要動刑的樣子，但又不用刑。費公說：“大概你那天夜裏扛屍時慌張，不知道頭掉到那裡去了。為什麼不去仔細尋找？”胡成哀求給他時間，讓他趕快找。費公又問婦人：“你有幾個孩子？”婦人回答說：“沒有。”費公問：“何甲有什麼親戚？”婦人說：“只有一個堂叔。”費公感歎地說：“少年喪夫，孤苦伶仃一個人怎麼能生活。”婦人聽了又哭起來，向費公叩頭請求憐憫幫助。費公說：“殺人罪已經定了，只要恢復全屍，全案就可以簽結了。結案後，趕快再嫁。你是年輕女人，不要再抛頭露面出入衙門。”婦人感動得哭起來，叩罷頭便走下堂去。",
      "&emsp;&emsp;費公立即通知鄉里民，叫他們代為尋找屍體的頭。過了一夜，就有同村的王五，報案說頭已經找到。費公訊問驗看後，賞給他一吊錢，又叫何甲的堂叔到堂。費公說：“這個重大案件已經查清楚了，但事關人命，不經過一些時間不能結案。你侄子既然沒有兒子，你侄媳婦又年輕，一個人生活很難，可以早點叫她嫁人。以後也沒有什麼其他事了，如果有上級長官來複查，只要你來應對就可以了。”",
      "&emsp;&emsp;何甲的叔叔不肯答應。費公立即發下兩支動刑的竹簽，何甲的叔叔還是不答應。費公又發下一簽，何甲的叔叔這才害怕了，答應照辦，退出公堂。婦人聽到後，便向費公叩頭謝恩。費公竭力安慰她，又宣佈說：“有要娶這個婦人的，可以當堂說明。”這話傳下去後，立即便有人要求婚娶，這人就是那個報告找到人頭的王五。費公叫婦人來到公堂，說：“殺人的真犯，你知道是誰嗎？”婦人答道：“胡成。”費公說：“不對！你和王五才是真正的兇手。”兩個非常吃驚，拚命辯白。費公說：“我早就知道這案子的真實情況了，之所以遲遲不說出來，是怕萬一冤枉好人。你說說看，屍體還沒有從井裏撈上來，你怎麼就知道是你丈夫？這一定是你先知道他已經死了，況且你丈夫的屍體穿的破破爛爛，又怎麼會有幾百兩銀子？”費公又對王五說：“人頭所藏之處，你怎麼會知道的那麼清楚？你所以如此急著交出人頭，就是為了你們倆快些結合。”兩人嚇得面色如土，不能狡辯一詞。於是對他倆一起動刑，果然招出了真情。原來王五和這婦人私通了很久，兩人串通謀害了她的丈夫，恰好胡成在這時說了這樣的笑話。於是費公釋放了胡成；馮安以誣告罪被重重打了一頓板子，判處3",
      "&emsp;&emsp;年徒刑。從發案到結案，費公沒有對一個人亂動過刑。",
      "&emsp;&emsp;異史氏說：“先生在外有仁愛的美名，就從這一件事，也可以看出仁人的用心良苦了。費公任淄川縣令時，松齡才剛剛成人，承蒙先生過分的器重與期許，可是松齡魯鈍而笨拙，就像不肯跳舞的鶴，使主人蒙羞(不舞之鶴為羊公辱)(3)，這是先生生平中一件不明智的錯誤。這些都是由松齡帶來的，可悲啊。”\n\n註：1.費公禕祉：費禕祉字支嶠，浙江鄞縣人，順治十五年（西元１６５８年）為淄川縣令。 \n\n2.禍桑樹以烹老龜，比喻胡亂判案，濫施刑罰使眾多無辜者牽累受害。\n\n　　傳說三國時，吳國永康有人入山捉到一隻大龜，以船載歸，要獻給吳王孫權，夜間繫舟於大桑樹。舟人聽見大龜說：我既被捉，將被烹煮，但是燒盡南山之柴，也煮我不爛。桑樹說：諸葛恪見識廣博，假使用我們桑樹去燒你，你怎麼辦呢？孫權得龜，焚柴百車，龜依然如故。諸葛恪獻策，砍桑樹燒煮，果然把龜煮爛。這裏以桑樹與老龜比喻訴訟的兩造。\n\n3.不舞之鶴為羊公辱：《世說新語》昔羊叔子有鶴善舞，嘗向客稱之。客試使驅來，氃氋而不肯舞。\n\n蒲松齡以自己科舉受挫，有負責禕祉的器許，意謂自己無能，辜負了賞識者的厚望，故有此喻。"
    ]
  },
  {
    "title": "義犬",
    "href": "http://liaozhai.weebly.com/32681293561.html",
    "content": [
      "&emsp;&emsp;周村有個商人，到安徽蕪湖做買賣，賺了一大筆錢。當他租好船準備啟航回家時，看到河堤上有個屠夫綁著一隻狗，準備殺死。商人以多一倍的價錢，把這隻狗從屠夫手裏買來，養在船上。",
      "&emsp;&emsp;這船家原本是個慣盜，他看商人行李很沉重，把船搖到深草叢中，拿起刀要殺害商人。商人一看難免一死，苦苦哀求強盜給他留一個全屍。於是，強盜便用毛氊把商人裹起來投入江中。狗看到主人被投江後，也哀叫著跳入江裏，用嘴叼著氈卷，和他在江水中起伏。就這樣不知漂流了多遠，一直到擱淺住才停下來。",
      "&emsp;&emsp;狗游出水面後，跑到有人家的地方，汪汪地猛叫。有人感到奇怪，便跟著狗去，看到有個氈卷擱淺在江邊，便拽出來，割斷氈卷上的綁繩。發現商人還沒有死。商人把自己遭到強盜搶劫的經過告訴了眾人。商人又哀求船家載他返回蕪湖，以便守候強盜船。商人上了船，狗卻不見了，商人心裡感到十分痛惜。",
      "&emsp;&emsp;商人回到蕪湖碼頭，找了三四天，只見桅杆林立，卻不見那條強盜船。恰好有個同鄉準備帶商人一起回家。這時，狗突然跑回來，見了主人就狂吠。商人一叫，牠就跑開了。商人下船跟著狗走。狗跑到一條船上，一口咬住一個人的小腿，怎麼打牠也不鬆口。商人趕忙上前去大聲吆喝，但一看，狗咬的人就是那個強盜。這個強盜把原來穿的衣服和所用的船都換掉了，所以認不出來。商人把強盜綁起來後，一搜，發現那天被搶去的銀子還在。",
      "&emsp;&emsp;唉！一隻狗尚且這樣報答恩情，世上那些忘恩負義的人，看到這隻狗的行為大概也會感到羞愧吧！"
    ]
  },
  {
    "title": "楊大洪",
    "href": "http://liaozhai.weebly.com/269542282327946.html",
    "content": [
      "&emsp;&emsp;楊大洪(1)，字漣。沒有參加科舉考試前，他已是楚地有名的讀書人了，因此，自認為很不錯。這年，楊大洪參加科舉考試後，聽到有人在傳報優勝者的名單。這時，他正好口中含著飯，走出門來打聽：“有我楊某人嗎？”那人回答說：“沒有。”他一聽，突然感到非常沮喪，咽下口中飯時，被噎住了，從此，便成了一個病根，噎得他很痛苦。朋友們都勸他到京城去等待朝廷選取遺漏的人才。楊大洪感到很為難，因為手中沒有路費。朋友們知道後，便湊了10",
      "&emsp;&emsp;兩銀子給他，並強勸他啟程。",
      "&emsp;&emsp;一天夜裏他夢見有人告訴他說：“前方有人能治好你的病，你最好苦苦哀求他給你治療。”那人臨別時，又送他一首詩。詩中有“江邊柳下三弄笛，拋向江心莫歎息”這樣一句。第二天，他在路上果然見到一位道士坐在柳樹下。楊大洪上前叩拜，請求他給治病。道士笑著說：“您誤會了，我怎麼會治病呢？如果，先生您請我吹一曲《梅花三弄》，倒還可以。”隨後，道士拿出笛子吹起《梅花三弄》曲。楊大洪觸景生情，想起夢中人所說，更加懇切地拜請道士為他治病，同時，把錢袋倒空，袋中十兩銀子全獻給了道士。道士接過銀子便扔江水中去了。楊大洪因為這銀子來之不易，看道士這樣做，吃驚地說不出一句話來，露出非常可惜的神情。道士一見他這樣神情，便說：“先生您無法不動心嗎，銀子就在江邊，自己去拿好了。”楊大洪來到江邊一看，銀子果然在那裏。他越感到驚奇，稱呼道士為神仙。道士隨意指著別處說：“我不是神仙，那邊有神仙來啦！”\n騙楊大洪回頭去看，道士一見立刻用力拍打楊大洪的背說：“真俗氣呀！”楊大洪受道士一拍，張口出聲，喉嚨裏立刻吐出一塊東西，落在地上，他低下身子揀了起來，只見血絲裏包著的飯還沒化開。此物一吐出，他的病好像立刻就沒有了，再回頭一看，道士已經消失得無影無蹤了。",
      "&emsp;&emsp;異史氏說：“楊公，‘生為河嶽，沒為日星(2)。’既然這樣，又何必求長生不死呢！也許有人不能擺脫一般見識，為了不能作天上神仙，為楊公感到惋惜。我卻認為天上多一個神仙，倒不如地上多一個聖賢。理解的人一定不會認為我的說法是偏激的。",
      "&emsp;&emsp;註： \n\n1.楊漣，字文孺，別字大洪，湖北應山人。明萬曆三十五年進士，曆擢兵科給事中。萬曆四十八年，神宗、光宗相繼去世，楊漣與御史左光鬥等協心建議，扶幼主熹宗正位，于時並稱“楊左”。\n\n2.“生為河嶽”二句：宋文天祥《正氣歌》：“天地有正氣，雜然賦流形；下則為河嶽，上則為日星。“\n\n此借謂楊漣不論生前死後，其浩然正氣經天緯地，受人景仰。"
    ]
  },
  {
    "title": "查牙山洞",
    "href": "http://liaozhai.weebly.com/26597292732366527934.html",
    "content": [
      "&emsp;&emsp;山東章丘查牙山上，有個石洞像井一樣，大約有幾尺深。石洞北面的石壁上，又有個洞門，只要伏在地上，伸長脖子就能看見。",
      "&emsp;&emsp;附近村子裏有幾個人，早就想進洞看個究竟，這一年九月初九重陽節登高那天，他們約好在石洞那兒飲酒。有三個膽大的人先拿著燈火，用繩子吊下去觀察。他們進去以後，發現這洞高大寬敞，像大廳一樣，進去走了幾十步，漸漸變窄，就到底了。洞底還有一個小洞，人伏下去，可以像蛇一樣鑽進去，用燈火一照，黑漆漆的，不知道有多深。其中兩個人氣餒了便退回來。另一個人奪過火把，取笑一聲，挺身往小洞裏爬去。幸好狹窄的地方僅比牆厚一點，一過去就又高又寬敞了。於是站起來往前走。",
      "&emsp;&emsp;洞頂上的鐘乳石參差不齊聳立各處，好像要墜落卻又不落。兩壁上怪石重重疊疊，很像寺廟中的雕塑，都是一些鳥獸人鬼的形狀：鳥像在飛，獸像在跑，人有的坐著，有的站著，妖魔鬼怪表情憤怒兇惡，奇奇怪怪，醜陋的多漂亮的少。讓人心裏緊張。幸好路還平坦，沒有什麼陡坡。謹慎地往前走幾百步，西面石壁上有一間石屋。門的左邊有一樽鬼怪形的石頭，面對著人站，眼睛突出，嘴巴張得很大，長舌獠牙，猙獰兇惡。左手握成拳狀，撐在腰上，右手叉開五指，像要抓人。讓人非常寒心，寒毛都豎了起來。遠遠望見門裏有燒過的柴草灰，知道有人曾經來過，膽子才大一點，勉強走進幾步。只見地上擺著杯子、碗，滿是泥垢，但都是近代的東西，不是古代器皿。旁邊放著四把錫壺，心裡很想要，於是解開帶子捆住壺頸綁在腰間。又向旁邊一看，西角有一具屍體，兩手兩腳四面叉開，讓人十分害怕。慢慢過去看，死人腳上穿著尖尖的小鞋，鞋底的梅花圖案還看得見。他知道死者是年輕女人，只是既不知是那裡人，也不知是那一年死的。衣服的顏色已變得灰暗，分不清是黑色還是紅色。頭髮蓬亂不堪，好像一筐亂絲粘在骷髏上。眼睛鼻子各有兩個洞，嘴巴還有兩行白森森的牙齒。心想頭上可能會有珠寶首飾，把燈火靠近頭顱。這時，突然覺得好像有人在噓氣吹燈，燈火飄閃不定。火焰呈紅黃色，衣服也似輕輕吹動。又大驚失色，手直顫抖，燈火頓時熄滅了。趕緊回想進來的路線急忙回奔，不敢用手摸石壁，恐怕碰到鬼的東西。黑暗中，一頭撞在石上，跌倒了，連忙又爬起來繼續找路，又冷又濕的液體流到臉頰上，知道是血，但也不覺得疼，也不敢呻吟。喘著粗氣跑到剛才爬進來的洞口，正要伏下身往外爬，卻好像有人抓住頭髮，頭一暈，就昏死過去。",
      "&emsp;&emsp;沒進洞的夥伴們坐在洞口等了好久，還不見來回，便懷疑他出了問題。於是，又吊下兩個人。他們走到小洞口，探身進去，發現有頭髮掛在鐘乳石上，血流如注，人已昏迷。這二人大驚失色，不敢進去，坐著發愁歎氣。一會兒，井上又吊下來兩個人。其中有個膽子大的，奮勇鑽進小石洞，把人拖出來，放到山上，過了半天他才醒過來，把剛才所見到的詳細說給他們聽。只可惜他沒有探究到洞的最底層，如果進到最底層，一定會有更奇妙的境界。後來，章丘縣令聽到這件事，吩咐用土把洞堵死，於是，人們不能再進去了。",
      "&emsp;&emsp;康熙二十六、二十七年間，養母峪南的石崖崩毀，露出一個洞口，向裏面看，只見鐘乳石密密麻麻，如同竹筍，可是洞很深很險，沒有人敢進去。忽然，有個道士來到這裏，自稱是鐘離的弟子，他說：“師傅派我先來，清理洞府，以便居住。”村民為他提供燈火，道士帶了這些下到洞裏，結果，跌在石筍上，被石筍刺穿了肚子死了。消息傳到縣令那裡，縣令把這石洞封了。我想洞中一定會有奇妙的佳境，可惜道士死了，沒有洞裡的詳細情形。"
    ]
  },
  {
    "title": "安期島",
    "href": "http://liaozhai.weebly.com/234332639923798.html",
    "content": [
      "&emsp;&emsp;大學士劉鴻訓(1)是山東長山人，他跟副使一起出使朝鮮時，聽說安期島上住著神仙，便想駕船去遊玩。朝鮮的大臣們都說不能隨便去，要他等候小張。因為安期島與世隔絕，只有神仙的弟子小張，每年到朝鮮一兩次。要去安期島的人，必須先告訴他。如他認為可以，才可乘船到達。否則，颶風就會把船吹翻。過了一兩天，國王召見大使。鴻訓入朝拜見以後，看見一個人，身佩寶劍，頭戴棕葉斗笠，儀態莊嚴，坐在宮殿上，年紀大約三十歲左右。一問，才知他就是神仙的弟子小張。鴻訓便表達嚮往仙島的意思，小張答應了，只是說：“你的副官不能同去。”接著，他出去把隨行人員都看了一遍，認為只有兩個人可以跟著去遊賞。於是，他親自駕船引導劉鴻訓去安期島。水路不知有多遠，只覺得風聲習習，船在海上航行如騰雲駕霧，不一會兒就到了仙島。這時正是深冬季節，上島後，卻覺得氣候溫和，岩谷中山花遍開。",
      "&emsp;&emsp;小張把劉鴻訓引入洞府。一進洞府便看見三位老神仙盤腿打坐。東西兩邊坐著的神仙看見客人進來，反應冷漠。只有中間坐的一位站起來迎接客人，互相行禮。坐下以後，叫獻茶。洞府外面石壁上有個鐵錐，錐尖插在石壁中。有個僮子拿著盤子去，拔下鐵錐，水就噴出來，他用杯子接著。接滿後，又用鐵錐塞上洞眼，然後把杯子獻上來。杯中水呈淡綠色，嘗一口，冷得牙齒打顫，劉鴻訓怕冷不敢喝。老神仙回頭用下巴對僮子示意，僮子拿走杯子，把剩下的水喝掉。又在原處拔出鐵錐，另盛一杯端回。這次情況不同了，杯中水香味濃烈，熱氣騰騰，好像剛從熱鍋裏倒出來。劉鴻訓暗暗驚異。又向神仙打聽自己的命運凶吉，神仙笑著說：“世外之人不知今世何年何月，怎麼知道人間的事情？”他又問返老還童之術，神仙說：“這不是達官貴人所能做得到的。”坐了一會兒，劉鴻訓便起身告辭，還是那個小張送他回去。",
      "&emsp;&emsp;回到朝鮮，他詳盡地講了所見的奇異事物。國王歎息說：“可惜你沒有喝那杯冰冷水，那是玉液瓊漿，喝一杯可以延壽百歲。”過了一段時間，劉鴻訓準備回國，回國前，朝鮮國王送給他一樣用紙和絹綢重重包裹著的東西，並囑咐他靠近海不要打開看。劉鴻訓回國剛剛登陸，就急忙取出拆開看，打開一層又一層包裹，才看見一面鏡子。仔細一瞧，裏面有個水晶宮，宮中的蛟龍家族，看得清清楚楚。正凝神注目時，忽然看見比樓閣還高的潮水洶湧撲來。他大驚失色，快馬加鞭飛跑。潮水跟著趕來，比暴風驟雨還迅猛。他更加驚慌失措，忙把鏡子扔過去，奇怪的是，潮水竟然一下子回落了。\n\n     \n註\n\n1.劉鴻訓，字默承，號青岳，明代山東長山縣人。萬曆四十年舉人，四十一年進士，由庶吉士授編修。于泰昌元年（１６２０）冬奉使頒詔朝鮮，會遼陽失陷，間關自海道達登州復命。天啟末，以忤魏忠賢，斥為民。崇禎間，嘗以禮部尚書兼東閣大學士，進文淵閣大學士，主政府。\n\n轉貼",
      "&emsp;&emsp;神仙故事：\"寧為玉碎，不為瓦全\"的安期生\n\n◎朱月明",
      "&emsp;&emsp;整理",
      "&emsp;&emsp;安期生是秦漢間傳說中的仙人，姓鄭，名安期。道教視安期生為重視個人修煉的神仙。他被奉之為上清八真之一。",
      "&emsp;&emsp;關於他的記載，最早見於《史記》。司馬遷在《史記﹒樂毅列傳》中評述漢初黃老之學的師承體系時寫道：“樂臣公學黃帝、老子，其本師號曰河",
      "&emsp;&emsp;上丈人，不知其所出。河上丈人教安期生，安期生教毛翕公，……”。在《史記﹒孝武本□》中方士李少君曾告訴漢武帝說：",
      "&emsp;&emsp;“臣嘗遊海上，見安期生，食巨棗，大如瓜。安期生仙者，通蓬萊中，合則見人，不合則隱。”唐代詩人李白有詩為證：“我昔東海上，嶗山餐紫霞。親見安期生，食棗大如瓜。”《列仙傳﹒安期先生》則稱安期生為琅琊阜鄉（今屬山東）人，在海濱賣藥，當時的人稱其為“千歲翁”。秦始皇東遊時，曾與他談了三日三夜，賜他數千萬金璧。秦始皇離去後，他丟棄金寶不顧，並留書始皇：“後數年求我於蓬萊山”(“數年”在《雲笈七簽》及《仙\n鑑》中則是“千年”)。始皇得信後，就派遣使者徐市（音福）、盧生等數百人入海。還未到蓬萊山，就因遇風浪而折回。",
      "&emsp;&emsp;安期生在不少名山都有仙跡留下。在地處舟山群島東南部，與普陀山、朱家尖帶水為鄰，古稱白雲山，又名桃花山的桃花島就流傳著“安期生潑墨成桃花”的傳說。說是很早以前，桃花島只是一個荒島。大約在秦朝時，安期生為避秦暴政，獨自漂流到這個島上。他上岸一看，島上荒無人煙，卻氣候宜人，風景秀麗，仿若世外桃源，是一個安鼎設爐、採藥煉丹的好地方。於是他開始隱居在安期峰的一個天然石洞修道煉丹。一晃就是十幾年。這時到島上定居的人也多起來了。生性喜孤獨、好清淨的安期生決定離開這裡，另覓佳處。在渡口處，安期生擺上文房四寶，希望用畫留下桃花島的美景，不想，船老大的吆喝破了他的興致，於是他將那墨潑向山石。不久山石上出現了奇形異狀的桃花紋，宛如天然一般，人們多取之作為珍玩。此山也因此得號--桃花。",
      "&emsp;&emsp;盡管史籍對安期生的生平有所交代，但是安期生是如何得道升天的卻沒有記載。可是在廣州一帶卻流傳著“安期生成仙”的傳說，講述安期生是怎樣升天的。",
      "&emsp;&emsp;安期生後來南下，來到羊城，見到峨峨雲山、淼淼煙霞的白雲山，遂定居下來。他經常背著一個葫蘆，為白雲山周圍的貧困村民懸壺濟世。人們都說，碰到鄭安期，貧病的人才得生。",
      "&emsp;&emsp;一天，一個哭哭啼啼的孩子跑來，說他父親得了重病，安期生一聽，立即背上葫蘆來到病人家。病人已不省人事，渾身燒得象一團火，喉嚨處生了一個毒瘡，三天三夜未進一滴水、一滴米。安期生斷定病人患的是熱毒攻心症，必須用九節菖蒲方能治愈。可上那兒找這名貴的藥材啊！",
      "&emsp;&emsp;安期生行醫多年，並未親眼見過九節菖蒲，只知道九節菖蒲生有九節，是稀世之寶，常人吃了可以延年益壽，病人吃了能袪病。藥書上說：羅浮山東澗、白雲山蒲澗中有之，以長在懸崖絕壁上不沾沙土，一寸九節，紫花者為佳。於是他決計到白雲山蒲澗尋找九節菖蒲。",
      "&emsp;&emsp;他穿過叢林，跑了一山又一山，來到蒲澗，尋了一處又一處，終於，在一山澗旁，有異香飄過來。他知道，附近一定有異草。循著香氣尋去，正是那九節菖蒲，九節、綠玉、三花、紫茸、奇香襲人。他趕忙摘了幾枝，救人如救火。",
      "&emsp;&emsp;安期生將鮮嫩的九節菖蒲搗爛，用榨出的汁液滴入奄奄一息的病人口中，不到半個時辰，病人甦醒了，再用一些藥後，病人已能坐起。第二天，病人就基本康復了。",
      "&emsp;&emsp;這件事很快傳遍了羊城，後來越傳越神，也越傳越遠，最後竟傳到了京都秦始皇那裡去了。秦始皇聽說找到了長生不老之藥，即下詔書，命他快快進貢。安期生依然是那句舊話：“千年後到蓬萊山來見我”。始皇雷霆大怒：“我能活到千歲，還要什麼不老藥！他若不肯，取他頭顱見我！”",
      "&emsp;&emsp;安期生只好回到了蒲澗。他真不想將這稀世珍寶進貢給那暴君。在懸崖邊，他漫不經心地將一枝九節菖蒲送進嘴裡，輕輕一嚼，一股異香沁人心脾，頓覺神清氣爽。當他再去摘第二枝時，所有的九節菖蒲全不見了。他正在疑惑時，一個老人向他走來，道：“你不是安期生嗎？想把九節菖蒲進貢給秦始皇？哈哈……”安期生大吃一驚，不等他回答，那老人又道：“你不會好心到連好壞人都不分的地步吧？”說完，老人就不見了。",
      "&emsp;&emsp;安期生頓時醒悟過來：我怎能為一個暴君去採什麼長生不老之藥呢？我寧可一死，也不能作這種是非不分的事。於是，他縱身跳下崖去。他只覺得耳朵邊風聲颼颼，可身子卻飄然而起。原來從半山腰裡突然飛出一隻碩大無比的白鶴，箭一般地飛過來，用它的雙翅輕輕地把安期生托了起來，直向天邊飛去。",
      "&emsp;&emsp;安期生飛升的那天是陰曆七月二十五日，後來廣州人以這一天為“鄭仙誕”。每年農曆七月二十五前後，",
      "&emsp;&emsp;廣州人會結伴遊白雲山，漸漸成傳統習俗\n。後人稱其飛升處為飛升台，並在其修煉處建菖蒲觀。",
      "&emsp;&emsp;菖蒲觀歷經興廢，曾被改作佛寺，蘇東坡有詩雲：昔日菖蒲方士宅，後來簷葡祖師禪。位於白雲山麓，又建有“鄭仙祠”。可見這位“寧為玉碎，不為瓦全”的仙人深受人們的愛戴。\n\n參考資料http://www.epochtimes.com/b5/2/9/25/c8996.htm"
    ]
  },
  {
    "title": "沅俗",
    "href": "http://liaozhai.weebly.com/2778120439.html",
    "content": [
      "&emsp;&emsp;李季霖代理沅江縣令，初到任所，看到衙門裏擠滿了貓和狗，他非常驚訝。屬下人說：“這些貓和狗都是本鄉本土的百姓，前來瞻仰先生您的風采。”不多時，衙門裏變成一半是人，一半是貓狗。又過了一段時間，這些貓狗都恢復了人的模樣，陸陸續續離開了這裏。",
      "&emsp;&emsp;一天，李公去拜訪客人，轎子走在半路，突然，一名轎夫急喊：“我遭人陷害了”，立刻請別人代替他來抬轎子，趴在地上請假。李公很生氣，嚴厲地斥責他，轎夫也不理，急匆匆的跑掉。李公派人在後面跟著他，只見這個轎夫跑到市場裏，找一位老翁，請他給看看。老頭看後，對他說：“你是被陷害了”於是用手抓著轎夫的手臂，從上往下用力推拿，當推拿到小腿時，只見皮膚裏鼓起一個包，老頭用快刀割破它，從中取出一顆石頭子，說聲：“好了！”於是，轎夫便跑了回來。",
      "&emsp;&emsp;後來，又聽說：“沅江地方有個狀況，一個人的身體還躺在家裏，手卻能飛出去，到別人家房裏偷盜錢財。如果被房主人發現，抓住這隻手，不放回去，那麼這個人的一隻手臂便從此廢了。"
    ]
  },
  {
    "title": "雲蘿公主",
    "href": "http://liaozhai.weebly.com/38642343672084420027.html",
    "content": [
      "&emsp;&emsp;安大業，河北盧龍縣人。他生下後就能說話，母親給他灌了狗血，才止住。長大後，風流俊秀，身形無人可以比擬，他聰明又喜讀書。名門大家都爭著想和他結親。他母親做了一個夢：說：“你的兒子命裡該娶公主。”便相信了，可是，他到了十五六歲時，這個夢也沒有應驗。漸漸他母親自己也感到懊悔。",
      "&emsp;&emsp;有一天，安大業獨自坐在房裏，忽然間聞到一股奇異的香氣，接著有一個美麗的婢女跑進來說：“公主到了！”立即便把長長的毛氈鋪在地上，從門外一直鋪到座前。安大業正在驚疑之間，就見一位女郎扶著婢女的肩走了進來。她美麗的容貌和光彩的衣服，映滿屋間四壁。婢女把一個繡墊放在坐榻上，扶女郎坐在上面。安大業慌張得不知該做什麼，鞠著躬便問：“是那裡來的神仙，勞您降臨此地？”女郎微笑，用衣袖掩著嘴。身邊的婢女說：“這是后府裏的雲蘿公主，聖后看中您，想把公主下嫁給您，因此，讓公主自己來看看住處。”安大業一聽又驚又喜，不知說什麼好，女郎也低著頭，兩人都默默不語。",
      "&emsp;&emsp;安大業一向好下圍棋。棋盤和棋子經常放在自己座位旁邊。一個婢女用紅色的手巾擦去灰塵，把棋盤拿過來放到桌子上，說：“公主平日很愛下棋，不知與駙馬下起來那位能贏？”安大業起身來到桌邊，公主也笑嘻嘻地走過來。他們剛剛下了30多子，那婢女竟然把盤中棋子攪亂了，說：“駙馬輸了！”撿起棋子便放在盒子裏。又說：“駙馬是人間的下棋高手，公主只能讓6個子。”於是，又把六顆黑子先放在棋局中，公主也就依從，和安大業再下起來。公主坐時，總是讓一個婢女伏在座位下面，把腳踩在她背上；如果左腳踩在地上時，便換一個婢女伏在右邊，承受她的右腳。此外，還有兩個小丫環在左右扶著。每當安大業凝神思考時，公主就把彎著手肘伏在小丫環的肩上。棋還未最後下完，小丫環笑著說：“駙馬輸了一子！”接著，婢女上前說：“公主累了！該回去了。”公主彎下腰在婢女耳邊小聲說了幾句話。婢女聽後便走了出去。不一會兒便回來，把一千兩銀子放在床上，告訴安大業說：“剛才公主說，這宅院太破舊了，麻煩您用這錢稍稍修整一番。等修完後再來相會。”另一個婢女說：“這個月不吉利，不宜建造房屋，下個月才是黃道吉日。”女郎站起身來，安大業攔住她，把門關上，不讓她走。只見一個婢女拿出一件很像鼓風的皮囊的東西，就地吹起來,冒出一股濛濛的霧氣，霎時間，四面雲霧，昏黑不見景物。再找公主，已經不見了。",
      "&emsp;&emsp;安母知道了這件事，懷疑是妖怪。但是，安大業卻神思夢想，念念不忘，為了早點把房子修建完畢，就不管什麼禁忌和不吉利，日夜催修，限期完工，終於把宅院整修一新。",
      "&emsp;&emsp;之前，有位灤州的書生名叫袁大用，居住在安大業家附近。他曾多次送名帖來拜訪安大業。安大業平時很少與人交往，推託不在家，沒有接見。但為了禮貌的緣故，暗中觀察，看袁大用不在家時，故意去回訪。後來，過了一個多月，兩人恰好在門外相遇。看上去，袁大用是一個20歲左右的少年，穿著一身絹做的薄衣服，頭紮絲帶，腳穿黑鞋，舉止很文雅。安大業和他談了幾句話，就感到他很溫和拘謹，非常喜歡他。就請他進屋，兩人下了幾盤棋，互有勝負。接著，擺酒設宴招待他。兩個人談得十分歡洽。第二天，袁大用邀請安大業到他家去，拿出山珍海味來招待他，招待十分周到。袁家有個十二三歲的小童子，在席前擊板清唱，又跳躍作戲，以助酒興。安大業喝得酩酊大醉，不能自己回家。袁大用便叫這小童背著安大業回家，安大業看小童單薄瘦弱，怕他背不動。但袁大用一定要他背。那小童背起他來，力氣還綽綽有餘，安大業非常驚奇。第二天，安大業給他賞錢，小童推辭再三，才接過去。從此，安大業和袁大用的交情愈加密切起來，隔三兩天，便要來往一次。",
      "&emsp;&emsp;袁大用為人坦率樸實、沉靜寡言，又大方好施捨。有一次見到市上有一個因欠債賣女兒的，他便毫不吝嗇地拿出錢來代為還債。因此，安大業更加敬重他。過了幾天，袁大用到安大業家中來告別，贈送安大業象牙筷子、楠木珠等十幾件貴重的禮物。此外，又送了五百兩銀子幫助安大業修建宅院。安大業接受了禮物，送回了銀子，同時，回贈些絹帛做為謝禮。",
      "&emsp;&emsp;袁大用告別後的一個月左右，樂亭縣有一個卸職回家的大官。藏有大量搜刮來的金錢。忽然有一天夜晚，強盜闖入他家中，抓住這個官員，用燒紅的鐵鉗子燙他，把所有的錢財搶掠一空。這家官員的一個僕人，認識強盜是袁大用，報告了官府。官府便下了通緝令，追捕袁大用。安家的鄰居有個姓屠的，與安家素來不和。看到安家大興土木，修造宅院，就心裏暗暗懷疑忌妒。這時，恰好安家有一個小僕人，偷出象牙筷子，賣給了屠家。姓屠的得知這雙筷子是袁大用送的，就根據這些，向官府告了安大業。縣官派兵包圍了安家，正趕上安大業帶著僕人外出。官兵便把安大業的母親抓了去。安母年老多病，受了這樣一場驚嚇，只剩下一口氣在，兩三天不吃不喝。縣官看到這樣，便把她放回家去。安大業在外面聽到母親被捕的消息，急忙回家，但安母已經病重，隔了一宿就死了。他把母親剛收殮完，官府捕役便把他抓了去。縣官見安大業年輕，溫文爾雅，懷疑他是被人陷害誣告，故意嚇唬他，讓他從實招來。安大業如實說出他與袁大用交往的經過。縣官又問：“你家怎麼突然富裕起來了？”安大業回答說：“我母親原有些積蓄，因為要我娶親，所以她便拿出來給我修繕房子準備迎娶。”縣官相信了他所說的話。行文把安大業押送到郡府。姓屠的得知安大業沒有事，便用了一大筆錢買通押送的差人，讓他們在半路上殺害安大業。他們走到一座深山時，安大業被差人拉到山崖旁邊，就要把他推下去，正在萬分危急的時候，忽然有一隻老虎從草叢中奔出來，咬死了兩個差人，叼起安大業就跑了。老虎到了一個樓閣重重的地方，進屋便把安大業放在地上。這時，只見雲蘿公主扶著婢女走出來，悲淒地安慰他說：“我想留下你來，但婆婆去世還沒安葬。現在，只好你拿著押送你的公文，自己到郡府衙門去投遞，保你沒事。”說完，便取下安大業胸前的帶子，連續打了十多個結。告訴他說：“你見到官員時，把帶上的結解開，就可以消災免禍。”安大業按照公主的囑咐，到府衙去自投。知府很滿意安大業的誠實，又查看了公文，知道他是冤枉的，便撤銷了他的罪名，放他回家去。",
      "&emsp;&emsp;安大業在回家的路上，恰好碰到袁大用，就下馬和袁大用握手相見。他向哀大用說了自己的不幸遭遇，袁大用聽後氣得臉色都變了，卻默默沒有說一句話。安大業說：“憑您的才華，為什麼要幹這種事，給自己蒙上污點？”袁大用說：“我所殺的都是些不仁不義的傢伙，所拿的都是不義之財。如果不是這樣的話，就是掉在路上的錢財，我也不去揀。你對我的指教，當然是好意。但是，像你家鄰居姓屠的這種人，難道還可以讓他留在人間嗎？”說完話，袁大用騎馬走了。安大業回到家，安葬了母親之後，便關上門戶，不跟外人來往。忽然有一天夜裏，強盜進入鄰家，把姓屠的父子一家十多口人都殺光了，只留下一個婢女。屠家的全部財物，都被強盜與他同來的小童一起拿走。臨走時，強盜又提著燈火，對婢女說：“你好好認認！殺人的是我，與其他人無關！”說完，強盜並不開門，就飛簷走壁離開了。天亮後，報到官府裏，縣官懷疑安大業知道內情，又把他抓了去。縣官十分嚴厲地追問他。安大業上堂後，一面解著胸前帶上的結，一面申辯。縣官審不出什麼來，只好又把他釋放。安大業回家後，愈加規規矩矩，閉門讀書，家裏只留一名跛腳的老太婆給做飯。安母的喪期滿後，他就天天打掃宅院，等待公主的好消息。",
      "&emsp;&emsp;一天，一股奇異的香氣充滿庭院，安大業登上閣樓一看，裏裏外外煥然一新。他悄悄打開畫簾去瞧，就見公主盛裝端坐在那裏。安大業急忙上前拜見，公主拉住安大業的手說：“你不相信運數，偏要動工修建，招來災禍。又為母親守孝，延遲了我們三年夫妻之好，這就是想要快反而慢了。世間的事情大都是這樣的。”安大業準備拿錢去置辦酒食，公主說：“不用了！”只見一個婢女，把手伸到櫃子裏，端出菜和湯，都熱氣騰騰好像剛剛煮好的一樣，酒也十分芳香清澈。他們喝了一陣子，太陽落山了，身邊侍候的婢女漸漸離開了。公主四肢嬌懶，兩腿一會兒曲一會兒伸，好像沒有地方放。安大業親暱地上前擁抱她，公主說：",
      "&emsp;&emsp;“你先把手放開！現在有兩條路，請你選擇。”安大業摟著公主的脖子問是什麼兩條路，公主說：“我們要是做下棋喝酒的朋友，可以有30年相聚的日子，若是做枕邊的歡愛，只有六年的緣份，你現在選那一種？”安大業回答說：“6年之後再說。”公主於是不再說話，便與安大業做了夫妻。公主說：“我估計你就是難免俗道，這也是天數！”",
      "&emsp;&emsp;公主讓安大業招募婢女和傭人，住在南院，與公主分開。每天叫她們做飯、紡紗、織布來維持生活。公主住的北院不動煙火，只有棋盤、酒器一類東西。門也時常關著，安大業來時一推門就自動打開；別人卻不能進去。但是，南院那個僕人做事勤勉或懶惰，公主都能知道，經常叫安大業去責備他們；受責備的人沒有不服氣的。公主不多說話，也不大聲嘻笑，和她說話，她只是低著頭微笑。每當並肩坐在一起時，老是喜歡斜著身子靠在安大業身上。安大業把她抱起放在自己膝上，輕得像嬰兒。安大業說：“你身子輕到這種程度，真可以學趙飛燕(1)在手掌上跳舞啦！”公主說：“這有什麼難的！但這是婢女們的事，我是不屑做的，飛燕本是我九姐的婢女，常常因為輕佻被責備，九姐生氣，罰她降生人間，但她又不守女子的貞節，如今，她已被關起來了。”",
      "&emsp;&emsp;公主住的閣樓裏到處裝飾著錦緞，嚴冬不冷，酷夏不熱，公主寒冬也只穿一件薄薄紗衣。安大業給她做了新的衣服，逼她穿上，她穿不久，立即脫了下來，說：“這種塵世間的混濁東西，把我骨頭都壓出病來了。”",
      "&emsp;&emsp;有一天，安大業又把她抱在膝上，忽然感到比平時沉重了好多，他覺得很奇怪。公主笑著指指自己肚子，說：“這裏面有個俗種了。”又過幾天，公主滿臉痛苦，皺著眉頭，不愛吃東西。她說：“我現在非常不舒服，很想吃點人間的東西。”安大業忙著為她張羅美味，從此，她和一般人一樣吃喝。有一天她說：“我的體質十分柔弱，負擔不了分娩。婢女樊英很健壯，可以讓她代替我。”於是，公主脫下內衣給攀英穿上，並叫她留在屋裏不要出去，不一會就聽到嬰兒落地的哭聲，開門進去一看，生了一個男孩。公主高興地說：“這孩子長的很有福相，將來一定能成大器。”因此，便給這孩子起名叫大器。公主把孩子包裹好後，放到安大業的懷裏，叫他把孩子交給奶媽在南院裏撫養。",
      "&emsp;&emsp;公主分娩以後，腰身和以前一樣，又不再食人間煙火了。忽然，有一天她向安大業告辭，說是想暫時回娘家去看看。問她多久能回來，答說：“三天。”說完又和以前一樣，鼓起皮囊，吹出一陣煙霧就不見了。到了日期也不見她回來，這樣等了一年多，音信全無。安大業最後絕望了，他緊閉家門，認真讀書，終於考中了舉人。但他始終不肯再娶，常常獨自睡在北院裏，回味著和公主在一起的甜蜜情景。一天晚上，安大業正在床上翻來覆去睡不著覺時，忽然看到有燈光照射在窗戶上，門也自動打開了，就見一群婢女擁著公主走了進來。安大業高興地跳起來，埋怨她失約。公主說：“我沒有過期呀！",
      "&emsp;&emsp;天上才過了兩天半啊！”安大業洋洋得意地向公主誇耀，說自己在秋試中考中了舉人。他以為公主聽後一定會高興的，可是公主卻懊惱地說：“你何必要追求這種無足輕重的東西，這事談不到什麼榮耀和恥辱，只不過減少人的壽數罷了。三天不見，你陷入世俗又深了一層。”聽公主這樣說以後，安大業從此不再追求功名。過了幾個月，公主又要回娘家去，安大業十分悲傷留戀。公主說：“這次去一定早早回來，不會讓你盼望很久。其實人生的聚散離合，都有定數。能節約著用就長些，隨意浪費就短些。”公主這次回去，真的只有一個多月便回來了。從此每隔一年半載，她就回娘家一次，往往住上幾個月才回來。安大業對此也習以為常，不再留心了。",
      "&emsp;&emsp;後來公主又生了一個兒子。公主把他抱起來說：“這孩子是個豺狼。”立刻叫安大業把他扔掉。可是安大業不忍心，留下來養，給他取了個名字叫可棄。可棄剛滿周歲，公主就急忙要給定親，許多媒人接連不斷地跑來說親，公主問了生辰八字，卻都不合。公主說：“我想給這個豺狼安上個籠子，竟然找不到。看來該當被他敗家六七年。這也是天意啊。”因此，公主就囑咐安大業說：“你要牢牢記住，四年以後有個姓侯的人家，生個女孩子左腋窩下有顆小痣，她就是可棄的媳婦。一定要把她娶過來，不要計較她家門第的高低。”說完後還讓安大業把這事記下來，以免忘了。後來，公主又回娘家去了，從此再也沒有回來。",
      "&emsp;&emsp;安大業經常把公主的囑咐告訴親戚朋友，請他們幫忙。後來，果然有一個姓侯的，女兒生下腋窩就有一個痣，姓侯的這人貧窮下賤，品行也不好，大家都看不起他。安大業不管這些，竟然請媒人說定了這門親事。",
      "&emsp;&emsp;大器17",
      "&emsp;&emsp;歲便中了舉人，娶了雲家的女兒。夫妻倆對父親孝順，對弟弟友愛，父親非常喜歡他們。可棄漸漸長大，平時不愛讀書，卻偷偷摸摸和一些無賴流氓賭博，常常從家裏偷東西去還賭債。父親生氣打他，但他始終不改。家裏人都提防他偷盜，不讓他從家裏拿到東西。於是，他便夜裏跑出去，穿窟窿鑿洞去偷盜，被人家捉住，綁起來送到官府。縣官一審問，知道他是安家的子弟，便用自己的名帖把他送回去讓家裏管教。父親和哥哥一起把他綁起來，痛打一頓，打得他幾乎快斷氣了。還是哥哥看著不忍，哀求父親才饒了他。父親因為這事，氣得生了病，飯也吃不下。於是，便給及兩個兒子立下分家文書；樓房及肥沃的田產都分給了大器。可棄一看又恨又怨，夜裏拿著刀，摸進哥哥房裏，準備把哥哥殺死，沒料到慌忙中誤砍到嫂子身上。先前，公主留下一條褲子，非常輕軟，雲氏拿來做了睡衣。可棄一刀砍上去，正好砍到這件衣服上，只見火光四射，嚇得他逃出家去。",
      "&emsp;&emsp;父親知道了這件事，氣得病更重了，過了幾個月，便去世了。可棄聽到父親死去的消息，才返回家來。哥哥對他很好，可是，可棄卻愈加放肆胡鬧起來，過了一年多，就把他所分到的田產都折騰光了。之後，他又去官府控告哥哥。縣官一提審，瞭解可棄的為人，就把他責備了一頓，趕出衙門。兄弟之間從此斷絕了往來。又過了一年，可棄23",
      "&emsp;&emsp;歲了，侯氏女也已15",
      "&emsp;&emsp;歲了，哥哥記起母親的話，準備趕緊給可棄完婚，便把可棄叫到家裏來，分出一座好房子給他。等新媳婦侯氏一進門，哥哥便把父親留下來的好田地，都登記在冊，交給了弟媳婦。哥哥說：“這幾頃田產，是我拚命守下來的，現在全部交給你，我兄弟品行不好，就是一寸草地給了他，也會弄光的。今後你們家的興衰，都在弟妹你一人身上了；你如能叫他改過自新，你們就不用憂愁生活，不然的話，我這個做哥哥的，也無法老填滿他的無底洞了。”侯氏雖然是小家碧玉，但卻是賢慧美麗，可棄又愛她，又怕她。對她的吩咐，不敢違背。每次可棄外出侯氏都給他限定時間，不按時回來，就大罵不給飯吃。因此，可棄收斂了放蕩的行為。婚後一年多的時間，侯氏生了一個兒子，她說：“我今後不用求人了，有幾頃好田地，我們母子不愁吃不飽穿不暖了。就是沒有丈夫也沒有關係。”",
      "&emsp;&emsp;有一次，可棄偷糧食出去賭博，侯氏知道後，就拉開弓箭在門口等著不讓他回家。可棄嚇得急忙逃走。在外面偷偷看著老婆進門去了，才畏畏縮縮地回家去。侯氏一見他回來，拿起一把刀，可棄回身便跑。侯氏趕上去就砍，一刀劃破衣服，傷了他的屁股，血都流到襪子和鞋裏。可棄氣得要死，跑到哥哥那裏去告狀，哥哥也不答理他。他只好滿臉羞愧地走了。過了一夜，他又跑到哥哥家裏，跪在嫂子面前。傷心地哭起來，請求嫂子跟他媳婦說合說合，先讓他回家去。可是侯氏不肯收留他，可棄大怒，便要殺死老婆，哥哥也不勸阻，可棄氣得起身拿起刀槍一直跑出去，嫂子嚇壞了，要去阻攔，但他哥哥做了一個眼神，叫她別管。等他出門後，哥哥才說：“他這是故意做個樣子給我們看，其實他並不敢回家去。”嫂子不放心，派人偷偷去查看，回報說已經進了家門。哥哥心裏也有點害怕，準備去拉架，就在這時，可棄卻灰頭土臉地回來了，原來，可棄剛進門時，媳婦正逗兒子玩。一看他來了，便把孩子扔到床上，揀起廚房的菜刀，可棄一看嚇得拖著刀槍回身就逃，侯氏一直把他趕出門外才回屋去。哥哥已經知道事情的經過，卻故意問他，可棄一句話也不說，只是臉對著牆角痛哭，兩眼都哭腫了。哥哥可憐他，親自領著他送他回家去，侯氏看到大伯出面，才收留了他。等大伯一走，侯氏便罰他長時間的跪著，逼他發重誓，保證以後不再胡鬧，這樣才用瓦盆盛了飯給他吃。\n從此以後，可棄才改過向善。侯氏主持家務，把家業經營得一天比一天興旺。可棄不過是依賴妻子，坐享其成罷了。後來，他活到70",
      "&emsp;&emsp;多歲時，已子孫滿堂，侯氏還時常揪著他的白鬍子叫他跪著。",
      "&emsp;&emsp;異史氏說：“兇悍的妻子和嫉妒的女人，遇到了，就如同毒瘡長在骨頭上，只能到死才拉倒，這不是太可怕了嗎！但是，砒霜、附子這種天下最毒的東西，倘若使用恰當，再大的病都可以治癒，其功效不是人參、伏苓能做到的。要不是仙人能洞察明白，又怎麼敢把毒藥留給子孫呢！",
      "&emsp;&emsp;章丘李孝廉，名善遷，年輕時風流放蕩。他對彈唱詞曲之類的都很精通。他的兩個哥哥都考上舉人，而李孝廉卻更加放縱不拘。娶了位姓謝的夫人，稍稍管了管他，他就從家裏出走，三年沒有回來，找遍了所有地方都找不到。後來，在山東臨清的妓院中找到他。家中的僕人進去後，看到他面南而坐，十幾個年輕的女人圍侍在左右，都是向他學習說唱技藝的門徒。回家時，他的衣服有好幾箱子，都是這些妓女所贈送的。回到家後，謝夫人把他關在一間屋裏，放了一桌子書，用一條長繩子綁在床腿上，另一頭從窗戶裏順出去，拴上一個大鈴鐺，綁在廚房裏。凡是他有什麼需要就踩繩，繩一動鈴就響，人們便答應他。謝夫人自己自己開設當鋪，在簾後對典當的東西進行估價，左手拿著算盤，右手握著筆，老僕人只是跑跑腿而已，這樣，積蓄發了財。但她時常感到遺憾不如妯娌們尊貴。把李孝廉關了三年，他終於科場考中。夫人高興地說：“三個蛋，兩個能孵成鳥。還以為你是個孵不出鳥的蛋，想不到今天也成功了！”",
      "&emsp;&emsp;另外，耿進士，名嵩生，也是章丘人。夫人常借紡織名義陪他讀書，紡織的人不停下來，讀書的人也不敢休息。有時有朋友到家裏來，夫人都偷偷的聽著，他若是與朋友談經論道，便給上茶做飯，若無事嘻笑，夫人就惡聲惡氣地把客人趕走。耿生每次考試成績平平，就不敢進家門，得到優等的成績，夫人便笑著迎接他。他開館教授學生，所得的錢，都交給夫人，絲毫也不敢隱藏。所以，凡東家有所饋贈，常常當面計較清楚。有人笑話他，卻不知道他報帳時的難處。後來，他被岳父請去教授妻弟功課。那一年，岳父送給他十兩酬金。耿生領了情，退還了錢。夫人知道這件事後，說：“他雖然是親戚，但怎麼說我們也是靠教書來生活的。”趕他回去，收回了酬金。耿生不敢和夫人爭辯，而內心始終感到有些歉意，想在暗中補償岳父。於是，每年教書的酬金都向夫人少報些數。積攢了兩年多，得了若干錢。忽然間夢到一個人告訴他說：“明天登高，錢就夠了。”第二天，他試著去登高，果然拾到一筆錢，恰好是所缺的錢數。於是，他就把錢還給了岳父，後來，耿生成了進士，夫人還是斥責他。耿生說：“如今我已有了地位，你怎麼還是和以前一樣對待我？”夫人說：“俗話說，‘水漲船高’就是你做了宰相，難道就坐大不成？”\n\n     \n註",
      "&emsp;&emsp;:",
      "&emsp;&emsp;1.趙飛燕是中國漢代的舞蹈藝術家。由於她的舞姿輕盈，人們反而忘卻了她的真實姓名，而稱呼她“飛燕”。\n\n趙飛燕原來僅僅是阿陽公主家裏的一名很普通的侍女。她聰明伶俐，有著非凡的舞蹈天份。每當有客人來探望阿陽公主的時候，公主都讓趙飛燕給客人表演一番，她的表演每每都受到眾人的讚許。逐漸她的名氣越來越大，久而久之，就傳到漢成帝的耳朵裏。於是，趙飛燕就被皇帝傳進宮中，皇帝封她為“婕妤”（這是一种女官的名稱）。自此後，她一躍成為漢成帝的“寵兒”。\n\n相傳趙飛燕的舞蹈功力非常好，加上她身輕如燕，可以做掌上舞。漢成帝特別為她打造了一個水晶的盤子，讓宮中侍從用手托著，趙飛燕在上面獻舞，如履平地。\n\n在《漢書》中對她的描述僅僅只有少數幾句，但關於她的野史卻有許多，依〔趙飛燕外傳〕:『飛燕體輕，能為掌上舞。』"
    ]
  },
  {
    "title": "鳥語",
    "href": "http://liaozhai.weebly.com/4016535486.html",
    "content": [
      "&emsp;&emsp;從前，河南境內有位道士在鄉村化緣。他在一個人家吃完飯後聽見黃鶯叫，便告訴這家主人要注意防火。主人問是什麼緣故，道士回答說：“剛才樹上的鳥叫著說，‘大火難救，可怕！’。”這家人聽了都笑話道士胡說八道，根本不採取防火措施。第二天，這人家果然發生火災，大火漫延著燒了好幾戶人家，人們這才驚異道士的確神靈。好事的人們便追趕道士，稱他為神仙。道士說：“我不過是懂得鳥語罷了，那是什麼神仙！”這時恰好有隻黑花雀在樹上叫，眾人問他鳥雀在說什麼？他說：“雀子說：‘初六生的，初六生的，十四、十六就死。’大概有人生了雙胞胎，今天是初十，不超過五、六天，兩個都要死的。”人們一打聽，果然有戶人家生了一對雙胞胎。不多久，兩個孩子都死了，與道士講的時間正好吻合。",
      "&emsp;&emsp;邑令聞其奇，招之，延為客。時羣鴨過，因問之。對曰：「明公內室，必相爭也。鴨曰：『罷罷！偏向他！偏向他！』」令大服，蓋妻妾反脣，令適被喧聒而出也。因留居署中，優禮之。時辨鳥言，多奇中。而道士樸野，肆言輒無所忌。令最貪，一切供用諸物，縣令聽說道士有這種神奇的本領，便把他招來，敬為上賓。當時有一群鴨子路過，於是縣令就問他鴨子說什麼，道士回答說：“大人的妻妾，一定在拌嘴。鴨子說：‘算了，算了，偏向她，偏向她！’。”縣令聽了很敬服，原來縣令的大小老婆在家吵架，縣令就是因為被吵得不耐煩才出門的。於是縣令便將道士留在衙門裏居住，以優厚之禮待他，時常請他辨別鳥禽在說些什麼。道士每次都說得出奇地準確。然而這個道士既質樸又耿直，常常無所顧忌。這個縣令很貪婪，地方上供給衙門的一切東西，他都折變為錢塞進了自己的腰包。",
      "&emsp;&emsp;有一天，道士和縣令正坐著，一群鴨子又來了，縣令問道士，道士說：“鴨子今天所說的，與以前不一樣，是在替大人算帳呢。”縣令問：“算什麼帳？”道士說：“它們在說：‘蠟燭一百八，銀珠一千八’。”縣令感到很慚愧，懷疑道士是在譏笑自己。道士也覺得這個縣令太貪太黑，不願與他為伍，請求離開縣衙，但縣令不答應。",
      "&emsp;&emsp;過了幾天，縣令請客，席間忽然聽見杜鵑叫聲。客人問道士杜鵑在叫什麼。道土回答說：“鳥兒說：‘丟官而去’。”眾人聽了，大驚失色。縣令大怒，馬上將他趕出了衙門。過了不久，這個縣令果然因為貪污而被罷官。唉！其實這都是仙人在警告他，只可惜身處危境而利慾薰心的人，不能醒悟.",
      "&emsp;&emsp;河北一帶的人把蟬叫做“稍遷”(1)，管其中一種綠色的叫“都了”(2)。淄城有父子二人，都是讀書人，將去參加年考。忽然有隻蟬落到衣服襟上，父親高興地說：“是稍遷，吉祥的好兆頭啊！”一個書童看看說：“什麼稍遷，是都了罷了。”父子一聽都很不高興，果然後來父子倆都沒有考中。",
      "&emsp;&emsp;註\n\n1.稍遷︰逐步升遷\n\n2.都了︰全部了結(都沒有)"
    ]
  },
  {
    "title": "天宮",
    "href": "http://liaozhai.weebly.com/2282523470.html",
    "content": [
      "&emsp;&emsp;京都人郭生，年方20",
      "&emsp;&emsp;歲，生得容貌俊美，一表人材。",
      "&emsp;&emsp;這天，剛近黃昏，有一位老婆婆送他一杯酒。郭生感到奇怪，問為何無緣無故送酒？老婆婆笑著說：“你不需要打聽原因，喝了它，自然會到一處好地方。”說完就走了。郭生端起酒杯，聞一下，芬芳香冽，於是把酒喝了下去，喝完立刻大醉，什麼都不知道了。等他醒來，感到自己和一個人同床共枕，用手一摸，皮膚光滑柔嫩，一陣香氣飄了過來，知道是個女人。郭生問她是誰？她也不回答，兩人便發生了關係。事後，郭生用手摸牆，感到四壁都是石頭，陰涼涼的有些泥土氣息，很像是座墳墓。郭生非常吃驚，懷疑自己是被女鬼迷惑，因此，便問這女人說：“你是什麼神呀？”女郎回答說：“我不是神，是仙。這裏是洞天福地。不要奇怪，我和你有一段緣份，只要安心的住著。再進一道門，有漏光的地方可以方便。”說完，這女郎便起身，關上門離開了。",
      "&emsp;&emsp;過了很長一段時間,郭生感到肚子有些餓了,這時便有一個小丫鬟走來，送來了麵餅\\鴨脯.郭生用手摸索著吃下這些食物.洞內漆黑一片,他不知是白天還是黑夜。飯後沒過多久，這女郎又來睡覺，郭生這才知道已經是晚上了。郭生說：“白天不見天日,夜晚不點燈,吃東西不知嘴在那裡,常常這樣,那嫦娥和惡鬼有甚麼不同，天堂和地獄又有甚麼不同呢?”",
      "&emsp;&emsp;女郎說：“因為你是塵世的凡夫俗子，愛多說話，怕洩露出去，所以，不想讓你見到我的面目和身形。就是暗中摸索，漂亮和醜陋也應該分得出來呀！何必一定要點燈。”",
      "&emsp;&emsp;這樣又住了幾天，郭生感到又黑又煩，不斷要求讓他暫時回去。女郎說：“明天晚上和你同去遊覽天宮，遊完後就放你走。”",
      "&emsp;&emsp;第二天，忽然有個小丫鬟打著燈籠，走進屋裏來，說：“夫人等您很久啦。”郭生跟著她出去，在夜空星光的輝映下，只見有數不清的樓臺殿閣。經過幾道畫廊他們才來到一個地方，只見屋裏掛著珠簾，點著巨大的蠟燭，照耀得如同白晝一般。進房後，便見到一位美女，穿著華麗的衣服，坐在主人位置，大約20",
      "&emsp;&emsp;歲左右，錦緞的袍子耀人眼目，頭上的珍珠，向四邊顫動著，地上擺著短短的蠟燭，連裙底都照得很清徹。真是天上的仙女呀！",
      "&emsp;&emsp;郭生一見，眼花繚亂，不知所措，不知不覺跪倒在地。這女郎叫丫鬟扶起並拉他入席。一會兒工夫，各種珍饈美味便擺了上來，女郎勸酒說：“喝了這杯酒，就送你回家去。”郭生站起來，鞠躬說：“從前相會不識仙人真面貌，實在惶恐不安。如果仙女能容我救贖前罪，我願一輩子都陪伴您。”女郎望著丫鬟微微一笑，便讓人把宴席移到臥室裏去。臥室裡掛著繡花帳子，被褥又香又軟，她讓郭生床上坐，飲酒間，女郎不斷地說：“您離家很久了，暫且回去也沒有關係。”又喝了一陣子酒，郭生卻不說告別的話。女郎叫丫鬟點燈送他走，郭生仍然不說告別，假裝酒醉倒在床上便睡，拉他也不動一下。女郎叫一些丫鬟替他脫衣服。一個丫鬟撥開他的私處說：“這個男人相貌溫和優雅，這個東西為甚麼一點也不文雅。”把他放到床上，大笑離開。女郎也上床休息，郭生轉過身來。女郎問：“醉了嗎?”郭生回答說：“小生如何能醉，剛剛見到仙女，神魂顛倒罷了。”女郎說：“這裏是天宮，天亮以前，你早早離開。如果嫌洞內悶得慌，不如快回去。”郭生說：“如今有人夜裏得了朵名花，聞著它的香氣，又摸又弄，卻沒有燈火可以看它，這樣的情靜叫人如何忍受！”女郎聽後笑著答應給燈火。到了四更天，女郎叫丫鬟點上燈籠，抱著衣服，送郭生出去。他進入洞中，看到紅色的石壁，做工精巧，睡覺的地方鋪的氊子有一尺多厚。郭生脫鞋進入被窩，丫鬟轉來轉去總不肯離開。郭生仔細一看，這丫鬟風姿豔麗，便開玩笑說：“剛才說我不文雅的人，是你嗎？”丫鬟笑了笑，用腳踢踢枕頭說：“先生，您應該睡覺了，不要再說了。”看她鞋上綴的珠子如同豆粒般大小，抓住她一拉，丫鬟就勢撲在郭生懷裏，一起歡愛，丫鬟喘息不止。郭生問她：“你多大年紀啦？”丫鬟答道：“17",
      "&emsp;&emsp;歲”郭生問：“處女也知道男女之情嗎？”丫鬟答道：“我並非是處女，只是有三年沒歡愛啦。”郭生再三盤問仙女的姓名和籍貫，排行第幾？丫鬟說：“你不要問。就算不是天上，也和人間不同。你要一定想知道真正情形，恐怕會死無葬身之地！”郭生聽後，不敢再問了。",
      "&emsp;&emsp;第二天，女郎果然帶著燈火，到這裏來和郭生相會，以後，常常這樣。有一天，女郎說：“本願與君長相要好，沒想到人情多變幻，最近要清理天宮，不能再留你了。請飲這杯酒，我們分手吧！”郭生一聽就哭了，請求女人留件身上之物做紀念，女人不答應，卻送了他黃金一斤，珍珠百顆。郭生喝過三杯酒後，突然醉倒。",
      "&emsp;&emsp;郭生醒來時，感到四肢像被捆住一樣，並覺得纏得非常緊，腿伸不直，頭也伸不出來了。用盡力氣轉來轉去。竟迷迷糊糊掉下床來，伸手一摸，原來全身被錦緞裹纏，細繩捆綁。郭生坐起來仔細回想，抬頭觀看床榻和窗戶，才知道自己回到了書齋。",
      "&emsp;&emsp;這時，郭生已經離家三個月了，家中人認為他已經死了。郭生開始也不敢說出自己經歷，害怕受到仙人的責罰，可是心中頗多懷疑。其間，他偷偷告訴自己的好朋友，沒有人能猜出其中的奧妙。錦被依然放在他的床上，香氣滿屋。拆開一看，是湖綿中摻加香料末做成的，因此，就把它珍藏起來。",
      "&emsp;&emsp;後來，有一位大官聽說此事，又詳細地問了經過，笑著說：“這是漢朝賈皇后(1)用過的辦法，仙人怎麼能這樣做？雖然如此，對這件事還是應該嚴守秘密，怕洩露出去，會株連整個家族！有一個女巫常常出入貴戚顯宦之家，說起其樓閣的形狀，非常像嚴東樓(2)家。郭生一聽，非常恐慌，帶著家屬逃走了。不久，嚴東樓被朝廷處決，郭生才回來。",
      "&emsp;&emsp;異史氏說：“高高的樓閣朦朧不清，芳香的氣味充滿繡帳，年輕的奴僕細步徘徊，鞋上綴著珍珠，不是權勢顯赫的奸臣或豪家富族那能有這樣的排場。不過春風一度，金屋嬌妻變為長門怨婦(3)， 脂香猶存，滋長的情苗卻變成田間的野草，空曠的床舖使人傷心，昏暗的燈光讓人銷魂，鏡臺前含嬌含笑，錦帳裏魂思夢想，於是在酒糟堆裡，踏上天宮之路；溫柔鄉中，人也像是神仙。這些人雖然不管道德倫理，可是面對眾多的妻妾卻無法處理，這也足夠讓人警惕了。”",
      "&emsp;&emsp;註\n\n1.賈皇后：指晉惠帝后賈南風，性荒淫放恣。嘗私洛南盜尉部某小吏，使人納之簏箱中，車載入宮，詐云天上，供以好衣美食，與共寢處數夕，復贈以眾物，放出。後小吏被疑盜竊，拘審對簿，事始暴露。\n\n2.嚴東樓：嚴世蕃，別號東樓。明嘉靖間權奸嚴嵩之子。\n\n    官至工部左侍郎。世蕃性陰狠，憑藉父勢，招權納賄無厭。豪奢淫縱，其治第京師，連三四坊，日與賓客縱情聲色，至居母喪亦然。嘉靖四十一年，以御史鄒應龍劾，謫戍雷州，未至而返。旋被南京御史林潤劾以大逆，於嘉靖四十四年被誅。\n\n3.長門怨婦：金屋變而長門，謂由受寵變為失寵。金屋，喻極華麗之屋。長門，漢宮名。漢武帝為太子時，帝姑長公主欲以其女阿嬌配帝。帝曰：“若得阿嬌作婦，當作金屋貯之。”是為陳皇后。後因無子及為巫蠱咒詛，罷居長門宮。"
    ]
  },
  {
    "title": "喬女",
    "href": "http://liaozhai.weebly.com/2193222899.html",
    "content": [
      "&emsp;&emsp;平原縣一姓喬的讀書人有個女兒，又黑又醜，還塌鼻子、瘸腿。二十五六了，也沒有人來聘娶。城裏有個姓穆的讀書人，40",
      "&emsp;&emsp;多歲，妻子死了，家裏貧窮，無力續弦，便娶了喬家女兒。喬女過門三年，生了個兒子，沒多久，穆生便去世了，家境因此更加貧寒，生活很困難。喬女便向自己母親求助，母親對女兒的乞求，很不耐煩。喬女很生氣，從此不再回娘家，全靠紡線、織布來維持生活。",
      "&emsp;&emsp;有個姓孟的讀書人，妻子死了，留下一個孩子叫烏頭，剛剛1",
      "&emsp;&emsp;周歲，因為孩子沒有奶吃，所以急著要續娶。但媒人提了幾個人他都不滿意。忽然見到喬女，孟生對她非常滿意，暗中讓人傳話，喬女卻拒絕說：“我現在窮困到這種地步，嫁給孟先生可以得到溫飽，怎麼能不願意呢？無奈我又殘廢又醜陋，配不上人家，所能自傲的只剩品德了。但如答應孟先生，那就是嫁了兩個丈夫，連德性也虧了。孟先生要我那一點呢。”雖然被她拒絕了，但孟生知道後卻就更加敬佩她。於是讓媒人送上金錢和禮物，去勸說她母親。她母親一聽非常高興，便親自到女兒家去，強迫女兒答應這門親事。但母親無法改變喬女堅持不嫁的志向，十分慚愧。表示願意把小女兒嫁給孟生；孟家人都高興這樣辦，但孟生卻不答應。",
      "&emsp;&emsp;不久，孟生得急病突然死去。喬女到孟家去弔喪，極盡哀痛。孟生沒有親戚和本家，死後，村中無賴乘機欺負他的家人，把孟家的家俱掠取一空，正在打算瓜分孟家的田產。僕人，也分別偷拿一些東西逃跑了，只有一個老太婆抱著烏頭在帳子裏哭。喬女問明原委，非常不平。她聽說林生和孟生生前很好，於是便登門拜訪，對他說：“夫婦、朋友，是重要的人倫。我因為很醜陋被人們看不起，唯獨孟先生看重我。前番雖然堅決拒絕了他的求婚，但內心已經答應他了。如今，孟先生故去，他的孩子又小，我感到自己應做點事情來幫助孟家，以報答他對我的厚愛。可是，收養他的孤兒，很容易，但防禦外人的欺負卻很難辦。若是因為他沒有兄弟父母，就眼看他家破人亡，而不肯去救援，那麼，五倫之中便用不著有朋友這一項了。我沒有其他的事情麻煩你，只請你寫上一張狀子告到縣裏去。至於撫養孤兒的事，我不會推辭。”林生說：“沒問題！”喬女告別了他回到家裏。",
      "&emsp;&emsp;林生準備按喬女的要求去做，無賴們知道後很惱火，都以白刀子進紅刀子出相威脅。林生一見非常害怕，關起門再也不敢出去。喬女等了幾天，杳無音信，一打聽，孟家的田產已經被人瓜分光了。喬女急了，挺身而出，親自去見官。縣官問喬女是孟生的什麼人，喬女回答說：“您大老爺主管一縣的事，所依據的應該是公理。如果說的不對，即便是至親好友也不能不治罪，如果說的不錯，即便是路人也不妨聽聽他的話。”縣官很不高興，說她頂撞長官，便把她趕出衙門。喬女氣憤不己無處申辯，哭著跟當地大戶人家訴冤。",
      "&emsp;&emsp;有一位先生，聽到這件事，為她的義氣所感動，代她向縣官說明了事情原委。縣官一查，果然喬女所說不假。於是，縣官竭力處罰了這幫無賴，把他們所奪去的產業都追了回來。有人提議讓喬女住在孟家，以便撫養孤兒。喬女不肯這樣做，她封上孟家的門，叫老太婆抱著烏頭與她一起回家。到家後，另外安置他們住下，凡是烏頭需用的東西，她都同老太婆一起去開門拿出糧食換成錢，為他置辦；自己卻分文不取，仍然帶著自己的孩子和往常一樣過窮日子。",
      "&emsp;&emsp;過了幾年，烏頭漸漸長大，喬女便為他請老師，教他讀書，卻叫自己的兒子學幹活。老太婆勸喬女讓孩子和烏頭一起讀書。喬女說：“烏頭花費的錢，是他自己的，我消耗別人的錢財來教育自己孩子，又怎麼能表明心意呢？”",
      "&emsp;&emsp;又過了幾年，喬女替烏頭積累了幾百石糧食，為他聘娶了一位名門閨秀，修葺了宅院，於是把產業交還給他，讓他回去自己過活。烏頭哭著懇求喬女和他一起住，喬女這才答應。可是，她仍然紡紗，織布，烏頭夫婦搶下紡紗工具。喬女說：“我母子倆白坐著吃喝，心裏怎麼能安穩呢？”於是，她便整天替烏頭經營家業，讓兒子到田裏去監工，像雇來的夥計一樣幹活。烏頭夫婦有時有小的過失，喬女就嚴加責備不肯輕饒；稍有不肯改過的表現，她就不高興地要離開，直到烏頭夫婦跪下悔改，她才留下。",
      "&emsp;&emsp;不久，烏頭入學讀書，喬女又想離開烏頭夫婦回自己家去，烏頭不肯答應，拿出錢為穆生兒子完了婚。喬女便把自己的產業交給兒子，叫他回家去自己過活。烏頭見留不住，便暗中使人在附近村子為穆子買了百畝土地，這才讓他回去。\n\n後來，喬女患病，要求回家去，烏頭不同意。病危時，喬女囑咐說：“一定要把我歸葬穆家！”烏頭答應了。等她死後，烏頭暗中送些錢給穆子，要將喬女與自己的父親孟生合葬。到了出殯那天，棺材重得三十幾個人都抬不起來。穆子忽然倒在地上，七孔流血，自己說：“不孝的兒子，怎麼能賣你母親呢！”烏頭一見非常害怕，趕緊拜倒禱告，才好。於是，棺材又停了幾天，等把穆生的墓地修治完工後，才將她與穆生合葬了。",
      "&emsp;&emsp;異史氏說：“別人把自己看做知己，自己把性命回報給他，這是烈血男兒所能做出的。而這個女人知道甚麼，竟然做出如此非凡的事情來。假若遇到善於相馬的九方皋(1)，會把她看成是雄性的馬。”",
      "&emsp;&emsp;註\n\n1.九方皋︰伯樂是秦穆公時期的相馬專家，尤其擅長找千里馬。他年老時，秦穆公問他：「你的年紀很大了，在你的族裏，有沒有人能繼承你去尋找千里馬呢？」伯樂回答說：「千里馬和一般的好馬很不容易分辨，因為千里馬的特性若隱若現，只可意會，不可言傳。我的兒子，都是才能低下的人，只能看一般的好馬，不能看出千里馬。不過從前和我一起擔柴的一個叫九方皋的人，是有很高的相馬技術。」穆公聽了，立刻召見九方皋，叫他到各處去尋找千里馬。三個月之後，九方皋回來了。他對秦穆公報告說：「我在沙丘找到了一匹千里。」穆公問他：「什樣子的呢？」九方皋回答：「是一匹黃色的母馬。」穆公便差人去沙丘把那匹馬帶來。可是這一匹純黑色的公馬，並不是黃色的母馬。穆公很不高興，便把伯樂叫來，對他說：「真差勁，你推薦的那個人，連馬的毛色和雌雄都分辨不出來，還怎麼能看出馬的好壞呢？」伯樂長嘆一聲，說：「他相馬的技術可真是高明啊！他只看應該看的本質，而不去注意那不必看的外表。真是個難得的相馬專家！」當那匹馬被牽到穆公和伯樂的面前時，伯樂一看，果然是匹天下少有的千里馬！（取材自《列子》）\n寓意：因為太專注於某些方面，而忽略了其他，這是常有的事；重要的是：要注意重要的地方，不要講求無關緊要的小事。而內在的本質往往比外表重要。"
    ]
  },
  {
    "title": "蛤",
    "href": "http://liaozhai.weebly.com/34532.html",
    "content": [
      "&emsp;&emsp;東海有一種蛤，饑餓時便浮到岸邊，兩殼張開，從裏面爬出小螃蟹，用紅線繫著牠，小螃蟹離蛤幾尺遠，獵取食物，吃飽了回到殼裏，殼也開始合起來。有人偷偷扯斷牠們之間的紅線，結果蛤和小螃蟹都死了，真是造物的奇妙啊！"
    ]
  },
  {
    "title": "劉夫人",
    "href": "http://liaozhai.weebly.com/211292282720154.html",
    "content": [
      "&emsp;&emsp;有位姓廉的書生，是河南彰德人。從小好學，但很早就失去了父親，家裏非常貧困。",
      "&emsp;&emsp;有一天，廉生外出，傍晚回來時迷了路。進了一個村子，有個老婦人過來說：“廉公子去那裡？天不是黑了嗎？”廉生正在著急，也不管老婦是誰，便求借宿。老婦帶著他進了一個大宅。只見兩個丫鬟提著燈籠，引導一位夫人出來。夫人四十多歲，舉止有大家風度。老婦迎上去說：“廉公子到了。”廉生急忙上前拜見。夫人高興地說：“公子這樣清秀俊雅，何止是做個富家翁啊！”隨即擺上酒宴，夫人坐在一邊，頻頻勸酒，而自己舉杯卻不曾喝，拿起筷子也沒有吃。廉生很疑惑，再三打聽她的家世。夫人笑著說：“再喝三杯酒告訴你。”廉生依命喝了三杯。夫人說：“亡夫姓劉，客居江西時，突然遭到意外亡故了。我獨自在這荒丘野嶺，家境日益衰落，雖有兩個孫子，不是敗家子，就是無用之才。公子雖然不與我同姓，也有親屬關係，而且你秉性純樸忠厚，所以厚著臉出來相見，沒有別的事情麻煩你，我藏了一點錢，想請公子拿到外面做點買賣，分點兒利潤，也勝過你案頭苦讀。”廉生推辭說自己年輕，又是書呆子，恐怕有負重托。夫人說：“讀書的道理，就是先謀生，以公子的聰明，有什麼不行的？”找婢女拿出錢來，交付了八百多兩銀子。廉生誠惶誠恐地堅持推辭。夫人說：“我也知道公子不習慣跑買賣，只要試著做，一定不會不順的。”廉生考慮這麼多銀子，不是一個人能承擔得了的，商議找合夥人。夫人說：“不用。只找一個誠實能幹的僕人，幫公子幹活就夠了。”於是用纖細的手指算了一下，說：“姓伍的吉利。”要家人備馬、裝銀子送廉生出去，說：“臘月底一定洗刷杯盤，恭候公子回來洗塵。”又回頭對家人說：“這匹馬不錯，可以騎乘，就送給公子，不用牽回來了。”廉生回到家，才四更天，家人拴好了馬自己回去了。",
      "&emsp;&emsp;第二天，廉生回到家，到處找幫手，果然找到了姓伍的，用好價錢雇用了他。姓伍的熟悉販運買賣的事，為人又憨厚耿直，廉生把錢財都交付給他。他們到湖北一帶去做買賣，到了年底才回來。計算一下得了三倍的利錢，廉生因姓伍夥伴幫了大忙，在工錢之外，又給他一些報酬。廉生與僕人商量，將額外給伍的錢記在別的專案中，不讓夫人知道。剛到家，夫人已經派人迎接了，於是一起進去，只見堂上已經擺好了豐盛的酒席。夫人出來，不斷慰勞他們辛勤。廉生繳完錢財，又交出帳目。夫人擺著不管，不久酒宴開始，歌舞滿堂，伍姓夥伴也陪著歡宴，大家都很盡性。因廉生沒有家室，便留下來過年。第二天，廉生又求夫人查帳。夫人笑著說：“以後不用這樣了，我早已算好了。”於是拿出帳本給廉生看，上面記載的很詳細，連給僕人的，也記在上面。廉生吃驚地說：“夫人真是神算！”住了幾天，夫人招待得十分周到，像對待自家的侄子一樣。",
      "&emsp;&emsp;一天，堂上擺了酒席，一桌朝東，一桌朝南，堂下有卓朝西。夫人對廉生說：“明天財星照臨，適合出遠門做生意，今天我為你們主僕二人白酒送行。”不一會兒，把姓伍的叫來，請他坐在堂下，一時鼓樂齊鳴。女戲子送上劇碼，廉生點一曲《陶朱富》(1)。夫人笑著說：“這是先兆，你一定會得到西施做賢內助的。”酒宴結束，夫人便把所有的錢都交付廉生，說：“這次出門，不要限定日期，不獲上萬利錢，不要回來。我和公子靠的是福氣和命運，相信的是操守和心性。你們也不用費心計算，遠方的盈虧，我自會知道。”廉生連連答應著退出來。",
      "&emsp;&emsp;他們到兩淮一帶去做買賣，當了鹽商。過了一年，盈利數倍。然而廉生酷愛讀書，做生意也不忘記書本，交往的都是文人。獲利不少之後，他暗想停下來休息，漸漸全部交給姓伍的去管理。",
      "&emsp;&emsp;湖南桃源薛生與廉生最好。廉生到薛家訪問。不巧薛家全家去鄉下別墅了。天已經黑了，廉生無處可去。門人請廉生進屋，掃床做飯招待他，廉生向他詳細打聽薛生的情況。原來，這時正謠傳朝廷要挑選良家婦女，送去慰問邊關軍人，百姓慌亂，聽說有年輕人沒有媳婦的，姑娘家也不經媒人，就直接把姑娘送到那家，甚至有人家一夜得到兩個媳婦的。薛生也是剛剛和一大戶人家女兒結親，恐怕車馬驚動官府，因此暫時遷居到鄉下去了。",
      "&emsp;&emsp;初更未盡，廉生剛要掃床就寢，忽然聽到許多人推開大門進來。門人不知說什麼，只聽見一人說：“官人既然不在家，拿著蠟燭的是什麼人？”門人答道：“是廉公子，遠方來的客人。”一會兒，問話的人已經進來了，衣帽整潔華麗，略一拱手施禮，便問廉生的家世，廉生告訴了他。他很高興說：“是我同鄉，岳父是那位？”答道：“沒有。”那人更高興，急忙出去，招呼一個年輕人進來，恭恭敬敬地見禮。又突然說：“實話告訴您，我姓慕，今夜到這裏來，是準備把妹妹嫁給薛官人，到這裏才知道沒有用，正進退兩難，遇到了公子，這不是天意嗎？”廉生因這人素不相識，所以猶豫著不敢答應。姓慕的竟然不聽廉生回話，急忙招呼送嫁的人。一會兒，兩個老太婆扶著姑娘進來，坐在廉生的床上。廉生斜眼一看，姑娘十五六歲，美貌無比。廉生很高興，才開始整衣正帽向姓慕的致謝。又讓門人去買酒，款待他們。姓慕的說：“我先祖是彰德人，母族也是大家，如今敗落了。聽說外祖父留下兩個孫子，不知家境怎樣。”廉生問：“你外祖父是誰？”答道：“外祖父姓劉，字暉若，聽說住在城北三十里處。”廉生說：“我住在城東南，離北面很遠，年紀又輕，交往很少。郡中劉姓最多，只知道郡北有個劉荊卿，也是個儒生，不知是不是，但是這家很窮。”姓慕的說：“我祖父的墓還在彰郡，常想把父母的棺梓歸葬故鄉，因為盤費不足，一直沒辦成，如今妹妹跟你去了，我回去的意念更堅定了。”廉生一聽，便更爽快地要幫他移葬，慕家兄弟都很高興。喝了一陣兒酒後，慕家人便告辭去了。廉生打發走僕人，移過燈燭，夫妻恩愛，無法描述。",
      "&emsp;&emsp;第二天，薛生知道了這件事，急忙進城，選了一所院宅安置廉生夫婦。廉生回到淮上，處理了生意上的事務，留下姓伍的在那裏，然後裝上錢財，返回桃源。他同慕家兄弟一起啟出岳父母的骸骨，帶著兩家老小，一起回到故鄉。",
      "&emsp;&emsp;廉生回到家裏安頓好了，就拿著錢去見夫人，先前送他的僕人已經等在路上。廉生隨他前去，夫人出來迎接，滿臉喜色地說：“陶朱公帶西施回來了，先前是客人，今天是我外甥女婿了。”擺酒洗塵，更加親熱。廉生佩服夫人的先見之明，於是問道：“夫人與岳母什麼關係？”夫人說：“不要問，時間久了你就會知道。”於是把銀子堆在桌子上，分成五份，自己取兩份，說：“我沒有用，這個留給長孫。”廉生覺得分給他的太多，推辭不肯接受。夫人悲傷地說：“我家敗落，庭院中的樹木被人當作柴火。孫子離這裏很遠，門戶蕭條，麻煩公子幫忙處理。”廉生答應了，而只拿一半銀子。夫人強塞給他，送他出來，揮淚回去了。廉生正奇怪時，回頭一看宅院，卻是一片墳地，才明白夫人是妻子的外祖母。他回到家，買了一頃的墳地，封土植樹，修建得非常壯觀。",
      "&emsp;&emsp;劉氏有兩個孫子，大的就是劉荊卿，小的叫劉玉卿是個飲酒賭博的無賴，兩人都很窮。兄弟倆到廉生那裏感謝他修整了他們家的祖墳，廉生送給他們很多錢，從此兩家往來密切。廉生對他們講了夫人讓自己經商的過程，玉卿暗想墓裏有很多錢財，晚上勾結了幾個賭友，挖開祖墳找尋，打開棺材，露出屍骨，竟什麼也沒有找到，只好失望地散了。廉生知道墓被盜了，告訴荊卿。荊卿和廉生一起去查看，進了墓坑，見桌上好多金銀，先前所分的錢財都在。荊卿想和廉生一起分了。廉生說：“夫人本來留在這裏就是等著給你的。”荊卿於是裝起來運回家中，然後向官府報告祖墳被盜，官府追查很嚴。後來有一個人賣墳中的玉簪。被抓到了。追查他的同黨，才知道以玉卿為首。縣令將處玉卿極刑，荊卿代求情，僅僅是免了死刑。兩家合力修繕墳墓內外，比以前更加堅固壯麗。從此廉、劉兩家都富有了，只有玉卿還和從前一樣。廉生和荊卿常常資助他，但始終不夠供他賭博。",
      "&emsp;&emsp;一天晚上，盜賊進了廉家，抓住他要錢財。廉生所藏的銀子，都以千五百兩為一捆，拿出來給強盜看，強盜拿了兩捆。只有鬼馬拴在馬廄裏，強盜用它運銀子，讓廉生送到野外，才放了他。村民們看見強盜的火把沒走遠，喊叫著追上去，強盜們驚慌地逃跑了。村人一起到了那個地方，看見銀子掉在路邊，馬已經倒在地上變成灰了，才知道馬也是鬼。這天晚上只丟了一枚金釧。",
      "&emsp;&emsp;最初，盜賊抓住廉生的妻子，見她漂亮，想要強姦她。另一盜賊戴著面具，大聲呵止了他，聲音很像玉卿。盜賊放了廉生的妻子，只是把手腕上的金釧拿走了。廉生因此懷疑那個人是玉卿，然而心中暗暗地感激他。後來，強盜用金釧押賭，被捕役抓獲，審問他的同黨，果然是玉卿。縣令大怒，抓來玉卿，用盡各種毒刑。荊卿與廉生商量，要用重金賄賂縣令，使玉卿免除官司，還沒疏通了，玉卿已經死了。廉生仍時常周濟玉卿的妻兒。廉生後來考中了舉人，幾代都是富貴人家。唉！“貪”字的點橫樣子，和“貧”字很接近。像玉卿這樣的人，是可以引為借鏡的。",
      "&emsp;&emsp;註\n\n 1.范蠡，字少伯，又名鴟夷子皮或陶朱公，周景王二十四年，吳國和越國發生了槜李之戰，吳王闔閭陣亡，周景王二十六年，闔閭之子夫差為報父仇與越國在夫椒決戰，越王勾踐大敗，僅剩5000兵卒逃入會稽山。范蠡於勾踐窮途末路之際投奔越國，陪同勾踐夫婦在吳國為奴三年，三年後歸國，在苧蘿山浣紗河訪到德才貌兼備的巾幗奇女—--西施，西施深明大義獻身吳王，裡應外合興越滅吳。\n\n范蠡認為在有功於越王之下，難以久居，「飛鳥盡，良弓藏；狡兔死，走狗烹」。他深知勾踐，可與共患難，難與同安樂，遂與西施一起泛舟齊國，變姓名為鴟夷子皮。沒有幾年，就積累了數千萬家產。齊王把他請進國都臨淄，拜為主持政務的相國。，才三年，他再次急流勇退，向齊王歸還了相印，散盡家財。\n\n范蠡第三次遷徙至陶，沒幾年，經商積資又成巨富，遂自號陶朱公。"
    ]
  },
  {
    "title": "陵縣狐",
    "href": "http://liaozhai.weebly.com/385173229129392.html",
    "content": [
      "&emsp;&emsp;陵縣李太史家，常常發現屋中的瓶、鼎、古玩之類的東西，被移到桌邊，樣子很危險，好像馬上就要掉下來了。開始時，李太史懷疑是家中的奴僕幹的，就生氣地責罰他們。可是，奴僕們都喊冤，但也不知道原因。於是把書房的門窗鎖緊，天亮後，古玩等仍然這樣放著。太史心中知道這件事不尋常，便暗中觀察。\n\n一天晚上，滿室通亮，李太史大吃一驚，以為是盜賊。兩個僕人靠近窗戶偷看。只見一隻狐狸臥在匣子上，亮光是從牠的兩隻眼睛中射出來的，晶光四射。僕人怕牠跑了，急忙跑進去抓。狐狸一口咬住僕人的手腕，都要把肉咬掉了。結果僕人抓得更緊，其他僕人也一起上前抓住這隻狐狸綁了起來。舉起這隻狐狸一看，只見牠的四條腿都沒有骨頭，隨手搖搖晃晃的，像帶子一樣垂著。太史想到這隻狐狸已經有靈性，不忍心殺牠，用柳筐蓋上牠。狐狸跑不出來，便帶著柳筐到處跑，太史責備牠的罪失後放了牠。從此怪事不再出現了。"
    ]
  }
]
