[
  {
    "title": "考城隍",
    "href": "http://liaozhai.weebly.com/327712247838541.html",
    "content": [
      "&emsp;&emsp;我姐夫的祖父宋先生，名燾，原是本城的一位秀才。有一天，他生病躺在床上，忽然，看到一名官府的公差，手裏拿著一張通知單，牽著一匹額上長著白毛的馬走過來。對他說：“請你去參加考試！”宋先生說：“主考的學台老爺沒有到，怎突然要考試呢？”差人不回答，只是不斷地催促他。宋先生只好勉強騎上馬，跟著他去。",
      "&emsp;&emsp;他們走的路很陌生，不久，到了一座城市，這地方富麗堂皇如同帝王居住的京城一樣。不久，他們進到一座衙門。衙門建築宏偉華麗，堂上坐著十多位官員，都不知道是些什麽人，其中只有關帝是認識的。衙門的殿廊下擺著桌、凳各兩套。已經有一位秀才坐在那裏了。宋先生與他肩並肩坐下。每張桌子上都有筆和紙。一會兒，送下題目的卷紙來，上面寫著八個字：“一人二人，有心無心。”他們倆把文章做好後便呈送上去。宋先生的文章中有句話，說：“有的人故意去做好事，雖然是做了好事，但不應給他獎勵；有的人不是故意做壞事，雖然做了壞事，也可以不處罰他。”每位官員在傳閱中都不斷地稱讚。",
      "&emsp;&emsp;他們把宋先生喚到堂上，對他說：“河南地方，缺少一位城隍，你很適合擔任這個職務。”宋先生一聽，忽然明白自己已經死了，連忙跪下去，一邊叩頭一邊哭著說：“我能獲得這麼榮耀的使命，怎麽敢推辭呢？但是我70多歲的老母親，身邊無人奉養。請你們允許在她逝世之後，再聽由你們任用。”堂上一位好像是帝王樣子的人，立刻要求查看他母親的壽祿。有一位留著鬍子的官吏，捧著記載陽世人壽祿的冊子看了一遍，說道：“她還有陽壽九年。”官員們聽到以後正在猶豫不決，想不出辦法時，關帝說：“沒有什麽關係，讓張先生先代理九年，到了期限，他再去。”於是，堂上人對宋先生說：“本應該讓你立即到任的，由於你仁慈孝順的心，給你九年的假期，到了期限再請你去。”說完，又對那位秀才勉勵了幾句。二位先生叩頭後走下殿來，秀才拉著宋先生的手，一直送到郊外，並自我介紹說：“我是長山地方人，姓張。”還將自己做的詩贈給宋先生留作紀念。可是，宋先生把整首詩忘記了，只記得中間有“有花有酒春常在，無月無燈夜自明”兩句。",
      "&emsp;&emsp;宋先生騎上馬告辭而去，當他回到村裏時，就好像是從夢中醒過來一樣。可是這時，他已經死去三天了。宋先生的母親聽到棺材裏有吟呻聲，便趕快把他從裏面扶出來。過了將近半天，宋先生才能說出話來。他打聽長山那個地方，果然有姓張的人，已經在那天去世了。",
      "&emsp;&emsp;自此以後的第9年，宋先生的母親果然死了。喪事發送完畢之後，宋先生洗完了澡，走進屋子裏也死了。宋先生的丈人家住在城中西門裏，忽然，看到宋先生一身新官服，身後跟隨著許多車馬人員來到了他的大堂前，拜了一拜岳父就走了。丈人家裏人都非常驚奇，不知宋先生已經成了神，做了城隍。他們急忙跑到宋先生家裏去打聽消息，原來，宋先生已經死了。",
      "&emsp;&emsp;宋公有自己寫的自傳，可惜後來混亂中沒有保留下來，這只是一個故事大概情節。"
    ]
  },
  {
    "title": "耳中人",
    "href": "http://liaozhai.weebly.com/328192001320154.html",
    "content": [
      "&emsp;&emsp;譚晉玄，是縣學裡的生員。他十分相信練氣養生的功夫，不管是嚴冬還是酷暑都堅持練功，從不間斷。這樣練了幾個月以後，自己感到似乎有所收穫。",
      "&emsp;&emsp;有一天，他正在盤腿端坐的時候，忽然聽見耳朵中有小小的聲音像蒼蠅叫一樣，說：“可以出來了。”可是他一睜開眼睛，卻又聽不見了。等再閉上眼調息呼吸，就又聽見同樣的聲音。他為認自己所煉的功夫就要大功告成了，心中暗暗高興。從此後，他每次盤腿都能聽到那話聲。於是他準備再有聲音時，自己應答一下看會如何。",
      "&emsp;&emsp;這一天，他又聽到了耳中的說話聲，他輕聲答道：“可以出來了。”不一會兒，就覺得耳朵裡“窸窸窣窣”地像是有東西出來了。斜眼偷偷一看，有個三寸左右的小人兒，面目猙獰醜惡得像夜叉一樣，在地上轉來轉去。他心裡暗自吃驚，暫且凝神注視著小人兒，看他有什麼變化。忽然有個鄰居來借東西，敲著門喊他。小人兒聽見了叩門聲，十分驚慌，繞著屋子團團轉，就像是一隻找不到洞口的老鼠。這時，譚晉玄覺得神魂都出了竅，迷迷糊糊地再也不知道小人兒到哪裡去了。從此他得了狂癲症，不停地號叫，服藥醫治了半年多，才逐漸好轉。"
    ]
  },
  {
    "title": "尸變",
    "href": "http://liaozhai.weebly.com/2362935722.html",
    "content": [
      "&emsp;&emsp;距離縣城大約五六里路，陽信村的一個老頭和他兒子在路邊開了一個小店，供往來的行腳商人夜宿。",
      "&emsp;&emsp;一天黃昏，同來的四個商人想留宿店裡，但是客房已經滿了。因為除了這裡已經沒有可以住宿的地方了，因此他們懇請店家想辦法。那時，老頭的兒媳剛死，屍體還停在離店百步外的小屋裡，出外選購棺木的兒子還沒回來。雖然是這樣的住所，四個人也只好接受了。",
      "&emsp;&emsp;小屋低矮，几案上點了一枝短燭，光焰臨風搖曳，案後有搭帳衣，紙衾覆蓋逝者。",
      "&emsp;&emsp;室中備有連塌，來不及多觀察，困頓不堪的客人倒頭便睡，鼾聲起伏，唯有臥榻裡頭的那個客人尚睡意朦朧。忽然聽到嚓嚓的木板擠壓聲音，他急忙睜開眼睛往外看，四圍沉寂黑暗，靈床前的燭火明亮耀眼。女屍已揭開被子坐在床沿，一會兒下了床，慢慢摸索著步入臥室。臉色淡金，白絹抹額。軀體靠近睡塌，挨個兒往同伴唇邊吹氣。客人害怕極了，暗暗地用被子蓋住額頭，緊緊地閉住呼吸。不一會兒女屍來了，一樣地吹氣。覺得出去了，又聽到悉索的紙衣聲，他才小心地探頭偷窺，女屍僵臥如初。他嚇得瑟瑟發抖，但一點動靜也不敢作出，只是暗暗地用腳踩踏三個同伴，但他們一點回應也沒有。顧慮良久，覺得除起身外逃別無他法。剛剛有了點動作，外屋嚓嚓的木板聲又響起來了。他更害怕了，趕忙把頭縮回被子裡面。覺得女屍來了，連續吹了幾遍才慢慢回去。聲音漸漸平復。他從被底下不動聲色地摸到了褲頭，快速穿上，裸足往外跑。",
      "&emsp;&emsp;女屍也跟著起身，等到離開帷帳的時候，客人已破門而出。女屍緊追不捨。客人邊跑邊嚎，但村人沒聽見。想要叩店主的門，但又怕來不及，只好沿著縣城方向的大道，極力的跑。到了東郊，看見寺廟，聽到了木魚聲，他急忙跑去敲木門。道士從沒碰到敲門這麼早這麼急的，遲疑著沒開門。很快，女屍已到，相去已不足一尺。客人更為窘迫。門外有一棵腰圍四五尺的大白楊，客人急奔那兒以樹作為屏障。屍左則人右，屍右則人左。一會兒，各自都倦透了。屍體突然站著停下來，客人汗如雨下氣喘如牛也停了下來。女屍暴起，伸出兩臂隔樹探撲過來，客人驚倒在地。屍體捉之不得，抱樹而僵。道士在門後聽了很久，直到無聲無息了，才點燈出來。看見客人仰臥地上面如死灰，探視的時候仍有些氣息。被揹入寺內，黎明時分才甦醒過來。喝了點水，客人把所見所聞告訴道士。這時晨鐘已敲遍，曉色迷濛隱約，道士看到了僵臥樹間的女屍，大驚，趕緊著人報告縣令。縣令親來質驗，派人把女屍的",
      "&emsp;&emsp;手拔開，卻牢不可開。仔細看，發現左右手各有四指並捲如鉤，指甲都深深插入樹中。又加幾個人齊力拔，才得拔開。派人去探視店家，發現他們那裡亂作一團，屍無客死。聽到衙役所報，老頭才跟著前往，把女屍抬回來了。",
      "&emsp;&emsp;客人哭喪著對縣令說：“出來的是四個，現在回去的只有我一人，我怎麼跟鄉親交代呀？”縣令給了他一份文書，另派衙役送他回鄉。"
    ]
  },
  {
    "title": "噴水",
    "href": "http://liaozhai.weebly.com/2213227700.html",
    "content": [
      "&emsp;&emsp;萊陽人宋玉叔任四川按察使時，所典租的宅院十分荒僻破落。有一夜兩個丫鬟陪宋的母親住在客廳裏，突然間，",
      "&emsp;&emsp;她們聽到院子裏有一陣陣噗噗的噴水聲，如同裁縫師在噴衣服。老夫人催促丫鬟起來，從窗縫中偷偷向外看，丫鬟看到一個老婆子身材又短小又駝背，一頭白髮如同掃帚一般，頭上盤了一個髮髻，長二尺左右，繞著院子團團走，很快的一邊走一邊噴水，水不斷的噴出源源不絕，丫鬟一看非常吃驚，",
      "&emsp;&emsp;回來報告老夫人，老夫人聽後也很吃驚，兩個丫鬟扶著她一起到窗後看那老婆子，老婆子忽然靠近窗戶，把水直噴在窗櫺上，窗紙破裂，三個人一齊仆倒地上，家人不知道這事。",
      "&emsp;&emsp;早上太陽出來，家人都起來了，敲門沒反應，驚慌起來。他們撬開門進了屋裏，發現老夫人和兩個丫鬟",
      "&emsp;&emsp;都死在屋裏，其中一個丫鬟心口還是熱的，扶起來灌水，過了一陣才醒過來，她便把她所看見的一切說了出來。",
      "&emsp;&emsp;宋先生得報趕來時，悲憤欲絕，仔細問清出入的地方，",
      "&emsp;&emsp;挖地三尺深，漸漸露出白髮，再向下挖找到一具屍首，",
      "&emsp;&emsp;如同老夫人的丫鬟所見的樣子，臉部肥腫如同活人，宋先生讓家人打他，屍首骨肉都爛了，裏面都是清水。"
    ]
  },
  {
    "title": "瞳人語",
    "href": "http://liaozhai.weebly.com/306432015435486.html",
    "content": [
      "&emsp;&emsp;長安有一個讀書人，名字叫方棟，很有才名。可是他輕佻不守規矩，不講禮節。在鄉野間看見遊女，常常輕薄的跟隨人家。",
      "&emsp;&emsp;清明節的前一天，他偶然散步到郊外，看見一輛小車，車子四周掛著紅色繡花的帷幕，隨從的婢女很多，都騎著馬伴隨著車子緩緩行駛。他看見其中一個婢女，容色絕美，他便稍微靠近去看，忽然看見車上的簾子打開，裡邊坐著一位十七八歲的的女郎，穿著紅色的衣裳，十分艷麗，更是生平從未見過。頓時，他目眩神奪，看得戀戀不捨，有時在前面，有時在後面，跟隨了好幾里。",
      "&emsp;&emsp;忽然聽到女郎把一個婢女叫到車旁說：「替我把簾子放下，那裡的瘋狂兒郎老來窺視。」於是，婢女把簾子放下了。回頭對他憤怒的說：「這是芙蓉城七郎子的新娘子回娘家，與鄉下女子不同，可以讓窮秀才亂瞧。」說完，抓一把車轍上的泥沙灑他，他的眼睛被瞇得睜不開。剛剛用手擦一下再看，車和馬都不見了。只好又驚又疑的回家。",
      "&emsp;&emsp;回家以後覺得左眼老不對勁。請別人撥開眼皮一看，眼珠上長了一層薄膜。過了一晚，更加厲害。眼淚簌簌的流個不停，薄膜漸漸長大，幾天後就如同銅錢一樣厚了。右邊眼睛的厚膜更長得如同旋螺一般，怎麼醫也沒效。自己既懊惱，又沈悶，簡直是痛不欲生，為過去的輕狂痛心，很想改正。",
      "&emsp;&emsp;聽說佛經中有《光明經》，能解除人的危難。於是捧著一卷，叫人誦讀。開始感到很煩躁，時間久了，漸漸安下心來。白天晚上沒事，只盤腿打坐數著念珠。堅持了一年，心裡完全安定下來，什麼念頭也沒有了。",
      "&emsp;&emsp;這天，忽然聽到左眼中有蒼蠅叫似的說話聲：「眼前景象黑漆漆的，真悶死人！」右眼中有答應的聲音說：「我們可以一同出去遨遊一番，出出這口悶氣。」他隱隱的覺得兩個鼻孔中癢得難受，像有小蟲在爬。似乎覺得有東西爬出，離鼻孔而去了。過了很久，才返回來，又從鼻孔進入眼眶中，又聽裡邊說：「很久不看庭園了，珍珠蘭居然乾枯死了。」方棟平時最喜歡香蘭，園中種了很多，平常每天自己澆灌。自失明後，很久不管了，忽然聽到這句話，急忙問妻子，怎麼叫蘭花乾枯了？妻子驚問他怎麼知道，他把原因告訴了她。他妻子到園中查看，蘭花果然乾枯了，十分驚異。",
      "&emsp;&emsp;這天，她靜靜的躲在屋裡，等待這事再發生。忽然見有小人從丈夫鼻孔中出來，大小還及不上豆粒，盤旋向前，竟然出了門，漸漸遠去，不知上哪裡去了。",
      "&emsp;&emsp;一會兒，見這兩個小人肩併肩回來了，飛到丈夫臉上，像蜜蜂和螞蟻進窩似的，進鼻孔去了。像這樣過了兩三天。這天，他又聽到左邊眼中說：「隧道曲折迂迴，回來出去不方便，不如自己開個門。」右邊的應聲說：「我的牆壁厚，很難開。」左邊的說：「我試試我的牆壁，成功了我們就住一起。」於是，他覺得左眼眶內像被抓裂似的。過了一會兒，猛一睜開眼，竟然看到了各種東西，趕忙驚喜地告訴妻子。",
      "&emsp;&emsp;妻子一看，左眼的眼膜破了一個小洞，黑色的眼珠亮光閃閃，才像半粒花椒那麼大。過了一宿，遮擋的東西都消除了。仔細一看，竟然一隻眼裡有了兩個瞳孔。但左眼中旋螺狀的膜仍然和原來一樣。於是，知道兩個眼中的小人合住在一個眼框中了。他雖然一隻眼看東西，但比雙眼看得更清楚。從此，他更加檢點，約束自己，鄉里都稱讚他的美德。",
      "&emsp;&emsp;異史氏說：鄉裏有一個讀書人，與他的兩個朋友同在路上走，遠遠地看見有一個年輕的婦女，騎驢走在前面。他嬉笑地對朋友說：「有美人，追上去。」於是一同笑著追去。一會兒，追上一看，卻是他的媳婦。心裡氣喪慚愧，默默的不再言語。他的朋友裝作不知，嬉笑議論。最後，他很難為情的，結結巴巴地說：「這是我大兒子的太太。」朋友各自暗笑著走開了。輕佻的人往往自悔，很可笑。至於迷了眼睛失明，一定是鬼神的殘酷報應了。芙蓉城主不知是什麼神，莫不是菩薩現身了？年輕人剛剛開始自立，犯錯誤，鬼神雖兇惡，又豈有不許人家悔過自新的！",
      "&emsp;&emsp;http://gaojunlin.blog.sohu.com/3843152.html"
    ]
  },
  {
    "title": "畫壁",
    "href": "http://liaozhai.weebly.com/3005922721.html",
    "content": [
      "&emsp;&emsp;當年孟龍潭先生，與朱舉人客居京城之時，二人常相邀同遊。一日偶至一處寺院，四下甚是荒僻寥落。寺內有一老僧，見二客至，忙整衣出迎，引二人入院觀賞。此間殿宇禪舍雖不甚弘敞，卻也別緻。殿中塑有保志神僧像，兩壁繪畫精妙，人物如生。東壁上所畫的是散花天女，內中有一少女，髮絲輕垂，拈花微笑，櫻唇欲動，眼波將流，一派仙姿靈態，直攝人心魄。朱生凝視許久，不覺神搖意奪，恍然失魂。霎時間只覺身子輕飄飄似要飛起，須臾已到壁上。　但見殿閣重重，已非人世。一老僧端坐殿上說法，座下聆聽者甚眾。　朱生初到，茫然雜立其間。正不知何往，忽似有人暗暗牽動其衣角。回頭一看，正是方才壁上少女，一時大喜。少女見其回顧，不禁側臉含羞，隨即輕笑而去。　朱生會意，忙追上，一路跟隨。穿過幾道曲欄，少女走進一間小花房。朱生雖然心中早生邪念，卻不敢妄動，只在門外踟踟躕躕不敢進前。少女回首含笑，輕搖指尖鮮花，遙遙做招狀。　朱生心花怒放，趕忙跟了進去。小小花房一片寂靜，除他二人別無生物。朱生此時已是慾火焚身，餓狼般急擁她入懷。而少女亦不甚拒。二人遂相擁直向榻上倒臥而去，卿卿雲雨，漸忘所在。事畢，少女囑其小心待在花房，莫要出聲，只管於此靜候便是，隨即關好門窗，獨自離去。移時入夜，少女又至，復與朱生共試雲雨之私。如此纏纏綿綿過了兩日，少女的同伴們已多有察覺，乃相約同到花房搜尋，果然搜出一個白面公子。　朱生一臉尷尬，少女滿面含羞。眾仙子打趣她道：“肚裡孩子恐怕都已不小了吧，竟還要披著頭髮裝處女麼？”說著紛紛拿起簪環，要給她梳妝冠笄，做出嫁狀。少女含羞不語，一任眾女伴擺佈。一仙子道：“姐妹們，咱們也別在這兒待得太久了，耽擱人家大事，有人要不高興的。”　眾人一聽，群笑而去。朱生再看少女，已是髻雲高簇，鬟鳳低垂，比先前秀發垂肩之時，更是美麗動人。四顧無人，一時難耐，遂又相擁榻上，互銷香魂……正纏綿間，忽聞窗外皮靴踏地，鎖鏈鏗鏘。緊跟一陣紛亂嘈雜的呵斥、分辯聲。少女驚起，與朱生同到窗下窺視，只見一個面色漆黑的金甲使者，一臉兇惡地立在那裡，一手綰鎖一手握槌，而眾仙子環繞周圍，做畏懼跟隨狀。　使者問道：“都到齊了嗎？”　眾仙子道：“到齊了。”使者又道：“如有藏匿下界之人，務必老實交代了，不要自討苦吃。”眾仙子道：“絕無此事，使者明察。”使者不信，反身怒目，似將搜匿。少女大駭，面如死灰，張皇間，急令朱生藏入榻下，隨後打開壁上一扇小窗，倉皇逃出暫避。朱生躲在榻下，屏聲斂氣，未敢稍動。忽聞靴聲已至房內，所幸僅環走一圈，即復離去。未幾，煩喧漸遠，心下稍安，然戶外卻又響起二三人往來談論之聲。朱生驚魂難定，只覺耳際蟬鳴，目中火出，滿心惴惴，惶遽不安，一時難受之極。但也別無他法，只得繼續屏聲斂氣，以待少女歸來，而自身本何所從來，此時怕是早已忘至九霄雲外。時孟龍潭在殿中，轉瞬不見朱生踪影，急向老僧詢問。老僧笑答：“朱施主往聽佛法去了。”　孟生驚問：“在何處？”　老僧繼續笑道：“不遠不遠。”說時以指彈壁，輕呼道：“朱施主，何久游不歸啊？”話音未落，朱生畫像竟倏地顯現在了壁上，且正傾耳佇立，若有聽察。老僧再叩道：“孟施主已候你多時啦！”言已，朱生忽自壁上飄下，驚魂未定，神色張皇，心如死灰，形如槁木，目瞪足軟。　孟生大駭，忙問其故。原來朱生伏在榻下，忽聞叩聲如雷，故而爬出細聽，欲知究竟，不想轉瞬復入人世。二人共視拈花少女，竟已螺髻翹然，髮絲不復披垂。朱生大驚，伏地再拜，叩請老僧告知緣故。老僧笑答：“幻由心生，貧道如何能解！”朱生聞言，並無所悟，只是回想少女仙姿，猶復沾戀，然細思方才所有之事，又覺恍惚，一時滿心抑鬱。而孟生只覺驚奇，滿心駭嘆，卻不知是何道理。　遂扶起朱生，一同出寺院而去。　　異史氏曰：“幻由心生，此言甚是高妙。——人有淫心，是生褻境；人有褻心，是生怖境。菩薩點化愚蒙，千幻並作，然一切幻象，實皆人心所自生，非復其他。大師苦口婆心，欲度愚頑，惜其不能聞言頓悟，真真是枉費大師一片苦心啊。”",
      "&emsp;&emsp;司馬少，2009年6月14日譯。　　http://forum.book.sina.com.cn/thread-1957410-1-1.html"
    ]
  },
  {
    "title": "山魈",
    "href": "http://liaozhai.weebly.com/2366539752.html",
    "content": [
      "&emsp;&emsp;南山柳溝寺，所在僻靜，宜於讀書，孫太白之曾祖父，即曾設齋於此。　　那年麥熟之際，孫老先生回家探望，歇了十餘日才又回去。　　此時齋中已落滿灰塵，窗間蛛絲密布，甚是狼藉。　　幾個僕人收拾了半日，直至晚間才打掃乾淨。　　是夜天清氣爽，孫老先生躺在床上，將睡未睡。　　時月色映窗，萬簌俱寂。　　忽聞風聲隆隆，寺門豁然作響。　　孫先生心想，莫非是小和尚忘記關寺門了？　　正凝想間，風聲已近書齋，只聽一聲巨響，齋門洞開。　　孫先生不覺大疑，思未定，風聲已到屋內。　　且伴有腳步聲，鏗鏗震地，漸近臥室。　　隨即房門也豁然洞開，一個龐然大物躬身擠了進來，瞬間到了榻前，頭頂房樑，目光如炬，環視四周，似在搜尋獵物，一張血盆大口裏，長至三五寸的幾顆稀稀疏疏的獠牙直垂下來，時時卷動舌頭，喉鳴呵喇，響徹四壁。　　孫先生驚懼萬分，然而山魈已近在眼前，勢無所逃。　　他暗暗抽出枕下所藏佩刀，想要趁牠還沒注意到自己時殺死牠。　　不料一刀砍在牠肚皮上，竟似刺上石缶一般只得一聲悶響。　　山魈大怒，急伸巨爪狠抓下去。他慌忙縮進被子裏。　　山魈一爪抓空，卻不自知，暴躁異常地抓住被子拖拽而去。　　孫老先生從被子裏滾落下來，摔在地上，既驚且疼，慌亂無主，已然無法自救，只能伏地號呼。　　幾個僕人聽見呼喊，忙點起火把，奔到書齋。　　然而房門竟緊閉如故，衆人只得從窗戶跳進來，見孫老先生匍匐于地，個個驚駭。　　衆人忙將他扶到床上，聽他細述剛才的事。　　待一查看，發現被子竟卡在了門縫裏。而打開門再一細看，則見有簸箕一般大的爪痕，凡五指所摳之處皆穿一大洞。　　衆人且驚且歎，細語議論不休，直至天明。　　經此一驚，孫先生再不敢於此讀書了，天一亮，即背著書箱倉皇而去。　　後來他曾向寺裏僧人詢問，可有遇見什麽怪事沒有？　　而衆僧皆答一切正常，別無他異。　　真真怪事也哉。　　　　　　　　　　　　　　司馬少，2009年6月16日譯。　　http://forum.book.sina.com.cn/viewthread.php?tid=1957689&page=1#pid16836080"
    ]
  },
  {
    "title": "咬鬼",
    "href": "http://liaozhai.weebly.com/2167639740.html",
    "content": [
      "&emsp;&emsp;沈麟生說：他的朋友某老，在夏日的白天睡覺，朦朧間看到一個女人掀簾子進到屋裡，那女人用白布包裹著頭，穿著喪服麻裙，向內室走去，正懷疑是鄰居來找人的。轉念一想，爲何穿著喪服到別人家？正當徬徨疑惑的時候，那女人已經出來了。",
      "&emsp;&emsp;老漢仔細看她，大概三十多歲年紀，臉色焦黃浮腫，眉目緊皺，神態表情挺嚇人的。這女人繞來繞去不離開，漸漸靠近到老漢睡覺的床。老漢假裝睡著觀察她要幹甚麼。不久，這女人提起衣服上床壓在老漢肚子上，老漢頓時覺得有幾百斤重。這時老漢心裏雖然明白怎麽回事，但擡手卻覺得手被綁住，擡腳腳也萎縮沒力氣。他想大聲呼救，卻發不出聲音。",
      "&emsp;&emsp;那女人用嘴嗅聞老漢的臉，從顴骨鼻子到眉毛額頭幾乎聞遍了。她的嘴冷得像冰塊，出氣寒冷透骨。老漢困窘下想到一個辦法：等到她聞到他臉頰附近的時候，立刻趁機咬她。不久她果然聞到他臉頰這兒。老漢趁機用力咬住她的顴骨，牙齒咬進肉裏。那女人疼得趕快離開，老漢咬得更加用力。只覺得血液流過臉頰，一直流到枕邊。兩個人僵持不下的時候，院子外面突然聽到老漢老婆的聲音，老漢急忙大叫有鬼，就在嘴巴瞬間鬆開的時候那女人已經飄忽逃走了。",
      "&emsp;&emsp;他老婆跑了進來，什麽都沒看到，取笑他夢魘了真假不分。老頭講了這件怪異的事，並且說有血水可以作證的。一起檢查，如同屋子漏水一般，連枕帶舖都有。低頭聞聞，非常腥臭。老翁狂吐。過了好幾天，嘴巴仍有殘留的臭味。"
    ]
  },
  {
    "title": "捉狐",
    "href": "http://liaozhai.weebly.com/2541729392.html",
    "content": [
      "&emsp;&emsp;我家姻親某人的伯父孫老漢是個膽子很大的人。據說有一次他正在午睡，睡夢中好像什麽東西爬到他的床上，然後感覺開始騰雲駕霧般搖搖晃晃。孫老漢心想，難不成是妖怪，悄悄睜開眼睛，看到一隻小狐狸，大概貓那麽大，黃毛，綠嘴，從他腳邊慢慢向床頭爬，一邊爬還一邊小心翼翼，生怕驚動了孫老漢。這隻小狐狸挨著孫老漢的腳，孫老漢就覺得腳不能動，挨著他的腿，他就覺得腿發軟沒有力氣……老漢凝神屏氣，等小狐狸爬到自己肚子附近時候，一躍而起，抓住牠的腦袋。",
      "&emsp;&emsp;小狐狸吱吱叫著想要跑，卻被牢牢抓住。孫老漢趕忙喊他老伴兒拿來繩子，捆在小狐狸腰上。孫老漢拉著繩子，得意洋洋的說：“你不是善變狐精嗎？我今天到要看看你怎麽跑……”話剛說完，小狐狸的腰突然變得細得像毛筆管子，差點從繩子裏鑽出去。孫老眼急手快，趕緊抓住牠用力勒緊繩子，誰知小狐狸的肚子突然又鼓了起來，腰比大碗公還要粗些，而且還特別堅硬，繩子又沒法勒緊。稍微鬆一下，小狐狸又變細……如此折騰，孫老漢怕牠跑掉，朝老伴兒大喊：“快去拿刀來殺了這玩意兒！”，老伴兒老眼昏花，到處找刀，孫老漢著急，向左邊連連呶嘴：“在那裏啊，那個櫃子上。”說完了感覺不大對勁，低頭一看，手裏只剩下個繩圈，小狐狸早不知跑到哪裡去了……"
    ]
  },
  {
    "title": "荍中怪",
    "href": "http://liaozhai.weebly.com/336132001324618.html",
    "content": [
      "&emsp;&emsp;長山縣有個安姓老漢，喜歡農活。秋天的時候，田里蕎麥熟了，都收割了攏在田邊，等着打糧進倉。附近村子老有人來偷莊稼，於是安老漢就雇了些人，連夜裝車運送到打麥場。安老漢自己則通宵守在田邊防止小偷。就是打個盹，也靠在長矛上。這天深夜他剛想休息一下，就聽到有人踩着莊稼秸杆，刷刷的往附近走。老漢心想：果然來了。拿起長矛，準備去抓賊。誰知……來的不是人，是個巨大的厲鬼，紅髮虬髯，逼近了安老漢。老漢大驚失色，不知如何是好，只好硬着頭皮跳起來向厲鬼猛刺，居然刺中了。厲鬼受傷後，咆哮着跑掉。安老漢不敢再待，戰戰兢兢拿着長矛回家。半道上正好碰見受雇的那些人從麥場回來，安老漢一五一十告訴他們所發生的事，大家半信半疑，但是也不敢冒險去田邊。過了一天，大家在打麥場上曬蕎麥，忽然聽到空中有聲音傳來。安老漢着急大喊：“厲鬼來啦”，然後開始逃跑，眾人也跟着逃跑。後來大家商議，這樣下去也不是個辦法，就準備了很多弓箭在手邊，一邊幹活一邊小心提防。又過了一天，厲鬼果然再來，眾人紛紛弩箭齊發，厲鬼落荒而逃，自此太平了好幾天。",
      "&emsp;&emsp;蕎麥都入了糧庫，麥場上剩下些秸杆葉子，安老漢讓人們都拾掇起來，成了個幾尺高的垛子。老漢爬上去，用腳踩壓秸杆垛，打算弄緊實點。忽然他望着遠處大喊：“鬼又來啦！！”，眾人聞言，趕忙四處尋找弓箭，這時厲鬼已經向老漢衝過去。等眾人找到弓箭的時候，厲鬼已經撲倒老漢，咬掉一塊頭骨走了。大家一起看老漢情況，老漢的頭骨被咬下巴掌大一塊，鮮血直流，人事不省。等送回家裡就一命嗚呼了。從此，沒有人再見過那厲鬼，也沒有人知道到那底是個什麼東西。"
    ]
  },
  {
    "title": "宅妖",
    "href": "http://liaozhai.weebly.com/2342922934.html",
    "content": [
      "&emsp;&emsp;長山縣李某，是當時司寇的侄子。他的房子常常有奇怪的現象。有一次，李某看到屋裏有個凳子，朱紅色，看起來圓潤精美，李某因為家裏沒見過這個東西，去摸了一下，凳子隨手彎曲，像肉一樣，軟綿綿的。",
      "&emsp;&emsp;李某嚇了一跳，趕快跑開，又回頭看，這個凳子，邁開四條腿，慢慢走進牆壁裡；又有一次，他看到牆上靠著一根白色竿子，淨美長潤，靠近去拿他，長竿軟軟的倒下去，像蛇一樣，慢慢蜿蜒進入牆壁，慢慢消失。",
      "&emsp;&emsp;康熙十七年，王姓秀才俊升到李某家授課。黃昏掌燈時分，王某穿著鞋子躺在床上。忽然看到三寸來高的小人，從門外走進來，看了一看就出去了。不久，兩個小人擡一口四寸左右的小棺材，放到了小凳上。接著，又有一個女子，帶著幾個丫鬟，都是三寸來高。女子披麻戴孝，腰上頭上纏著白布，用手掩住口鼻，痛哭失聲，聲音就像大蒼蠅飛過的聲音。王某看了許久，不覺汗毛倒立，像寒霜佈滿全身趕快大喊逃走，結果摔在床下，兩腿打顫爬不起來。李某家人聽到呼喊，都跑進來，結果屋子裡面這些小人都不見了。"
    ]
  },
  {
    "title": "王六郎",
    "href": "http://liaozhai.weebly.com/295792084537070.html",
    "content": [
      "&emsp;&emsp;淄川北郊，住著一位姓許的漁夫。他每天夜裏都帶著酒到附近河裏打漁，撒下網即到岸上喝酒，悠閒地看著別的漁夫忙碌。獨飲不能盡興，故常以酒酹地，請河中溺鬼同飲。說來也怪，就這樣，似有神助，每次別人幾無所獲，獨他滿筐而歸。　　一天夜裏，許獨飲如常，忽一少年來，徘徊岸上，欲行又止，逡巡不去。許觀察了許久，見他似乎在等人，便輕呼一聲，邀他過來，不妨坐下喝幾杯再去。少年欣然應邀，慨然同飲。二人皆得盡興，歡飲如故交。　　月移水逝，時過三更。　　許囑少年勿驚，乃獨到江上收網，然而這一次竟一無所獲，不禁大感失望。　　少年見狀，忙起身道：“許兄勿憂，待我到下游將魚都趕上來，再收網不遲。”　　說完轉身而去，步態飄然如飛，片刻即返，說魚都來了。　　夜靜風輕，魚從水裏遊過，唼呷作響。　　許聞聲大喜，再起網，得大魚數條，欲贈魚以謝。　　少年婉拒道：“屢蒙許兄賜酒，無以爲報，趕魚不過舉手之勞，如不棄，我當常來。”　　許說：“你我今夜初識，不過一夕同飲，何言‘屢’也？你若能常來，真是再好不過，只是除了幾杯水酒，也沒別的東西可招待你了。——已說笑了一夜，愚兄尚不知老弟姓字？”　　少年道：“我姓王，無字，許兄叫我六郎即可。”　　第二天賣了魚，許又多買了一些酒，夜裏到河邊時，少年已經先到了。二人暢飲，極爲痛快。末了少年則爲許驅魚。　　如此過了半年。　　一天少年忽來道別，言語甚是悽楚。許急問何故。　　少年欲言又止，道：“只怕說了要嚇著許兄。但你我相識既久，情同知己，如今馬上就要分開，也不敢欺瞞——我其實已死多年，是鬼非人啊。——我生前最愛喝酒，一次酒醉，不小心溺死在此，飄蕩河上，已經好幾年了。此前許兄每次獨飲，不忘以酒酹地，夜夜祭奠，此情無以爲報，故暗暗替你在下游趕魚，所以許兄每次打漁都比別人多。明日我業報已滿，合當輪迴，會有人到河裏來替我。今夜最後一次相聚，實令人悲傷。”　　許聽他這麽一說，起初也稍覺恐懼，但畢竟日久情生，知六郎必無害他之心，漸漸的也就不再害怕了。　　一時傷心，不禁欷歔歎惋，幾欲落淚。　　乃爲六郎斟滿一杯，道：“你我有緣相識，情同兄弟，不想轉眼就將別分，但六郎也不必太過悲傷，如今業滿劫脫，正應相賀，悲傷何來道理。且幹這一杯。”　　情到深處，二人無言，又是一巡暢飲。　　許問：“將要替你的是什麽人？”　　六郎道：“明日正午，有一女子到河邊，不幸落水淹死，那便是來給我做替身的了。——許兄可於河畔等候觀察。”　　如此說著，不覺時過五鼓，村頭雞唱，天色漸明，六郎已不得不離去，二人酒淚交集，揮淚而別。　　這日正午，許等在河邊，果見一女子走來，懷中還抱著一個嬰兒。她剛走到河邊，即不幸失足落水。女子急將嬰兒抛到岸上。經此一摔，嬰兒伸手蹬足，啼哭不已。而女子在河裏一沈一浮，拼命掙扎。然而不多時，她竟又爬上岸來，躺在地上長舒了就口氣，恢復些氣力，即抱起孩子走了。　　當女子溺水之時，許心裏也很是不忍，幾次想跑去救她，但轉念一想這是來給六郎做替身的，也就正好強壓下這念頭。後來女子竟自己爬上來了，他又覺得不對，她怎麽可以擅自爬上來啊，六郎怎麽辦！轉念一想，或是六郎所言不真了。　　很快入夜，許又到河裏打漁。　　六郎過來說：“今又聚首，再不向許兄道別了。”　　許問他：“前夜所言，爲何不應？”　　六郎道：“女子確已相代，只是她若死了，岸上嬰兒無母哺育，也必不能活，代我一人，遂殘二命，實在不忍，故將其托上水面，救了她一命。如今要再等一位替身，又不知要到何時了，或是你我緣分未盡，也未可知！”　　許感歎道：“此仁人之心，足可感動上天，天神得知，必來相助，六郎寬心。”　　六郎舉杯道：“能夜夜與兄相聚，未嘗不是好事。”　　自此二人又每夜相聚，暢飲如初。　　但只過了數日，六郎竟又來道別。　　許問他莫非又有替身了？　　六郎道：“這一次不是替身。乃是前一念惻隱，果然感動上天。天帝授我爲招遠縣鄔鎮土地神，明日即將赴任。如今弟有一願，想請許兄到鄔鎮一聚，雖路遠難行，仍切盼許兄一往。”　　許祝賀道：“六郎正直爲神，甚慰人心。但人神路隔，就算路近，我縱然去了，又如何能與你相見呢？”　　六郎道：“許兄但往勿慮，到時我定會出來與兄相見。”　　當天夜裏，許回到家即收拾行李，準備東去招遠。　　他老婆笑他癡頑，說此去招遠數百里，就算真有個什麽鄔鎮，也真有什麽土地神，恐怕你跟一尊泥像也沒法敍舊吧。　　但許深信六郎，跟老婆也沒法解釋，因而不理，乃獨自直奔招遠，一打聽，果有鄔鎮。於是又一路尋至鄔鎮，找了一家小客店住下，再向店主打聽土地廟的所在。　　店主驚問：“先生莫非姓許？”　　許道：“是啊，你怎麽知道？”　　店主又問：“我還知道先生是淄川人，對不對？”　　許又道：“奇了，店主是如何知曉？”　　店主來不及回答，已匆忙奔出。　　隨後陸陸續續來了好多人，男女老少，將客店圍了個水泄不通，女子不便見生人，都躲在一旁暗暗窺視。仿佛遇見什麽奇事，衆人都一副又驚又喜的神態。　　許看得目瞪口呆。　　衆人告訴他：“數夜前，曾夢見土地神說他在淄川原有一位姓許的故友，近日將到此地，希望大家可以代爲招待。自此我們日夜翹盼，恭候已久了啊。”　　許聽了感慨萬千，無以言表，忙請衆人引他到土地廟。　　許祭拜道：“自與君別，日夜思念，今日踐約到此，又蒙夢示居人，愚兄實是感激，愧無所報，唯有水酒一杯，如君不棄，當如往夕河上之飲。”隨後焚錢燒紙以祭。　　忽一陣風起，在許面前旋轉許久方散，衆皆驚異。　　夜裏夢見六郎，衣冠楚楚，已非昔日可比。　　六郎作揖道：“許兄遠來探訪，弟快慰于心，無奈任微職小，不便會面，咫尺天涯，實令人感傷。弟已托百姓代我略贈薄禮，聊酬你我素日情誼。許兄哪天回去，弟必當相送。”　　許在村裏住了些日子，雖不捨，但畢竟無法與六郎會面，如今探望已畢，還是決定回去。衆人挽留不住，爭相邀請，一日之內，成數家之客。如此又過了一二日，許堅辭欲歸，衆人無法，只得不再強邀，都拿著禮帖禮品過來踐行，一路送至村外。　　忽起一陣羊角風，旋轉在許身旁，一路隨行十餘里。　　許知是六郎，乃再拜道：“六郎珍重。送君千里，終須一別。君心仁愛，自能造福一方，無須愚兄多囑。這也算是百姓們的福分，愚兄姑且代他們道一聲謝，也不枉招待了我這些日。”　　六郎聞言，禦風在空地裏盤旋了許久，雖依依不捨，到底漸漸飄散了。　　村民既驚且歎，但見土地神已回，也就都各自回去了。　　許回到家裏，繼續每夜攜酒到附近河裏打漁，後來家業興旺，漸漸寬裕起來，即不復當漁夫，但仍然時常攜酒河邊，懷念六郎。每次遇見招遠人，便問土地神的事，都說土地神有求必應，十分靈驗。　　有人說，六郎所在地，並非招遠鄔鎮，而是章丘石坑莊。　　不知到底是哪……　　異史氏曰：“六郎置身青雲，而無忘貧賤，正直爲人，正直爲鬼，此得人間正道，故終得爲神，而正直如初。——今日車中貴人，都何曾記得貧賤故交。我鄉有一位半隱不隱的鄉居不仕之人，家極貧困，但有一位幼年時的故友現任肥職，以爲去投奔他必得周濟，乃竭力辦裝，奔涉千里，不料竟被拒之門外，大失所望，最後連馬都賣了才湊足盤費，得以回來。其族弟愛開玩笑，乃作‘月令’以嘲之，云：‘是月也，哥哥至，貂帽解，傘蓋不張，馬化爲驢，靴始收聲。’念此可爲一笑。”　　　　http://forum.book.sina.com.cn/viewthread.php?tid=1963048&page=1#pid16897033"
    ]
  },
  {
    "title": "偷桃",
    "href": "http://liaozhai.weebly.com/2059926691.html",
    "content": [
      "&emsp;&emsp;少年時候,我去府城參加考試.正是春節前一天,趕上\"鬧春\".各家買賣人把鋪店裝點一新,門前彩燈通明.",
      "&emsp;&emsp;我跟朋友一起去瞧熱鬧.街上人特別多,擠得像一堵牆.見一大堂上,坐著四個穿紅衣的官兒.有個賣藝人,領一個披著長髮的小孩,挑著擔兒擠",
      "&emsp;&emsp;到大堂前.他好像說了句什麽,逗得堂上的人大笑.人聲嘈雜,我沒聽清.",
      "&emsp;&emsp;這時,有個穿青衣的人,大聲嚷著要藝人獻藝.藝人笑問:\"長官想看什麽",
      "&emsp;&emsp;\"",
      "&emsp;&emsp;青衣人與堂上官兒們商量幾句,說:\"變個桃子!\"藝人就裝出爲難的樣子:",
      "&emsp;&emsp;\"這冰天雪地,去哪兒摘挑子",
      "&emsp;&emsp;\"小孩就一旁幫腔:\"長官要看,咱想法兒",
      "&emsp;&emsp;變吧!\"藝人假裝發愁地說:\"唉,這般光景,人間哪裡有桃子",
      "&emsp;&emsp;只有天上",
      "&emsp;&emsp;王母娘娘的花果園裏四季有桃,咱只好上天去偷了.\"小孩說:\"天那樣高,",
      "&emsp;&emsp;沒有梯子怎麽上",
      "&emsp;&emsp;\"藝人說:\"有辦法.\"說著就抱出一團繩子.他攥住繩",
      "&emsp;&emsp;頭朝空中一扔,那繩頭就像掛在上頭,接著,繩子就越升越高,直到一團繩",
      "&emsp;&emsp;子拉完.他這才召喚孩子說:\"我老了,身子笨,你來上吧!\"就把繩頭遞",
      "&emsp;&emsp;給小孩,要小孩拽著繩子往上攀登.小孩爲難地說:\"您老也真糊塗,憑這",
      "&emsp;&emsp;根細繩就讓我上天,萬一繩子扯斷,還不摔我個粉身碎骨",
      "&emsp;&emsp;!\"藝人還是逼",
      "&emsp;&emsp;著小孩上.他說:\"咱已答應了,就不能反悔.兒別怕苦,你偷得仙桃來,",
      "&emsp;&emsp;賞你百金,再給你娶個漂亮媳婦.\"",
      "&emsp;&emsp;小孩這才扯過繩子,手挪腳蹬,像蜘蛛爬絲一般,漸漸升高,直爬得沒",
      "&emsp;&emsp;了影兒.不一會兒,一個碗大的桃子忽然落地.藝人大笑,忙捧起來獻給堂",
      "&emsp;&emsp;上的官人.堂上的人不知真假,互相傳看.",
      "&emsp;&emsp;過了好一會兒,繩子突然墜地,",
      "&emsp;&emsp;藝人驚叫:\"糟了!天神割斷繩子,我兒死了!\"說著,就有一個血淋淋的",
      "&emsp;&emsp;東西墜下.藝人忙看,是小孩的人頭.捧起來就哭:\"慘哪!想必是被看桃",
      "&emsp;&emsp;的神仙發現,我兒完了",
      "&emsp;&emsp;!",
      "&emsp;&emsp;\"緊跟著,又掉下人腳,四肢和半截屍體.藝人嚎啕大哭.邊哭邊拿出個木箱,把小孩的殘骨一一撿進箱內,合上箱蓋.轉身",
      "&emsp;&emsp;面對官人們跪下:\"老漢就這一個兒子,跟隨我四處賣藝,今兒長官硬逼我",
      "&emsp;&emsp;變桃子,讓我兒慘死.你們怎麽也得給些喪葬費吧",
      "&emsp;&emsp;\"",
      "&emsp;&emsp;堂上的官們,個個嚇得驚慌失色,忙掏出金銀,給了藝人.他起身裝了錢,擡手連拍木箱呼叫:\"我兒,還不出來謝賞!\"眨眼間,箱蓋被拱開.",
      "&emsp;&emsp;那披髮小孩忽然從箱內跳出,微笑著行禮,拜謝衆官人.",
      "&emsp;&emsp;後來,人們才知道,這一老一少耍魔術的藝人,是白蓮教的後裔.  引用",
      "&emsp;&emsp;http://baike.baidu.com/view/420742.html?wtp=tt"
    ]
  },
  {
    "title": "種梨",
    "href": "http://liaozhai.weebly.com/3127826792.html",
    "content": [
      "&emsp;&emsp;有一鄉下人運梨在街市上賣,他的梨芳香甘甜,價錢卻賣的很貴.",
      "&emsp;&emsp;一個衣衫襤褸的道士到他車前討梨吃,那鄉下人吆喝他,他也不走.那鄉下人生氣了,罵了他一頓.道士說:你一車幾百顆梨,我老道只討一顆,對你沒多大損失,你動啥氣?",
      "&emsp;&emsp;旁觀的人也勸賣梨的挑個壞梨給他讓他走,那鄉下人死也不肯.旁邊店鋪裡一個夥計,看他們吵得不像話,就掏錢買了一個給那道士.",
      "&emsp;&emsp;道士謝了那夥計,對圍在旁邊的人說:我這出家人可不會吝嗇的,我這有好梨,讓我拿出來請大家吃!",
      "&emsp;&emsp;有人問:你既然有,為何不自己拿出來吃?",
      "&emsp;&emsp;道士說:我必須用這顆梨核來做種.",
      "&emsp;&emsp;於是道士拿著梨,大口吃光後,把梨核捏在手中,自肩頭取下把鐵鏟,在地上挖個幾寸深的洞,把梨核埋下去,蓋上土,向街上的人討水來澆.好事的人在附近店裡討了盆滾開的熱水給他,道士接過來把水澆在埋梨核的地方.",
      "&emsp;&emsp;大家眾目睽睽注視這道士表演把戲.只見過了一會兒冒出芽來,漸漸長大起來變成一顆枝葉茂密的樹,一下子開了花,又一下子結了果實,梨結的又大又香,掛滿了一樹.道士自樹上把梨摘下送給看熱鬧的人,一下子就送光了.",
      "&emsp;&emsp;接著道士開始用鏟子砍樹,叮叮噹噹響了半天,樹才砍倒,那道士連枝帶葉揹在肩頭從容的走了.",
      "&emsp;&emsp;當道士行法術的時候,賣梨的鄉下人也在夾在人叢中,伸著脖子出神地瞧著熱鬧,以至於忘記他自己的生意,道士走後他才回頭去看他自己的車子,一看上頭的梨一個都沒有了,這才明白剛道士請客的梨都是他的.再仔細一看,車上的一個車把手也不見了,且留著剛被鑿斷的新疤痕.他氣急敗壞忙去追尋那個道士,轉過了牆角,發現那失去的斷車把丟在那兒,才知道道士砍下的梨樹,其實就是這東西.",
      "&emsp;&emsp;道士不知道那兒去了,滿街的人卻笑得合不攏嘴.",
      "&emsp;&emsp;異史氏說:鄉下人糊糊塗塗的,憨傻有趣,被街上的人笑是其來有自的.常常看到那些鄉下人樸實過日,農收豐富,有些好朋友討一些米的時候就生氣計較的說:這是好幾天的生活所需.有人勸他們救濟危難,或是施捨些飯給那些孤苦的人,他們就又會生氣計較的說:這些可以給十人五人吃的.以致於父子兄弟都相互計較的很.等到染上嫖妓賭博類的壞習慣後,花盡積蓄一點都不吝嗇;又或者是犯法被砍頭的時候,才急著拿錢贖命.像這類的情形可以是說不完的;那些愚蠢的鄉下人又有啥好奇怪的.http://tw.knowledge.yahoo.com/question/question?qid=1005020702404"
    ]
  },
  {
    "title": "勞山道士",
    "href": "http://liaozhai.weebly.com/21214236653694722763.html",
    "content": [
      "&emsp;&emsp;縣裏有個人，姓王，在家裏行七，大家都叫他王七。他年輕時候喜歡修仙問道這種事兒，聽人們談論，說勞山上有很多得道的仙人，於是王七收拾了點行裝，就朝著勞山的方向出發了。到了勞山，王七四處尋覓，終於在一座山峰上發現了一所道觀，看上去環境優雅頗有意境。道觀裏有個蒲團，上面坐著道士，鶴髮童顔，紅光滿面，一看就不是凡俗之輩。王七叩門而入，和老道談論玄理，感覺受益匪淺，於是王七拜倒在地，請求老道接收他這個徒弟。道士看了看王七，說道：“我看你細皮嫩肉，不是能吃苦的人。修道這種事怕你堅持不下來啊。”王七道：“請老師放心，我一定能堅持。”於是老道答應收他爲徒。等到傍晚，老道的座下弟子都回到道觀裏，原來也有不少人。王七作爲師弟，和師兄們一一見禮，從此就留在這裏開始修行了。　　第二天大清早，老道就喊王七起床，給了他一把斧頭，讓他和師兄弟們一起砍柴。王七畢恭畢敬的結果斧頭，認真勞動。就這樣過了一個多月，手腳上磨起厚厚的繭子，一旦破了，十分疼痛。王七覺得老道也不傳授仙術，便有了放棄修行的念頭。　　一天晚上，衆弟子幹完活回到道觀，看到老師和兩個朋友在一起喝酒吃菜，這時已經黃昏，天色發暗，還沒有掌燈。道士就用白紙剪了一輪圓月，貼在牆上，頃刻間屋裏亮光四射，纖毫畢現。弟子們在周圍聽候吩咐，端酒送菜，其中一個客說：“哎，良辰美景，也得讓你們同樂啊，來，拿去這壺酒，衆人喝。”說罷拿起坐上的小酒壺，遞給了徒弟們。王七心想：“七八個人，一小壺酒，估計都不夠分的。”但見衆弟子紛紛尋覓杯盞，爭先恐後去倒酒，生怕晚了就沒有了。可是那個小壺，倒滿了一杯又一杯，好似沒有窮盡一般，看得王七嘖嘖稱奇。大家喝了一會兒，氣氛上來了，另一個客人說：“明月孤單的照著我們喝酒，豈不寂寞？看我讓嫦娥來～”說著將筷子扔進牆上的紙月亮裏。果然有個美女從光芒中走了出來，開始還不到一尺多長，漸行漸長，等走到地下，居然和常人大小無異了。美女一邊跳起“霓裳舞”，一邊唱著“神仙人人羨，孤寂誰能知？都道廣寒美，我卻思人間”的歌曲，歌聲清脆悠長，高亢之處如同管蕭一般徹人心脾。嫦娥唱完歌後，竟然一躍而起跳到了桌子上，在衆人驚詫的眼光裏，又變回了那根筷子。道士和兩個朋友哈哈大笑。其中一個說：“今天真是痛快啊，不如我們到月亮裏喝他個一醉方休，算是爲我餞行吧。”一時之間三個人連同桌椅酒菜，一起飛入紙月亮裏。　　衆弟子看著月中的師傅和他朋友，頭髮鬍子都能看得很清楚，如同鏡子一樣。過了一會兒，月光似乎越來越暗，於是大家取來燈燭，這時看到，屋裏只有道士一個人坐著，桌上杯盤狼藉，客人已經不知所蹤。再看牆上，哪有什麽月亮，只是一個圓形的剪紙而已。道士問弟子們：“大家都喝夠了？”弟子們異口同聲：“謝恩師，我們都喝夠了。”道士笑著說：“那就趕緊回去休息，明早還得砍柴去呢。”於是大家紛紛議論著回到了臥房。王七看到老師仙術如此高強，也就打消了回家的念頭。　　又過了一個來月，王七又開始動搖，因爲這一個月道士依舊沒有傳授弟子們任何法術。於是王七去找道士，壯著膽子請辭道：“弟子不遠幾百里來到勞山，想請老師教些法術，縱然不能長生不老，也希望有些小伎倆在身。可是現在快三個月了，每天都是砍柴度過，我在家的時候，也不用吃這麽多苦啊。”道士笑道：“我早就說了，你不能吃苦嘛，看，我沒說錯。”王七說：“老師看在弟子多日辛勤勞動的份上，不如稍微教我些小把戲，我也算是了卻心事啊。”道士問：“那你倒底想學哪個法術？”王七回答：“我每次看到老師您穿堂入室，都不用開門，直接穿牆而過。能學這個就行了。”道士笑著，看看王七，點頭應允。教王七背完口訣之後，道士讓他面對牆壁試試。王七站在牆壁前，不敢動彈。道士又鼓勵：“沒問題的，試試才知道靈不靈。”於是王七硬著頭皮，念動口訣，慢慢向牆壁走去，誰知走到牆壁卻過不去。道士說：“你後退幾步，低頭縮腰，然後用力一衝就過去了，這樣慢慢走是不行的。”王七後退幾步，緊閉雙目，低頭猛衝，果然沒有任何阻擋。再回頭看時，牆壁已在身後。他大喜過望，趕忙拜謝道士。道士告誡他：“要淡泊名利，不能以此炫耀爲惡，不然就不靈了。”然後拿了點路費盤纏給他，讓他早日回家。",
      "&emsp;&emsp;王七回家之後，和老婆吹噓自己拜神仙爲師，學了穿牆過壁的仙術。他老婆根本不信他，於是王七信誓旦旦，要給老婆表演一把。之後後他離牆數尺，口中念念有詞，然後彎腰猛衝，只聽“咚”的一聲巨響，王七四仰八叉倒在地上。他老婆趕緊把他扶起來一看，額頭上有個鴨蛋大小的包，忍不住大笑起來。王七憤憤不平，坐在那裏大罵老道不是個東西。",
      "&emsp;&emsp;異史氏評論：“這件事傳出來，聽到的人沒有不哈哈大笑的，但其實王七這種人卻不少。有個莽夫，有病卻又因爲害怕用藥就不去治療，而那些拍馬騙錢的人卻拿著不勞靠的方子對他說：這是奇方，專治你的病症，使用之後無往不利。正好合了這個莽夫的心意。於是那些人就騙了他的錢。莽夫得到方子，一試之下，表面上有些作用。於是他就以爲這是包治百病的良方。也許只有等他撞得頭破血流才能發現上當受騙吧。"
    ]
  },
  {
    "title": "長清僧",
    "href": "http://liaozhai.weebly.com/382632816520711.html",
    "content": [
      "&emsp;&emsp;在山東長清縣有一位僧人，道行高潔，已經八十幾歲了，身體還很強健。有一天他倒地不起，寺裡的僧人紛紛跑去救助，然而老法師已經圓寂了。可是老法師不知道自己已經死了，他的魂魄飄去，來到了河南一帶。河南這裡有一個士紳的子弟，正率領了十幾個人騎馬打獵，帶著老鷹追捕兔子，結果馬跑得太快，這個人就從馬上摔下來死了。老法師的魂魄正好遇上，於是進入身體裡，因此人就慢慢甦醒過來。佣人們立即探問情況，公子的眼睛睜開來，說：\"我怎麼會在這裡?\"大家把他扶回家中，一群鶯鶯燕燕馬上圍過來噓寒問暖。老法師嚇壞了：\"我是個僧人，怎麼會來到這裡?\"家人以為他人摔壞了，腦子不清楚，便一直向他解說提醒。老法師也不辯白，只是閉上眼睛不說話，給他粗米蔬果就吃，送來酒肉就拒絕，晚上一個人睡覺，不接納妻妾的伺候。",
      "&emsp;&emsp;過了幾天，公子忽然想離開房間出來和眾人見面，大家都很高興。剛剛出了房門，坐下來不久，就有許多僕人紛紛而來，拿著帳簿、田租、收支等，七嘴八舌的請求稽核過目，公子以身體有病不舒服當託辭，一律謝絕了，只是詢問有沒有人知道山東長清縣這個地方?眾人回答：\"知道。\"公子說：\"我心情鬱悶，又覺得無聊，想去那裡玩，你們趕快準備一下!\"大家勸他病才剛好，不要去那麼遠，但是公子不聽，於是第二天就出發去長清縣。老法師看到景物依舊，不需要打聽路途就直接來到寺院。寺裡的僧人見到貴客來訪，很恭敬的招待。公子就問：\"你們老和尚到哪裡去了?\"弟子們回答：\"我們老和尚已經圓寂了。\"公子問：\"那他的墳墓在哪裡?\"眾人便帶他去看，一座三尺孤墳，墓草還沒長滿呢!僧人們並不明白這其中的含意，後來公子要回去了，囑咐眾僧：\"你們的師父是有道行的僧人，所留下來的教誨要好好依教奉行，不要壞了規矩。\"大眾答應了，公子才離去。",
      "&emsp;&emsp;回家之後，公子冷情冷心，不處理家務。待了幾個月，離家出走，回到寺院，告訴弟子們：\"我是你們的師父。\"大家覺得這很荒謬，不能置信，相視而笑。於是老法師便述說其中的曲折，以及生平的所作所為，一切都相吻合!這時候眾人才相信了，於是還讓老和尚住在原來的地方，一如往昔的侍奉他。",
      "&emsp;&emsp;公子的家裡常常派來車馬，哀求老法師，請他回家去，但老法師不為所動。又過了一年多，夫人派佣人帶來許多禮物相贈，金銀珠寶、綾羅綢緞老法師統統謝絕了，僅接受一件布袍而已。有時候朋友來到這裡，恭敬的拜訪他，看到這個人剛毅木訥，誠實篤敬，年齡不過三十歲，卻經常談論他八十幾年的事蹟。",
      "&emsp;&emsp;異史氏評論：人死之後，一般都魂飛魄散。像這樣離開了千里之遙而魂魄不散，是因為修練得一心不亂。對於這位僧人，死而復生並不奇怪，怪在投身於富貴之家卻能放棄奢華生活而回歸佛法，絕對不是一般人能辦到的。有人眼睛閃一下，看到這嬌媚富貴，即使想死都不行，何況是未經人事的僧人了。"
    ]
  },
  {
    "title": "蛇人",
    "href": "http://liaozhai.weebly.com/3450320154.html",
    "content": [
      "&emsp;&emsp;東郡的某人，以耍蛇戲爲生。他曾經訓養了兩條蛇，都是青色的，他管那條大的叫大青，小的叫二青。二青的前額上長著紅點，尤其靈巧馴服，指揮它左右盤旋，表演動作，沒有不如人意的。因此，耍蛇人十分寵愛它，和對待其他的蛇不一樣。",
      "&emsp;&emsp;過了一年，大青死了，耍蛇人想再找一條來補上這個空缺，但一直沒有比得上的。一天夜裏，他借住在一座山寺裏。天亮後，他打開竹簍一看，二青也不見了。耍蛇人懊喪惱恨得要死，苦苦地搜尋，高聲地呼叫，卻找不到任何蹤跡。在先前的時候，每到了茂密的樹林、繁盛的草叢，他就把蛇放出去，等它們自由自在遛過一番之後，不久自己就又回來了。由於這個原因，耍蛇人這次還希望它自己能夠回來，於是就坐著等待。直到太陽升得很高，他自己也絕望了，就怏怏不樂地離開了。出門剛走了幾步，他忽然聽見雜亂的草木叢中，傳來了“窸窸窣窣”的響聲。他停下腳步驚奇地一看，正是二青回來了。耍蛇人很高興，就像得到了珍貴的寶玉似的。他放下肩上的擔子，站在了路邊，蛇也跟著停了下來。再一看它後面，還隨從著一條小蛇。耍蛇人撫摸著二青說：“我還以爲你跑了呢，這條小蛇是你給我領來的嗎?”他邊說邊拿出蛇食喂二青，同時也喂給小蛇吃。小蛇雖然不離開，但還是縮著身子不敢吃，二青就用嘴含著食物喂它，好像主人請客人吃東西似的。耍蛇人再次喂食，小蛇才吃了。吃完，小蛇跟著二青都進了竹簍裏。耍蛇人把它挑去進行訓練，小蛇盤旋彎曲時都很合乎要求，與二青沒什麽差別，耍蛇人於是給它取名叫小青。耍蛇人帶著它們到處表演獻技，賺了不少錢。",
      "&emsp;&emsp;一般來說，耍蛇人耍弄的蛇，二尺以下的比較合適，再大就太重了，就要更換。二青雖然超過了二尺，但因爲它馴服，所以耍蛇人沒有馬上就扔掉它。又過了兩三年，二青身長已經三尺多了，它一躺進去竹蔞就滿了，耍蛇人於是決心放掉它。有一天，他走到淄川縣的東山裏，拿出最好的食物喂二青，對它祝願一番後放它離去。二青走了以後，過了一會兒卻又回來了，蜿蜒爬繞在竹蔞外邊。耍蛇人揮手驅趕它說：“走吧，世界上沒有百年不散的筵席。你從此在深山大澤裏藏身，將來必定會成爲神龍，竹簍子裏怎麽可以久住呢?”二青這才離去。耍蛇人目送他遠去。過了一會兒，二青卻又回來了，耍蛇人用手驅趕它，它也不走，只是用頭不斷地碰竹蔞。小青也在裏面不安地竄動。耍蛇人忽然明白過來了，說：“你是不是要和小青告別呀?”就打開了竹簍。小青一下子躥了出來，二青與它頭頸相交，頻頻吐舌，好像在互相囑咐說話。過了不久，兩條蛇竟然扭扭曲曲地一起走了。耍蛇人正在想小青不會回來了，一會兒，小青卻又獨自回來，爬進竹蔞裏臥下了。從此耍蛇人隨時都在物色新蛇，可是一直沒找到合適的。小青也已漸漸長大，不便於表演了。後來，耍蛇人又找到一條蛇，也很馴服，但到底不如小青出色。可是這時小青已經粗得像小孩的胳臂了。",
      "&emsp;&emsp;在此之前，二青在山中，不少打柴人曾經見過它。又過了幾年，二青長成好幾尺長，有碗口那麽粗，漸漸地出來追趕行路人。因此行人旅客們都相互告誡，不敢經過它出沒的那條路。有一天，耍蛇人經過那地方，一條大蛇像狂風一樣地猛躥了出來，耍蛇人大爲驚恐，拔腿就跑，那蛇追得更急了。他回頭一看已經快追上來了，忽然發現蛇頭上有明顯的紅點，這才明白這蛇就是二青。他放下擔子呼叫道：“二青，二青!”那蛇頓時停下來，昂起頭來呆了很久，就縱身一撲，纏繞在了耍蛇人身上，就像以前表演蛇戲時的樣子。耍蛇人覺得牠倒沒什麽惡意，只是軀幹又大又沈，自己經不住牠這麽纏來繞去，倒在地上呼叫呼求起來，二青於是放開了他，又用頭去碰撞竹蔞。耍蛇人明白了牠的意思，打開竹簍放出了小青。兩條蛇一相見，立即緊緊交纏在一塊兒，盤繞得像用蜜糖粘在一起似的，很久才分開。耍蛇人於是對小青祝願說：“我早就想和你告別了，如今你可有伴兒了。”又對二青說：“小青原本就是你引來的，你還可以把它帶走。我再囑咐你一句話：深山裏面不缺你的吃喝，你不要驚擾過往的行人，以免惹怒了上天受到懲罰。”兩條蛇垂著頭，好像接受了他的勸告。忽然躥開離去，大的在前面走，小的在後面走，所過之處，樹木草叢都被它們從中間分開，向兩邊倒伏。耍蛇人站立在那裏望著它們，直到看不見了才離開。從此以後，行人經過那一帶又恢復了往常的安寧，也不知道那兩條蛇到哪裡去了。",
      "&emsp;&emsp;異史氏說：蛇，只是個蠢醜的爬行動物，也還戀戀不捨地有故人之情，而且聽到勸告就會迅速地接受。我特別奇怪的是有些看起來人模人樣的傢伙，對十年親密來往的好朋友，對幾代都蒙受人家恩德的恩主，動不動就想落井下石地進行陷害。又有一些人對別人良藥苦口的勸告，毫不理會，而且還怒氣衝衝地把人家當作仇人相待，這不是連那蛇還不如嗎？"
    ]
  },
  {
    "title": "斫蟒",
    "href": "http://liaozhai.weebly.com/2602734770.html",
    "content": [
      "&emsp;&emsp;胡田村有姓胡的兄弟倆，以砍柴爲生。有次砍柴不知不覺進入深山老林，從林中竄出一條巨蟒，哥哥在前面，躲避不及，被巨蟒一口吞入。弟弟起初驚駭想要逃跑，可是看到巨蟒正在吞咽哥哥，非常生氣，拔出斧頭，對著巨蟒的頭顱，劈了下去……巨蟒的腦袋被劈傷，沒法繼續吞咽哥哥。可是哥哥的腦袋已經被吞入肚中，還好肩膀吞不下。弟弟急瘋了可是沒有辦法，只好抓著哥哥的雙腳，和巨蟒拉扯。哥哥竟然被拉了出來，而巨蟒也負痛走了。弟弟看哥哥，鼻子、耳朵等地方，已經被腐蝕掉了，奄奄一息。弟弟背著哥哥走，途中停了十幾回才到家，醫治療養了半年多，才漸漸恢復健康。如今臉上全是瘢疤，鼻子耳朵只有洞還留著",
      "&emsp;&emsp;……　　嗯",
      "&emsp;&emsp;!",
      "&emsp;&emsp;農民中竟然有這樣孝悌的弟弟。有人認為：蟒蛇沒有繼續加害，是因爲感受到弟弟的道德義氣，應該就是這樣吧",
      "&emsp;&emsp;!"
    ]
  },
  {
    "title": "犬姦",
    "href": "http://liaozhai.weebly.com/2935623014.html",
    "content": [
      "&emsp;&emsp;青州有個商人，辛苦奔波在外賺錢，經常一兩年都不回家一次。他老婆在家無聊，就養了一隻白色的狗，久而久之，竟然和這只狗勾搭一起，有了姦情。有一次，商人經商回來，和老婆在床上親熱。這之狗突然從家門衝了進來，躍上床鋪，將商人咬死……開始時大家還不知爲何，後來鄰居們慢慢得到風聲，都覺得這個商人死的可惜，於是就有熱心人鳴鼓喊冤，將這件事告上了縣衙門。縣令派人去捉拿這個婦人到大堂，這婦人百般抵賴，說他們冤枉好人；縣官沒辦法，只好命差役將狗也綁來。然後將狗和婦人都放在大堂。果然，狗一見到婦人，就撲上去撕碎衣服，作出要交配的姿勢。婦人面紅耳赤，這才低頭招認。",
      "&emsp;&emsp;後來，兩個差役押解奸狗淫婦到刑部定案，一個差役押解狗，一個差役押解婦人。沿路的老百姓聽到這個奇聞，就紛紛跑出來，湊錢賄賂差役想一睹爲快。差役收了錢，也就睜一眼閉一眼，將婦人和狗引至一處交合以滿足人們的好奇心。經常有數百觀衆圍觀，這兩個差役也撈了不少好處。後來定爲謀殺，婦人和狗都處以“寸磔”死刑。唉，天地之大無奇不有，但是人獸混交這種事，估計這也不只是這個婦人吧。",
      "&emsp;&emsp;異史氏認爲：男女私會，自古以來就被人譏諷；更有不堪的,苦思苟合歡愉而在床上睡覺的，竟然是家中養的禽獸；---------，竟然想到人獸交合，真的匪夷所思違背常理。狗見了姦情(婦人與丈夫)而作奸犯科，忌妒而兇殘殺人，法律上也難以定罪；人雖然不是畜生，卻比畜生還淫穢，連虎豹都不願意吃人肉。。唉！人類通姦殺人，女的可以依律例判剮刑；至於狗通姦殺人，人世間就沒有刑律可以判。人要是無良，可以懲罰人投胎轉世成狗，要是狗無良，估計陰曹地府都傷腦筋。建議是將狗肢解，把魂魄押到閻羅王那裏問罪。 註",
      "&emsp;&emsp;:",
      "&emsp;&emsp;______",
      "&emsp;&emsp;夜叉伏床，竟是家中牝獸；捷卿入竇，遂為被底情郎。雲雨台前，亂搖續貂之尾；溫柔鄉裏，頻款曳象之腰。銳錐處於皮囊，一縱股而脫穎；留情結於鏃項，甫飲羽而生根。這一段",
      "&emsp;&emsp;屬文言的情色文字，不好翻成白話；猜一猜捷卿︰捷╴迅捷，迅速；卿╴卿卿，那個跑得很快的愛人是誰",
      "&emsp;&emsp;?竇︰屋子，籠子續貂之尾︰狗尾續貂，即狗尾也。飲羽：射石飲羽，射箭沒入石中，只剩箭羽在外。見李廣射石"
    ]
  },
  {
    "title": "雹神",
    "href": "http://liaozhai.weebly.com/38649310701.html",
    "content": [
      "&emsp;&emsp;王筠倉到湖北做官時候，想要去著名的龍虎山探訪天師。到了龍虎山下的湖邊，老王登船出發，剛離岸不久，就有隻小船駛來，要求要見王先生。老王出來接見，這個人儀表堂堂，身材高大，二人見禮過後，此人從懷中拿出天師信物，說：“家師聞聽貴人要來，特差我前來迎接。”老王這才相信了天師道法的神奇，於是誠心誠意，隨此人上山。　　天師設宴款待老王，手下差遣的僕人小廝，長相、衣著都不像是平常人類，先前下山迎接的那個使者也在其中。不大會兒，使者小聲向天師報告，天師笑呵呵的看著老王說：“此人和你是同鄉啊，怎麽不認識了？”老王差異，問此人是誰，天師答道：“這就是‘雹神’李左車。”老王心中驚奇：“李左車我認識，不是這模樣的。”天師說：“剛剛他說，玉帝下旨要降冰雹，李雹神要出去了。”老王問：“去哪裡下冰雹？”天師告訴他是在章丘一代。老王一聽，在自己轄區附近，趕忙離席拜倒，請天師不要降雹，免得傷害百姓、莊稼歉收。天師面露難色，說：“這是上天的意思，冰雹規模大小都是定好的，不好徇私啊。”老王聽了，臉上陰晴不定，心裏很是難過。天師也想了片刻，對李左車說：“冰雹大多下到山谷裏，別傷著莊稼人畜。王先生在這裡，出門不要粗魯，斯文一點。”李左車出到門外，突然腳下生煙，衝擊地面，過了一下，飛到樹梢那麽高，緊接著又是一陣響動，飛到房子那麽高，然後轟隆一聲巨響，李左車向北飛去，震得房屋晃動，杯盤亂顫。老王駭然：“出門像打雷，真是恐怖。”天師笑著說：“這還是剛剛囑咐他慢慢出去，要是平時，一聲霹靂，人就不見了。”",
      "&emsp;&emsp;從天師那裏回來，老王派人去打聽章丘一代的情況，果然那天突降冰雹，山谷裏全部都堆滿了雞蛋大小的雹子，而田地村莊裏卻只有稀稀疏疏幾顆。"
    ]
  },
  {
    "title": "狐嫁女",
    "href": "http://liaozhai.weebly.com/293922323322899.html",
    "content": [
      "&emsp;&emsp;歷城有一個人叫殷天官，年輕時家裡很窮，但他很有膽子。家鄉有一座有錢人家的宅邸佔地廣大，雕飾精美，但是已經荒廢很久了，傳說其中有妖怪作祟，所以沒人敢搬進去，久而久之荒煙漫草，連白天都沒人敢進入了。有一次殷天官與其他人喝酒聊天，聊到此事，大家起鬨說：「你既然自稱勇敢，敢不敢進去住一天？若真的做到了，我們大家出錢請你吃一頓酒席。」他跳起來說：這有什麼困難的。當晚抱著草蓆，就住進去了。大家在門口說：我們會在這等一下，你若遇到鬼怪就大叫，我們會救你的。他則笑說：「若真有鬼怪，我抓一隻給你們看。」　　進去之後，長草擋道，路很難走，雖然是上弦月，但還好昏黃的月光照出門口路徑，他摸索著走進去，爬上後面的陽台，見月亮光潔可愛，就待在那裡賞月，坐了很久都沒事，覺得鬼怪之說都是以訛傳訛，看著牽牛織女星，漸漸有了睡意，約莫晚上八九點時，忽然聽到腳步聲上來，他假裝熟睡，看見一個青衣男子提燈上來，男子見到他嚇了一跳，跑下去說：「有陌生人在上面耶！」下面聲音問：「是誰呀？」青衣男子說：「我不認識！」不一會兒有一個白鬍子老頭上來，看了看說：「這位是殷尚書，已經睡著了，我們做自己的事吧！他為人灑脫，應該不會責怪我們的。」於是漸聞聲響上來，人越來越多、聲音越來越大，不一會兒，樓上就被布置的金碧輝煌，美輪美奐，這時殷天官故意咳嗽，假裝醒來，白鬍老翁上來說：「我有一個女兒，剛好今天出嫁，對不起吵醒您，請不要見怪。」殷天官說：「唉呀！不知道今天是您閨女大喜之日，沒有準備禮物，真不好意思！」老人說：「別這麼說！您肯來觀禮，足以鎮壓群魔不來搗蛋，就已經是我們的大福氣了，請別客氣，來喝一杯吧！這是我們的榮幸！」殷天官聽了很開心，就跟他進去了，一進去，整個大廳擺設華麗非常，有一個年約四十歲，珠光寶氣的貴婦出來拜見，老人說：「這是我太太。」他就回了禮。這時有人說：「人來啦！」老人和殷天官都過去看，不一會兒，眾人迎接一個年約十七八歲的青年進來，他長的丰神雋朗，老人讓他先拜見殷天官，殷天官也回拜了，接著老人再與年輕人互相行禮，之後，大家分地位入座，酒宴開始，有美女跳舞助興，還有醇酒美食、玉碗金杯，極盡奢華之能。酒過三巡，老人問小姐怎麼不出來？命僕婦進去催，僕婦進去後久久不出，老人親自去催，這才把新人帶出。只見眾人簇擁著新娘子出來，她戴著許多美玉，互相敲擊發出琳琅之聲，身上散發濃郁的香氣。老人命她拜見眾人之後，她害羞的坐在母親旁邊。殷天官偷看她，只見她眉如遠山，唇若寒櫻，是個絕世美人。老人取出純金大酒杯宴客，一個杯子可裝數斗酒，殷天官覺得這是個好證物，就偷偷把杯子藏入袖子中，假裝喝醉了，倒頭就睡，過不久，新郎告辭，又傳出音樂送行新人，宴會就結束了。會後僕人整理，清點酒杯時少了一只，四處找不到，有僕人說：該不會是殷尚書偷了吧？老人斥責：「閉嘴！別讓客人聽到！」　　不久之後聲音都不見了，殷天官才起身，暗無燈火，四處蕭然，剛剛發生的事就像一場夢，只留下淡淡脂粉味與酒香在空氣中。這時東方天空已經露出魚肚白，他才從容離開，而袖子中的杯子還在。出了門，朋友們都懷疑他昨晚偷偷溜走，等天快亮了才溜進屋子走出來，他出示金杯證明，大家都很驚訝，細問昨晚之事，他仔細告訴眾人，大家都不可置信，但金杯又不是貧窮人家隨便會有的東西，才相信他真的有一夜奇遇。",
      "&emsp;&emsp;後來他考中進士，在肥丘任官，有一個代代富有的朱先生請客時，命令取大杯子宴客，僕人進去後出來與朱先生低語，朱先生非常生氣，一會兒之後取出大金杯請客人喝酒，殷天官仔細看，發現這杯子與以前從老人處取得的杯子一模一樣，感到非常疑惑，問杯子由來，朱先生說；這是先人在京城做官時請良匠特製的，是我家的傳家寶，專用宴請貴客，本來有八只，現在只剩七只，以為是家裡人偷拿的，但是箱子與十年前一樣，沒人動過，這真是太不可思議了！」殷天官說：「哎呀呀！杯子羽化不見囉！但是傳家之寶不可失！我有一個類似的杯子，就姑且拿來湊數吧！」會後請大家到官邸中，當眾取出金杯，果然是遺失的第八只，主人仔細察看，實在不可思議，問他怎麼來的？他一五一十將當年奇遇說出，大家才知道，就算距離千里之遙，狐狸依舊可以隔空取來，可是終究不敢留下這些東西。",
      "&emsp;&emsp;引用 http://tw.knowledge.yahoo.com/question/question?qid=1405110302097"
    ]
  },
  {
    "title": "嬌娜",
    "href": "http://liaozhai.weebly.com/2330823068.html",
    "content": [
      "&emsp;&emsp;書生孔雪笠，是孔子的後代。孔生為人儒雅風流，擅長作賦吟詩。他有個好朋友在天臺當縣令，寫信邀請他去天臺。不料，孔生到天臺時，那位朋友剛剛去世。孔生是個窮書生，沒有朋友接濟，他連回去的盤纏都沒有，只好寄居在菩陀寺內，受雇替和尚抄寫經文，藉以餬口度日。",
      "&emsp;&emsp;離菩陀寺西百餘步的地方，是一位單先生的住宅。單",
      "&emsp;&emsp;先生本是世家公子，只是因為吃了官司，家境變得蕭條起來。他的家中人口不多，一家人一合計，舉家搬到鄉下去了。於是，這座單家大宅便空無人煙。",
      "&emsp;&emsp;有一天，大雪紛飛，路上不見行人的蹤影。孔生偶然從單家故宅門前路過，只見有個少年從宅裡出來。他長得很俊秀，看見孔生，連忙上前行禮。兩人問候幾句後，少年便邀請孔生進屋。孔生很喜愛這個少年，便高興地答應了。進屋後發現房屋並不那麼寬敞，到處懸掛著錦簾，壁上掛著許多古人的書畫。桌上放著一本書，書籤上有《瑯嬛瑣記》四個字。孔生把這本書大致翻看了一遍，覺得書中的內容都是自己所不熟悉的。孔生以為少年住在單家故宅裡，就是這裡的主人，也不問他的姓氏與家世。倒是少年把他的經歷細細問了一遍。聽了孔生的述說，那少年很同情他，並勸他在這裡設學館教學生。孔生歎了口氣，說：「流落他鄉的人，誰肯當介紹人呢？」那少年說：「如果您不嫌我愚笨，我願拜您為師。」孔生聽了以後非常高興，說是不敢稱老師，願意作學友。孔生順便問少年：「這住宅為什麼長期關閉？」少年回答說：「這是單家住宅，因單公子移居鄉下，所以長久空著。我姓皇甫，老家在陝西省。因為家中的房屋被一場野火燒燬了，所以暫借單府住一下。」孔生這才知道他不是單家人。",
      "&emsp;&emsp;當天晚上，孔生和少年談得很投機。少年留孔生住在一起。天亮時，有個僕人在室內生了一盆炭火。少年先起床進裡屋去了，孔生還抱著被子坐在床上。僕人進來說：「老太爺來了。」孔生吃了一驚，趕緊下了床。這時，一個滿頭白髮的老人進來了，一見面，他就向孔生道謝：「先生不嫌棄我的小兒，願意教導他。只是小兒初學，請千萬不要以故友、同輩的身份來對待他。」老人的話講完以後，送來一件棉衣，還有貂帽、鞋、襪等物。孔生洗漱完畢以後，老人便吩咐擺上酒宴。",
      "&emsp;&emsp;屋內的桌、幾、床等家當，雖叫不出名稱，但都光彩奪目。喝了幾杯酒後，老人起身告辭，拄著枴杖走了。吃完飯後，少年把作業本送給孔生看。孔生發現，本子上都是些古人文詞，並無八股文。孔生問少年為何不作八股文，少年笑著說：「我不願考取功名。」到了晚上，兩人又同桌共飲。少年公子說：「今晚我們盡興喝吧，明天我父親就不允許這樣喝了。」他又對書僮說：「去看看太公睡了沒有？如果睡了，你悄悄把香奴叫過來。」書僮出去，先拿包著刺繡的琵琶來。不一會兒，進來一個丫鬟。只見她身穿艷麗的紅裝。公子叫她彈《湘妃怨》曲子，丫鬟便以象牙的琴撥撥動琴弦，發出激揚哀烈的聲音，曲調完全不同於孔生以前所聽過的。少年公子又叫家人拿大杯子來飲酒，一直喝到三更才入睡。第二天，兩人早起共讀詩書。少年公子人很聰明，有過目不忘的功夫，兩三個月之後，他的文章就已作得非常好。兩人約定三五天喝一回",
      "&emsp;&emsp;每次吃喝都找香奴來。有一晚",
      "&emsp;&emsp;酒酣耳熱，孔生盯著香奴不住地看。少年一見便明白了孔生的心意說：“這個丫頭是我父親所撫養的。先生遠離家鄉，又無妻室，我早就爲此考慮過，要爲你選擇一位漂亮的伴侶。”孔生說：“果然真有好伴侶給我，一定要像香奴這樣的。”少年笑著說：“你可真是少見多怪的人，如果認爲香奴是漂亮的，那麽你的願望真太容易滿足了。",
      "&emsp;&emsp;半年後的一天，孔生想到郊外散步。他走到門口時，見門上掛著一把鎖，便問公子是怎麼回事。公子說：「父親怕我因交友而分散了學習精力，所以謝絕客人來訪。」孔生聽這麼一說，便打消了郊遊的念頭，安安心心地住下來了。到了盛夏之日，天氣悶熱，他們便將書房搬到園亭上。不料，孔生的胸部突然紅腫起來，一夜之間那癰癤便有碗口大，而且疼痛不已，日夜呻吟。孔生患病後，少年公子每天從早到晚看護著他，自己連吃飯睡覺都顧不上。幾天後，孔生的病情加重，痛得更厲害，而且不吃不喝。得知此情，老太爺也前來看望孔生，父子兩人相對歎氣。少年公子說：「孔先生病得很重，我想他的病只有嬌娜妹妹能醫治。我已派人到外祖母家叫她回來，不知為何到現在還沒回來？」話剛說完，就聽見書僮進來說：「嬌娜姑娘回來了，還有姨和松姑也一同來了。」皇甫父子急忙起身進裡屋，不一會便引著嬌娜來為孔生治病。",
      "&emsp;&emsp;嬌娜年約十八九歲，她那嬌美的眼睛裡流露出聰明和智慧，苗條的身材像細柳婀娜多姿。孔生眼見嬌娜美麗超群，精神頓時為之一振，呻吟之聲也自然停止了。少年公子對嬌娜說：「這是我的好朋友，我們情深如同胞兄弟，你可要好好給他治病啊。」聽兄長這麼一說，嬌娜即收斂起羞答答的神色，輕挽長袖，走近病床，給孔生診斷起來。當嬌娜用手輕輕給孔生按脈時，孔生直覺得她身上飄過來的香氣賽過蘭花。",
      "&emsp;&emsp;嬌娜笑著對孔生說：「你的病雖然凶險，但可以治好。不過，膚塊已經凝腫，非割皮削肉不可。」",
      "&emsp;&emsp;於是，她脫下手臂上的金釧，把它放在患處，慢慢地往下按。",
      "&emsp;&emsp;只見癰癤往上凸出，高出金釧一寸多，而癰癤根邊餘下的腫塊，全部收束在內，範圍縮小，不再有碗口大了。嬌娜一手輕掀羅衣，解下腰間一刃佩刀，按釧持刀，順著癰根輕輕割下腫塊。流出來的紫色淤血，沾滿了床席。孔生的心情一直很好，他內心希望嬌娜給他做手術的時間越長越好。從孔生身上割下來的一塊腐肉，團團圓圓的，像樹上的瘦結疤。嬌娜又叫人拿水來，替孔生清洗傷口。",
      "&emsp;&emsp;然後，她從口中吐出一粒紅丸，按在傷口邊的肌肉上，不斷地旋轉。",
      "&emsp;&emsp;轉了一圈，孔生便感到熱火蒸騰；轉到第二圈，覺得肌肉裡隱隱發癢；第三圈轉完後，感到遍體清涼，沁入骨髓。",
      "&emsp;&emsp;這時，嬌娜方才收起紅丸吞入咽喉，對孔生說：「你的病已經完全好了！」說完，她就轉身走了。孔生從床上一躍而起，他嘴裡說著感激的話，身上的疼痛已完全消失了。       孔生的病經嬌娜之手完全治癒了，但他又添新的痛苦：這便是他對嬌娜的思念、傾慕之情，幾乎達到無法控制的地步。",
      "&emsp;&emsp;從此，他時常拋開書本呆呆地閒坐著。",
      "&emsp;&emsp;少年公子早已猜透他的心事，便對他說：「我為兄長找到一位美麗的女友。」",
      "&emsp;&emsp;孔生問：「是誰？」公子說：「也是我的親戚。」孔生凝思良久，回答說：「不必了。」於是對著牆壁吟誦唐人元稹的悼亡詩：「曾經滄海難為水，除卻巫山不是雲。」",
      "&emsp;&emsp;公子懂得孔生的意思是他已情有獨鍾，公子說：「我父親仰慕你的才華，常想與你聯姻。但我只有一個小妹，年紀又小。我有個姨表妹阿松，年滿十八，長得落落大方，你如果不相信，可以前去打量。她每天在花園散步，你可悄悄到前廂房去觀察她。」孔生照少年公子的話去做，果然看見嬌娜陪伴著一個漂亮的女子來了，她的畫眉彎細，步態輕盈，姿色與嬌娜不相上下。",
      "&emsp;&emsp;孔生很高興，便請公子作媒。",
      "&emsp;&emsp;第二天，公子從內室裡出來，祝賀孔生說：「事情已辦成了。」於是，公子吩咐家人裝修了一間房子，要替孔生辦婚事。舉行婚禮的那天晚上，鼓樂大作，熱鬧非常。孔生覺得彷彿跟仙人住在一起，快樂極了。",
      "&emsp;&emsp;光陰荏苒。一天晚上，公子對孔生說：「你對我學業幫助很大，我將終生不忘。最近單公子已打完官司，馬上就要搬回來住，他催我們盡快搬出。我們打算回陝西。以後我們很難再相會，為此我感到很難過。」孔生說願意跟他們一同西行，公子則勸他回家鄉，孔生感到進退兩難。",
      "&emsp;&emsp;公子說：「不必擔心，我能馬上送你遠行。」",
      "&emsp;&emsp;沒有多久，太公帶著松娘進來了，他贈給孔生百兩黃金。",
      "&emsp;&emsp;接著，公子用左右手分別握住孔生與松娘的手，叫他們閉起眼睛。孔生只覺得身體飄飄然在空中飛行，耳邊風聲呼嘯。過了半晌，公子說：「到了。」",
      "&emsp;&emsp;孔生睜開眼一看，果然已回到老家、這才知道公子原來是仙人。孔生滿面春風去敲家門，母親見他回來了分外高興，看見兒媳婦長得端莊漂亮，老太太更是樂得合不攏嘴。待孔生回頭一看，公子早已沒影兒了。松娘孝敬公婆，她的容貌與賢惠，遠近聞名。",
      "&emsp;&emsp;後來，孔生考中進士，在延安當司法官。他攜家眷赴任，母親因路遠沒有一同前往。松娘生了個男孩，取名小宦。過了一段光景，孔生因指控上司違法而被革職，只是由於公事還沒辦完，暫時還沒有還鄉。",
      "&emsp;&emsp;有一天，孔生偶然到郊野打獵，在途中遇到一位騎著黑馬的英俊少年，那少年看見他便不住地打量他。",
      "&emsp;&emsp;孔生仔細一看，原來是老朋友皇甫公子。兩人不約而同勒住馬。多年未見面，真是悲喜交集。公子邀孔生到家裡作客。",
      "&emsp;&emsp;他們策馬走進一個村莊，只見樹木蔥蔥，遮天蔽日。進入家門，裡面金碧輝煌，儼然世家模樣。孔生問嬌娜在哪裡，公子說她已出嫁了。",
      "&emsp;&emsp;聽說岳母已去世，孔生心裡很難過。住了一夜回家後，孔生又與松娘一同來公子家作客。湊巧嬌娜也來了，她抱起小宦逗他說：「姐姐把我們的種族搞混亂了。」孔生感謝她當年治病之恩，她笑著說：「姐夫已成貴人，瘡也好了，還記得當時的疼痛嗎？」嬌娜的丈夫吳郎，也來拜見孔生，住了兩夜才告別。",
      "&emsp;&emsp;有一天，公子憂心忡忡地對孔生說：「我家有大災將臨，你肯相救嗎？」",
      "&emsp;&emsp;孔生雖不知是什麼事，但願以死相救。公子迅速回去，把一家人都帶來，跪在堂上圍拜孔生。孔生大吃一驚，忙問原由。",
      "&emsp;&emsp;公子說：「我們並不是人，而是狐狸。現在已難逃雷霆劫難。你如果肯以身相救，那我們全家都能活命；如你不肯，就請抱小宦快快離開，以免遭受連累。」",
      "&emsp;&emsp;孔生發誓要與公子一家同生共死。於是，公子就讓他拿著寶劍守在門口，並囑咐說：「雷擊時，你一定站穩不要動！」",
      "&emsp;&emsp;孔生按照公子的要求去行動。剎那間果然陰雲密佈，白晝變成黑夜。孔生回頭看看舊屋，不見門房，只見高墳像小山，下面有個無底的大洞。",
      "&emsp;&emsp;孔生驚魂未定，忽聽得一聲巨響，地動山搖，雨急風狂，連老樹都被拔根而起。",
      "&emsp;&emsp;他的眼被震花了，耳朵也被震聾了，但他仍然屹立不動。這時，他看見濃黑的煙霧中，一個利嘴長爪的鬼怪，從洞穴中抓起一個人，隨煙直上。",
      "&emsp;&emsp;孔生覺得被抓的那個人的外貌很像嬌娜，他急忙跳起來，用劍擊鬼怪，那個人便隨著劍掉下來了。突然雷聲大作，把他擊倒在地上，他當即死去。",
      "&emsp;&emsp;過了片刻，天晴雲散，嬌娜也甦醒了。她見孔生死在自己身邊，邊哭邊說：「孔郎為我而死，我還活著做什麼？」這時，松娘也出來了，兩人把孔生擡進屋去。",
      "&emsp;&emsp;嬌娜叫松娘捧著孔生的頭，叫哥哥用金簪拔開他的牙關，自己托起他的下巴，用舌尖把一粒紅丸送入他口中，然後做人工呼吸。",
      "&emsp;&emsp;紅丸隨著呼氣進入孔生的喉嚨，發出格格聲響。過了一會兒，孔生又活過來了。他看見全家人都站在他面前，彷彿剛從夢中甦醒。",
      "&emsp;&emsp;這樣，全家人又團圓了。孔生認為這地方太幽曠了，不可久居。他建議一同回老家。對他的建議，大家都很贊成，只有嬌娜有些不高興。孔生邀請吳郎同行，嬌娜則擔心婆婆捨不得幼子，商量來商量去還是沒結果。",
      "&emsp;&emsp;忽然，吳家家奴汗流浹背地跑過來說吳家在同一天也遭雷劫，全家都死了。嬌娜頓足大哭一場。",
      "&emsp;&emsp;大家一個勁地安慰她、勸導她。於是決定都搬走。孔生進城辦了幾天事，他回來後，連夜啟程搬回老家。回到老家以後，公子一家住在空閒的園子裡，園門常常反鎖著，只有孔生與松娘來時才開啟。",
      "&emsp;&emsp;孔生與公子兩家人相聚，下棋、飲酒、聊天，就跟一家人一樣。小宦長大後，面貌清秀，但透出幾分狐媚。",
      "&emsp;&emsp;他到外面遊玩時，別人都知道他是狐仙的兒子。",
      "&emsp;&emsp;引用http://tw.knowledge.yahoo.com/question/question?qid=1508041103154"
    ]
  },
  {
    "title": "僧孽",
    "href": "http://liaozhai.weebly.com/2071123421.html",
    "content": [
      "&emsp;&emsp;張某暴斃之後，隨著牛頭馬面一路向陰曹地府走去，似乎被抓去見閻王。閻王見了張某，拿出生死簿子翻了半天，勃然大怒，把牛頭馬面呵斥了一頓，讓鬼差把人送回去，原來是抓錯人了……張某哭笑不得，隨著鬼差往回走，走到半路，突然想，來一次陰曹地府不容易，不如參觀參觀。於是私下央求鬼差帶他逛逛，鬼差禁不住他軟磨硬泡，另外抓錯人在先，只好答應了。　　於是張某在鬼差的帶領下，遊歷地府，看過了九幽、刀山、劍樹等等，忽然來到一個地方，看到有個僧人，大腿上被穿孔，用繩子穿過大腿倒懸在那裏，嚎啕大叫。張某看著那人眼熟，仔細一端詳，原來是他哥哥。張某問鬼差這人犯了什麽罪，鬼差回答：“這個人既然做了和尚，卻還用化緣捐贈來的金錢到處吃喝嫖賭，因此用這刑罰來懲罰他，想要脫離這個懲罰，必須要他自己懺悔。”張某蘇醒之後，心想完了，恐怕哥哥已經死了。　　於是他收拾了點行李，去他哥哥出家的興福寺看看。剛進廟門，就聽到他哥哥的嚎叫聲，進禪房一看，他哥大腿上生了碗口大的膿瘡，血流不止，倒掛在牆上，和他在陰間看到的幾乎一模一樣。他十分驚奇，問：“哥，你爲啥要倒掛在牆上呢。”他哥難受的回答：“只有這樣才能稍微好點，要不然就疼的要命。”張某趕緊把在陰間所見所聞說了一番。他哥聽了，大驚失色，從此戒酒戒肉，戒色戒財，認真誦經，一心向佛，果然半個月之後好轉了很多。於是他哥哥受了戒，再也不沾塵俗。",
      "&emsp;&emsp;異史氏評：人們作惡，總想著能逃脫制裁，哪知十八層地獄茫茫無邊，疏而不漏，不會放過一個。還是小心爲好。"
    ]
  },
  {
    "title": "妖術",
    "href": "http://liaozhai.weebly.com/2293434899.html",
    "content": [
      "&emsp;&emsp;于某，年輕時候喜歡習武，功夫不錯，力氣很大，曾經手持石墩揮舞如同旋風，見者無不駭然。　　崇禎年間，于某去京都參加殿試，他一個僕人病的很嚴重，臥床不起，于某擔心他不治而亡，去街上找一個聽說能決人生死的半仙占卜。剛到半仙的算命攤子，半仙就問：“是給你家僕人來問病吧？”于某吃了一驚，覺得這半仙確實有些能耐。接著，半仙說出讓于某更吃驚的話：“你家僕人沒啥事，過幾天就好了。倒是你得小心點，三天之內你必然會死。”于某駭然，瞠目結舌。半仙又笑呵呵的說道：“我有個方子能破此劫，不過……要十兩黃金。”于某心想：“生死由命，豈是小手段能破的了？”於是拒絕了半仙的好意，剛要起身回家，半仙說：“你可不要因爲心疼這十兩金子而招致大禍啊。”旁邊的人也紛紛勸阻，于某不聽，執意走了。　　一晃到了第三天，這天于某端坐在客棧房間裏，靜靜的等待死亡來臨，整個白天都沒啥動靜，入夜掌燈時分，于某關起房門，身旁放了佩劍。誰知等了好久也沒任何反應，正當他昏昏欲睡時，忽然聽到窗戶縫裏淅淅索索的聲音，定睛一瞧，一個帶著兵刃的小人爬了進來，到了地上，已經長成一人多高。于某拿起寶劍，大喝一聲衝上前去擊殺，然而那個東西飄搖不定，無法擊中。看于某如此勇武，那個東西又變成原來大小，要從窗戶上逃跑。于某奮起一擊，小人落地，仔細一看，原來是個紙人，已經被于某攔腰斬斷了。這下于某清醒了許多，不敢睡覺。剛坐了一會兒，又有東西從窗戶爬進來，面容猙獰如同惡鬼。那東西剛爬到地下，就被于某劈成兩半，誰知兩半各自蠕動，眼看就要粘合到一起，于某連刺這怪物，終於碎成了一地的小碎片，細細一看原來是個土偶……",
      "&emsp;&emsp;于某不敢大意，搬凳子坐在窗戶下面，目不轉睛看著窗縫。過了好一會兒，聽到外面喘氣如牛，好像有什麽龐然大物，緊接著那東西開始推窗框，房子開始搖晃，眼看就要倒塌了。于某持寶劍衝出屋外，借著昏黃月色，看到一隻巨怪，比房檐略高，臉如黑炭，眼冒黃光，也沒穿衣服，腰間挎著刀和箭壺，手裏一張弓，怒目而視。于某有點害怕，這時怪物朝于某射來一箭，于某揮動佩劍，將箭矢打落，正要反擊，那怪物又射一箭，于某趕緊跳著躲開，箭矢擦著耳邊飛過，噹的一聲沒入了牆壁。怪物一看兩次未中，非常震怒，拔出腰刀照著于某面門就砍落下來。于某施展身形，如同猿猴一般向前一竄，從怪物兩腿間躍出，躲開攻擊，怪物的腰刀砍到院子裏的石頭上，石頭頓時斷爲兩截。此時于某回身一劍，正中怪物腳踝，鏗鏘有聲好像削中金石。怪物吃痛，更加狂暴，吼聲如雷，轉身又向于某砍出一刀。于某故技重施，向前竄出，怪物只砍到他的一片衣襟。此時于某已經到了怪物的肋骨下面，舉起寶劍，使出渾身力氣猛刺，怪物應聲倒地，掙扎兩下爬不起來了。于某看怪物死了，就去屋裏取出燈燭，原來怪物是木偶所化，這木偶面龐猙獰，腰間有弓箭，被刺中的地方還有鮮血流出。于某守了一夜，再無其他怪物。他也明白這些東西一定是那個半仙，爲了自己的半仙名聲和幾兩黃金，出此骯髒手段。　　第二天，于某約了好些朋友，一起去半仙家裏討回公道。誰知半仙看到于某一幫人前來，不知施展了什麽手腳，大家都看不到他。有人悄悄告訴于某：這是障眼法，用狗血能破。於是于某拿狗血照著半仙家裏亂潑，半仙果然現形，滿頭滿臉都是狗血，眼神慌亂。大家把他押解到官府，判了死刑。　　異史氏評論：算命本來就是不牢靠的事情，靠算命來逃避生死更是不著邊際。算了命又覺得不好，還不如不算。算出生死日期又能如何？像這個故事，碰到謀財害命的不良分子，那就更慘了。"
    ]
  },
  {
    "title": "野狗",
    "href": "http://liaozhai.weebly.com/3732629399.html",
    "content": [
      "&emsp;&emsp;于七造反後，殺了很多人，有些地方甚至遍地死屍，十分淒慘。當時有個叫做李化龍的，到深山避亂回來。遇到官兵正在前進。怕被官兵抓住處死，伏在地上，和無數死屍混在一起裝死，等官兵走光了還不敢出來。忽然周圍的屍體都站了起來，一個一個缺胳膊少腿的。更有一具，沒斷光的腦袋還連在肩膀上，嘴巴說：“野狗馬上就要來了，怎麽辦啊？！”別的屍體也跟著附和道：“是啊，怎麽辦啊？！”講完後，這些屍體就又都倒下來，橫七豎八的。　　驚魂未定的李化龍又要起身，突然看到遠處跑來一個東西，有人的身體野獸的腦袋。這怪物跑到屍體上啃食各個腦袋，並開始吮吸腦漿，發出吱吱的聲音。李化龍十分害怕，慢慢挪動自己的身軀，躲在屍體下面。這個怪物過來，撥弄李化龍的肩膀，想把他的腦袋從屍體中弄出來。李化龍暗暗用力，那怪物弄不動，只好費勁的把周圍的屍體搬開，終於看見腦袋，李化龍的嚇死了，手在腰下面摸到一塊跟碗一樣大的石頭，抓著不放。　　怪物正要咬李化龍頭腦的時候，他突然躍起大叫，拿著石頭朝怪物的頭上砸去。怪物猝不及防，正中嘴上，怪物痛得鬼叫。捂住嘴巴，跌跌撞撞跑了，路上流了不少血。在這些血裡面，找到兩顆怪物牙齒，仔細端詳，牙齒長約四寸左右，中間微微彎曲，一頭十分尖利。李化龍揣著這兩隻牙回家，拿出來給別人看，沒有人知道是什麽動物的牙齒。註:于七之亂：指清順洽年間山東半島地區于七領導的一次頗具規模的農民起義，自首事至失敗，起伏持續達十五年之久。于七，名樂吾，字孟熹，行七。山東棲霞縣人。順治五年，他領導起義農民佔據鋸齒山。七年，攻寧海，殺死登州知州。後清政府籠絡招撫，授于七棲霞把總。順治十八年，于七不堪壓迫，再度起事，以鋸齒、昆崳、鼇、招虎諸山為根據地，活動範圍及於棲霞、萊陽、文登、福山、寧海等縣。清廷命禁軍及山東總督統兵會剿。康熙元年春，于七潰圍逃去。起義失敗後，清廷株連興獄，對該地區人民進行血腥屠殺。"
    ]
  },
  {
    "title": "三生",
    "href": "http://liaozhai.weebly.com/1997729983.html",
    "content": [
      "&emsp;&emsp;湖南某人，能記得自己生前三世經歷的事情。第一世他做了地方長官，參與科舉考試評判工作。當時有位名士叫興于唐。考試沒有中，心中憤憤不平，鬱悶而死。他到了陰間就寫狀子控告某人，這份狀子一遞上去，那些因為考試不中的鬼，有上千萬人，推舉興于唐為首，聚集在一起。某人的魂魄被攝到陰間，與這些告狀的鬼對質。",
      "&emsp;&emsp;閻王問道：“你既然負責審閱文章，為什麼黜退水準高的人，而錄取平庸的人？”",
      "&emsp;&emsp;某人辯解道：“我上面還有主考官，我不過是奉命行事罷了。”",
      "&emsp;&emsp;閻王馬上行文，派人去抓主考官，過了很久，主考官被抓來了，閻王便把某人的話告訴主考官。主考官說：“我只不過負責整體彙集檢討；即使有好的文章，閱卷官不推薦上來，我又怎麼看得見呢？”",
      "&emsp;&emsp;閻王說：“這件事你們不能互相推諉，兩個人同樣失職，按照規矩要一起受杖刑。”",
      "&emsp;&emsp;正要對二人施刑，興于唐對這一判處很不滿意，放聲大哭起來，站在兩邊階下的怨鬼也齊聲回應。閻王問怎麼回事，興于唐爭辯道：杖刑太輕了，一定要把他們的兩隻眼睛挖掉，作為他們不識文章好壞的報應。”閻王不肯答應，眾鬼叫得越厲害。閻王說：“他們並不是不想得到好文章，只是他們的水準太差罷了。”",
      "&emsp;&emsp;眾鬼又請求挖出他們的心來，閻王迫不得已，讓人脫去他們的官服，用雪亮的刀破開他們的胸膛，兩人鮮血直流，嘶聲慘叫，眾鬼這才滿意，都說：“我們這些人在九泉之下含冤受屈，沒有人為我們出這口氣，如今全靠興先生，讓我們的怨氣都消了。”說完，一哄而散。",
      "&emsp;&emsp;某人被剖心以後，差役將他押往陝西，投生到一個普通人家當兒子。他二十歲時，正值當地鬧土匪，他陷入土匪群中，有位將軍前去平定賊寇，抓住了很多土匪，某人也在其中。某人心裏還想，反正自己不是土匪，希望能夠說明情況，獲得釋放。等他見了堂上所坐的官員，也是二十多歲的年紀，再仔細一看，原來說興于唐，他大吃一驚，說：“我完了！”過了一會兒，俘虜全都被釋放了，只剩下某人最後到，興于唐也不容他辯解，竟然就將他斬了。",
      "&emsp;&emsp;某人到了陰間，投了狀子告興于唐。閻王不馬上拘捕興于唐，要等到他的壽命結束。這樣，延遲了三十年，興于唐才來，與某人當面對質。興于唐以草菅人命罪，被罰作畜牲。閻王又檢查某人的所作所為，發現他曾打過父母，他的罪孽和興于唐也差不多。某人恐怕來生還會相見，要求轉世做大畜牲。閻王便將他判為大狗，興于唐為小狗。",
      "&emsp;&emsp;某人出生在順天府北邊的的集市上。一天，他正臥在街頭，有個客人從南方來，帶著一條金毛狗，和狸貓差不多大。某人一看，原來是興于唐。某人見牠很小，好欺侮，便撲上去咬牠。那小狗反過來咬在某人的喉下，像是繫在牠脖子上的鈴鐺，大狗左右亂搖亂竄，不斷嗥叫，集市上的人想把牠們分開，可是做不到。一會兒功夫，兩隻狗都死了。",
      "&emsp;&emsp;兩人一起來到陰曹地府告狀，各執一詞，爭論不休。閻王說：“你們這樣冤冤相報，什麼時候才能結束呢？我替你們化解了吧。”",
      "&emsp;&emsp;於是判定興于唐來世做某人的女婿。",
      "&emsp;&emsp;某人投生到慶雲府，二十八歲時中了舉人，他生了個女兒，性情嫻淑文靜，容貌嬌好，當地的世族爭相和某人定親，某人全不答應。偶然有一次，他經過臨近郡城，正碰上學使在為考生評判試卷，取在第一的考生姓李，實際上就是興于唐。某人便他拉到旅館，優厚的招待他，並問他成家沒有，而他恰好單身，於是兩人定了婚事。旁人都認為某人是愛惜人才，卻不知他們有段前世因緣。興于唐將某人的女兒娶回去，夫妻倆相得甚歡。",
      "&emsp;&emsp;但是，女婿自恃才幹好，動不動就侮辱岳父，常常一兩年不到某人家拜望。某人也容忍他。後來，女婿中年時命運窘迫，苦於不能中第，岳父為他千方百計地打點，這才使他在科考場上揚名。從此以後，兩人和好，如同父子一般。",
      "&emsp;&emsp;異史氏說：一次沒被錄取，竟然三世都不能和解，怨毒之情竟然如此厲害！閻王調停的辦法雖然妥善，但是殿階下千萬大眾，有那麼多，是不是天下的愛婿，都是在陰曹地府中悲憤號叫的呢？"
    ]
  },
  {
    "title": "狐入瓶",
    "href": "http://liaozhai.weebly.com/293922083729942.html",
    "content": [
      "&emsp;&emsp;萬村有個姓石的婦人受到狐的擾害，很擔心卻沒有辦法趕走牠。門後面有個瓶子，每次聽見婦人公公來，狐狸便藏在瓶中。婦人看久了，心中便偷偷籌畫可是嘴巴不說。有一天狐狸又竄進瓶中，婦人趕快用棉絮將瓶口塞住，放進竈裏，把水加溫燒開。瓶越來越熱，狐狸呼叫，好熱！不要這樣惡作劇戲弄人。婦人不說話，狐狸呼喊愈加急躁，終於逐漸沒有聲音了。打開蓋子查看，裏面只剩下一堆毛和幾滴血而已。"
    ]
  },
  {
    "title": "鬼哭",
    "href": "http://liaozhai.weebly.com/3974021741.html",
    "content": [
      "&emsp;&emsp;順治三年，西曆1646年冬天，山東人謝遷叛亂",
      "&emsp;&emsp;宦官門第都成為賊窟",
      "&emsp;&emsp;王學使七襄在淄川縣城的住宅，更是聚集了眾多的盜賊。叛亂失敗，大兵進城掃蕩賊窟，結果屍體塞滿溝渠，血流填滿地面，景象非常悽慘。",
      "&emsp;&emsp;王學使回到家裡，清掉屍體，洗掉血液，住了進去。常常在大白天都看得到鬼魂，晚上則床下燐火飄竄，牆角絲絲鬼哭。",
      "&emsp;&emsp;有一天，一位王姓書生，叫皞迪，借住王學使家，聽到床下小聲一直叫：「皞迪！皞迪！」接著聲音慢慢變大，叫道：「我死得好苦！」跟著大哭，整個房間都是哭聲。",
      "&emsp;&emsp;王學使聽到了，帶著劍進去大叫：「",
      "&emsp;&emsp;你們不認識我嗎？」只聽到到處都是嗤嗤的搧笑聲。王學使沒辦法，只好擺設水陸道場，讓和尚道士超渡他們，晚上奉祀飯菜時，看見燐火一朵一朵從各處冒出來。",
      "&emsp;&emsp;起先，有個王姓的佣人病得很重，昏迷了好幾天，在王學吏超渡過後，忽然打哈欠醒了過來，他太太讓他吃點東西，他說：「剛剛主人不知道甚麼事，做了好多飯菜出來。我跟著大家一起吃，吃過了才回來，所以不餓。」從此以後王學吏家裡鬼怪問題解決了。唉",
      "&emsp;&emsp;!",
      "&emsp;&emsp;作法用的鈸鐃鐘鼓，燄口瑜伽，真的有效嗎",
      "&emsp;&emsp;?",
      "&emsp;&emsp;異史氏評道",
      "&emsp;&emsp;：「妖邪鬼怪的東西，只有道德正義可以克制，當淄川縣城淪陷的時候，王學吏的勢力最顯赫，聽到他聲音的人都會發抖；可是這一群鬼怪反而取笑他，大概鬼怪已經先知道他沒有好結果了吧",
      "&emsp;&emsp;!",
      "&emsp;&emsp;通告天下的達官貴人，你們用人的樣子都嚇不了鬼，希望你們不要用鬼的樣子嚇人！」"
    ]
  },
  {
    "title": "真定女",
    "href": "http://liaozhai.weebly.com/304952345022899.html",
    "content": [
      "&emsp;&emsp;河北真定這個地方，有個六七歲的小女孩，被收養做童養媳。住了一兩年，丈夫引誘他做了男女的事情懷孕了。肚子膨膨變大，以爲病了，跟媽媽說。媽媽問她：「感覺會動麽。」她說：「感到會動。」但是女孩才八九歲啊，媽媽覺得奇怪也不敢亂下結論。不久，生下了一個小男孩。她媽感嘆的說：「沒想到拳頭大的媽媽，竟然生了個錐子大的兒子。」"
    ]
  },
  {
    "title": "焦螟",
    "href": "http://liaozhai.weebly.com/2896634719.html",
    "content": [
      "&emsp;&emsp;董默庵在朝中當侍讀官。他家裏被狐精騷擾，磚瓦石沙經常像下冰雹一樣從天上落下來。全家人拖老帶小紛紛奔逃躲藏，等平靜了才再出來幹活。董公對此深感憂慮，於是借了司馬孫怍庭的宅子暫住，然而狐精仍舊擾亂，和在家時一樣。",
      "&emsp;&emsp;一天，董公在待漏院等待上朝時，與同事們說出這件奇怪的事。有一位大臣說：“關東道士焦螟，現在內城住，所有的降妖的法術，聽說很靈驗。”於是董公就登門拜訪焦道士請他幫助降妖。焦道士用朱筆寫了一道符，叫董公回家貼到牆上。董公回家照辦後，狐精一點不怕，抛擲磚石反而更加厲害了。",
      "&emsp;&emsp;不得已，董公只好又去告訴道士。焦道士大怒，親自去董府，築壇台作法術。他作法不多時，見一個大狐趴在壇下。董府家人受害很長時間了，早就恨得咬牙切齒，一個丫鬟上去就打了狐狸一下，這丫鬟卻忽然倒在地上斷了氣。道士說：“這個東西很猖狂，我都不能一下子降服牠，這女孩怎能輕易冒犯牠呢？”",
      "&emsp;&emsp;接著又說：“正好，我可以借這女子之口向狐狸問話。”便用手指著丫鬟，口中念咒，丫鬟忽地起來跪在壇下。道士問牠住哪裡？丫鬟口裏說出狐狸的話：“我是西域生的，來京城的綿延十八輩了。”道士又說：“這是朝廷住的京城，怎麽能容你們這些東西長久住下去？趕快走吧！”狐狸不回答。道士大怒，拍著桌子說：“你還想違抗我的命令嗎？若再遲延，道法可不容你！”狐狸這才皺起眉頭有點害怕的樣子，表示願奉教命。道士又催牠快走。這時丫鬟又倒下沒氣了，過了很長時間，才蘇醒過來。接著見四五塊白團滾滾如圓球，順著屋檐滾動，一個跟著一個，一轉眼的功夫就都滾走了。從此，董公家才平安無事。"
    ]
  },
  {
    "title": "葉生",
    "href": "http://liaozhai.weebly.com/3386529983.html",
    "content": [
      "&emsp;&emsp;淮陽有個姓葉的書生，文章詞賦在當地稱得上是首屈一指。但葉生時運不好，每次應試都名落孫山。直到有一天，淮陽來了個新知縣，葉生的命運才隨之發生了一些變化。",
      "&emsp;&emsp;新知縣丁乘鶴，很欣賞葉生的文章。這位知縣不僅接見他，而且讓他住在縣衙內繼續研讀詩書，還經常接濟葉生家。縣裏預試時，丁知縣在考官面前讚揚葉生，於是葉生奪得鄉試第一名。丁知縣對葉生抱有更大的希望。正式考試結束以後，他將葉生的試卷拿出來審閱，邊打拍子邊讚賞。誰知，葉生依然時運不濟。公榜後，葉生又一次落榜。葉生很沮喪地回家，覺得愧對父母和知已，形容日漸消瘦，神情也變得癡呆，像個木頭人。丁知縣聽說後，趕忙安慰他。對知縣的關照，葉生感激得淚流不止。丁知縣約葉生在自己任滿後進京應考。但葉生回家後不久就病倒了。丁知縣經常派人去看望他。儘管吃了不少藥，但葉生的病仍不見好轉。這時，丁知縣因觸犯上司被免職，準備離開淮陽。他寫信告訴葉生說：“我已準備回故鄉，之所以遲遲沒動，是爲了等你同行。你如果早晨趕到，我晚上就可動身。”",
      "&emsp;&emsp;葉生在病床上接到知縣的信時，泣不成聲，他告訴送信的人：“我病重一時難好，請丁公先行。”丁知縣得知此情後，決定繼續等他。過了幾天，守門人報告說葉生來了。丁知縣高興地迎接並問候他。葉生說：“因我的病，讓您久等，真是不敢當。幸好現在我可以跟隨您了。”第二天清晨，丁公和葉生等一行人便匆匆上路。到了家鄉，丁公要兒子拜葉生爲師，早晚與葉生在一起。丁公的兒子叫丁再昌，時年16",
      "&emsp;&emsp;歲，還不會寫文章，但爲人聰慧，任何文章只要讀上兩三遍便爛熟於心。在葉生的幫助下，丁公子不到一年就能落筆成文。不久，他就考取了秀才。葉生把自己生平所寫的八股文全部口授給公子，省考時的七道試題，丁公子全部命中了，結果奪得第二名。丁公頗有感慨地對葉生說：“你僅僅發揮了一點點才學，就使我兒子成了名。然而你有滿腹學問卻未能考取，這真是無可奈何！”葉生說：“這是命中注定的。我借公子的福氣爲文章吐氣，讓天下人知道我半輩子淪落，並不是我才學不如人，而是時運不濟，這也就滿足了。況且人生得一知己足矣，又何必非要自己中舉，才算是走運呢？”丁公考慮葉生長久在外客居，怕耽誤了他的歲考，便勸他回家省親。葉生聽後很不高興。丁公也就不再勉強他，並囑咐丁公子在京城替葉生捐錢買個監生。丁公子在京城又中了進士，當上部中主政官。他帶著葉生一同赴任，又和葉生早晚住在一起。一年後，葉生參加京中鄉試，竟考中舉人。這時，丁公子要到南方督辦水利，他對葉生說：“我這次辦事離先生老家不遠。先生已贏得功名，應該高高興興地衣錦還鄉才是啊。”葉生也很高興。      於是，",
      "&emsp;&emsp;選擇一個良辰吉日，丁公子和葉生一同啓程南行。到淮陽境界時，公子命僕人備馬送葉生回家。葉生回到家，看見門前冷落蕭條，心裏十分悲傷。他慢慢走到庭院中，正巧妻子拿著簸箕出來，她突然發現葉生在院子裏，嚇得丟下簸箕就跑。葉生心裏很難過，他說：“現在我富貴了。你我三四年沒見面，你怎麽就不認識我了？”妻子站在遠處說：“你已經死了很久，說什麽富貴？之所以沒有安葬你，是因爲家裏窮加上兒子又小。如今兒子長大成人了，馬上就要厚葬你。請你不要作怪嚇人。”葉生聽了這番話，心裏好生淒涼！走進裏屋一看，只見黑色棺材明明白白地停放在那裏，他忽然撲倒在地上消失得無影無蹤。妻子驚恐地看著，只見他的衣冠像金蟬脫殼一樣褪落在地上。她悲慟不已，抱著衣冠大哭一場。這時，兒子從私塾回來，見馬車停在自家門前，問明情況後，驚慌地跑來告訴母親。母親流著淚對他講了事情的全部經過。母子又仔細地詢問隨從，才知道事情的原委。隨從回去報告丁公子，聽說葉生這番遭遇，公子也爲之傷心落淚，並很快趕到葉家哭靈，出錢經辦喪事，按舉人的級別來安葬葉生。臨走時，丁公子還送給葉家很多錢物，讓葉家請老師教葉公子讀書。丁公子還向考官打了招呼，請他關照葉公子。過了一年，葉公子果然考取了秀才。      異類史評道：「魂魄追隨知己，竟然不知道已經死了嗎",
      "&emsp;&emsp;?",
      "&emsp;&emsp;有的人懷疑，可是大多數人相信；永結同心的癡情女，可以在睡夢中魂隨情郎,遠走他鄉；真摯的友誼，也可讓已讓離散的好友夢中相會。更何況那許多像繭絲、像蠅跡的文章，都是讀書人嘔心瀝血的作品；這些像高山、像流水的的文章代表著讀書人的品格！可惜啊!",
      "&emsp;&emsp;際遇難定，總難遇合，形單影隻只能空自對影愁歎；生就的嶙峋傲骨，不能媚俗取容，唯有自惜自憐；自歎窮厄困頓，招致勢利小鬼嘲侮。",
      "&emsp;&emsp;老是處在落榜名單中間，這個人從鬍鬚到頭髮都是醜的；他的文章每個地方都不通；古往今來，因種種原因而悲憤痛哭的人很多，只有懷抱和氏璧受誣的卞和像你；舉世賢愚倒置，能識俊才的伯樂在當世之中又有誰呢！懷抱的絕妙好文，歷經多年終將折損！反側展望，四海茫茫，竟無以容身。",
      "&emsp;&emsp;在人生的道路上，大可不必認真、清醒，只須閉眼走自己的路，行心之所安；一切聽天由命。天下間氣宇不凡像葉生的，當是不少，可是又怎有許多慧眼縣令，讓您生死相從呢",
      "&emsp;&emsp;?",
      "&emsp;&emsp;唉!注:唐陳玄祐《離魂記》：張倩女與表兄王宙相戀，遭父親梗阻，",
      "&emsp;&emsp;倩女離魂追隨王宙出走。五年後夫婦同回娘家，倩女的離魂才",
      "&emsp;&emsp;與床上病體合而為一。      譯者評",
      "&emsp;&emsp;:",
      "&emsp;&emsp;許多聊齋學者,專家,發表了許多這個,",
      "&emsp;&emsp;那個",
      "&emsp;&emsp;,儼然是作者的代言人,他們都應該來看看這段異史氏評 ;",
      "&emsp;&emsp;這就是作者",
      "&emsp;&emsp;,以及社會上許多有才華而不得志者的心聲,",
      "&emsp;&emsp;借著對聊齋故事的評論,發表出來."
    ]
  },
  {
    "title": "四十千",
    "href": "http://liaozhai.weebly.com/222352131321315.html",
    "content": [
      "&emsp;&emsp;新城王大司馬有一總管家家產向來很富有。",
      "&emsp;&emsp;一天，忽然夢見一人跑進屋說：“你欠我四十千錢，如今應該還了。”問他，不答，竟入內室。醒後，妻産一男孩。心知這是一樁老糾葛。就拿四十千錢放在一間房內，凡是新生兒所需衣食藥物，都從這裏取用。長到三四歲，見室內僅僅剩下七百錢，值奶媽抱著小孩來，逗他玩耍，便說：“四十吊錢快用完了，可以走了吧。”話剛說完，只見小孩容貌己變，脖子彎著，眼張開，己斷氣了。用餘錢埋掉。這件事，欠債的人，可引以爲戒。",
      "&emsp;&emsp;往年聽說：有一人老而無子，問一道行甚高的和尚，和尚說：“你不欠別人的，別人也不欠你的。哪來的兒子。”由此可見，養了好兒子，是來報恩的；反之，是來討債的。生不必喜，死不必悲。"
    ]
  },
  {
    "title": "成仙",
    "href": "http://liaozhai.weebly.com/2510420185.html",
    "content": [
      "&emsp;&emsp;周生與成生不僅是同學，而且是一對很要好的朋友。成生家境清貧，一直靠周生接濟。周生年長，成生稱周生妻子爲嫂。逢年過節，兩家更是不分彼此。周生之妻產後身亡，他又娶了王氏。因王氏很年輕，成生不敢求見。有一天，王氏弟弟來看姐姐，周生在內室擺酒款待。正吃飯時，成生過來了。周生請他入席，但成生不肯，執意要走。周生便將酒席移到客廳，把成生追回來，他才肯入席。幾個人剛落座，就聽人報告說周家莊園的僕人挨了縣官的板子。原來是黃吏部家的牛踩了周家的莊稼，於是發生爭吵。黃家的牧童跑回去告訴黃吏部，黃吏部就將周家僕人送進官衙，並打了他的板子，周生問清原由後，非常氣憤地說：“黃家狗牧童怎麽敢這樣！他父親是我祖父的僕人，而今黃家勢力大，他就不認識人了嗎？”周生憤然難平，要找黃吏部論個是非。成生拉住周生，勸他說：“強盜世界裏哪分什麽青紅皂白？何況如今的縣官大多就是不拿刀槍的半個強盜。”但周生不聽勸阻，成生勸得都流淚了，周生才作罷。周生的怒氣依然難消，一晚上沒睡好覺。天亮時，他對家人說：“黃家欺負我，是我的仇人，這且不說；縣官是朝廷的命官，而不是有錢有勢人家的官，縱然民間發生爭吵，也必須雙方到堂才可處置，怎麽能像狗一樣聽人使喚呢？我也要去告黃家僕人，看他怎麽處理。”周生家人也都鼓動他去。於是，周生決定到縣衙去告黃家的狀。誰知，周生的狀紙竟被縣官扔到堂下，根本不受理。周生當堂怒斥縣官，縣官惱羞成怒，竟將周生打入牢房。周生告狀的事成生還不知曉。中午他到周生家才聽說。當他急急忙忙趕到縣城，打算勸阻周生時，周生已被收監。成生急得直跺腳，但又沒辦法可想。其時，縣裏抓到三個海盜，爲了懲罰周生，縣官和黃吏部賄賂海盜，指使他們咬定周生是同夥。接著，縣官又根據海盜的口供，革除周生的功名，並嚴刑拷打他。成生探獄時，兩人都有說不盡的酸楚。他們商量到京城去告御狀。周生說：“我被關在大牢裏，好像鳥被鎖在籠子裏。雖有一個小弟，但他只能給我送送囚飯。”聽周生這麽一說，成生當即表示：“這是我應盡的職責。朋友有難不相助，還用朋友幹什麽！”成生進京告狀去了。當周生弟弟給他送路費時，他早已上路了。",
      "&emsp;&emsp;成生來到京城，卻苦於告狀無門。聽說皇帝要外出打獵，他就先躲在木材堆裏。一會兒皇帝的人馬路過這裏，成生便跪拜喊冤。於是，皇帝批了御狀，派人送到部院審理。這時，案子發生已過去10",
      "&emsp;&emsp;個月，周生被苦打成招，判處死刑。部院接到御狀，驚駭異常，立即復審。這一來，黃吏部也嚇壞了，忙策劃殺掉周生。他買通看牢門的，斷絕了周生的食物。周生弟弟送飯來，看守堅決不讓他進。成生又到部院叫冤。院台這才提問周生，見周生早已餓得支撐不住身體，院台大怒，用木杖打死看守。黃吏部見勢不妙，便暗地裏賄賂了幾千兩銀子，請人幫著說情，才以免職了事。縣官則因貪贓枉法被充軍流放。",
      "&emsp;&emsp;周生獲釋回家後，更把成生看成是肝膽相照的摯友。而成生經過打這場官司，更看破紅塵，邀周生同去山林隱居。周生留戀嬌妻不肯去，常常笑成生過於迂腐。成生聽了也不說什麽，但自己隱居的決心更堅定了。有好長一段時間，他沒到周生家去。周生便派人去成家打聽，成家以爲他在周家。兩家都沒見成生，大家才發現情況不妙。周生忙派人到山谷、寺廟尋找，又時常接濟成生的兒子。過了八九年之後，有一天，成生突然回來了。他全身道士打扮，儼然是一個道道地地的道士。周生見到老朋友，拉著他的手高興地說：“你到哪裡去了，讓我派人到處查找？”成生笑答：“我是閑雲野鶴，沒有固定的地方。好在我這些年身體還算健康。”周生忙吩咐擺酒宴。酒席上，周生想讓成生卸下道士裝束，但成生卻笑而不答。周生說：“你好糊塗，爲什麽像扔掉鞋子那樣抛棄了妻小呢？”成生笑著說：“不是這麽回事，是別人要抛棄我，我又能抛棄誰呢？”問他住在哪裡，他說住在勞山上清宮。這天晚上，他們同床而睡。周生夜裏作夢，夢見成生赤身伏在自己身上，壓得他喘不過氣。周生驚問這是做什麽，成生不回答。周生忽然驚醒，喊成生沒人應，坐起來一看，成生已無影無蹤。再定眼一看，竟發現自己睡在成生這一頭。周生驚奇他說：“昨晚我並沒有醉，爲什麽這樣顛三倒四呢？”他趕緊喊叫家人，家人用燈火一照，發現他已變成成生，周生本來長著不少鬍鬚，現在卻沒剩幾根，拿鏡子一照，連自己都不敢認了。他驚訝地說：“成生在這裏，我周生到哪裡去了？”不過，周生很快就明白過來了：這是成生使的幻術，目的是想讓自己歸隱。已變成了成生的周生想進內房，但周弟見他面貌變了，不許他進去。周生無法解釋，馬上叫僕人備馬去找成生。幾天後，成生到了勞山。馬跑得快，僕人步行速度跟不上。周生便在樹下休息。許多道士往來不斷，有一個道人看了他幾眼，周生便上前打聽成生。那道人說：“聽說過這個人，好像在上清宮。”說完他就走了。周生見他沒走多遠，又跟一個人說話，但也沒說幾句就走開了。與道士說話的那個人走過來，周生一看，竟是自己的同窗好友。他看見周生，驚訝地說：“好幾年沒見面，別人都以爲你在名山學道，誰知你現在還在人間遊戲。”周生對他講了自己變形的事。那人吃驚地說：“我剛才見到他，以爲是你。他去了沒多久，還沒走遠。”這時，僕人趕到了。周生騎馬急追成生，但追了半天，也沒見成生的影子。定睛一看，前面空寂無人，周生感到進退兩難，一時竟沒了主意。轉念一想，此時無家可歸，不如繼續追趕成生。前面的山路，坎坷艱險，根本沒辦法騎馬。於是，周生把馬交給僕人帶回家，自己則沿著彎彎曲曲的山路前行，打遠處看見一個童子坐在路邊，周生趕忙奔過去問路，並說明原因。那童子說自己是成生的徒弟，替成生背衣服和糧食。聽說周生執意要找成生，那童子便在前面帶路，兩人風餐露宿走了不少路。走了三天總算到了一個叫上清宮的地方，但一打聽，又不是世人所傳說的上清宮。這時已是十月中旬，山花滿路，秋高氣爽。童子進去說有客人到來，成生馬上出門迎接。周生這時才認出自己的形貌。兩人手拉手進屋，邊飲酒邊談心。只見這裏的各種珍禽都不怕人，牠們不時到座席旁鳴叫，鳴叫聲聽起來像音樂般悅耳。周生雖覺得景物宜人，但依舊思家心切，不願久留。他和成生並坐在兩個蒲團上，到二更後，萬籟俱靜，周生忽然感到自己像是打了一個小盹，而且自己與成生已換了位置。他正感奇怪之時，用手摸下巴，發現己長滿了鬍鬚。",
      "&emsp;&emsp;天亮時，周生表示堅決要回家。成生一再挽留他。三天後，他對周生說：“請你稍微休息一下，明天一早送你回去。”周生剛剛閉眼，又聽見成生說：“行李已經準備好了。”他趕忙起身跟成生走。不多久，便到了家。成生坐在路邊，而讓周生獨自回家。",
      "&emsp;&emsp;周生走到自家門口，敲門無人答應，他想翻牆，頓時覺得身輕如樹葉，一下子便飛過幾道矮牆。透過窗口，他發現妻子正與僕人飲酒，十分親熱，於是怒火攻心。他想親手抓住他們，又擔心一人力單。他悄悄跑出來請成生幫忙，成生聽了也非常憤慨，他用劍把門撥開，周生沖了進去。僕人跳窗而出時被成生一劍砍斷了肩膀。周生抓住妻子審問，才知道早在他坐牢時妻子就與僕人有染，一怒之下，周生竟用成生的劍殺死了妻子。然後，他和成生一道出來，離家而去。突然之間，周生驚醒了，他發現自己的身體在床榻上。他驚歎：“夢太離奇了，真叫人恐懼！”成生卻笑著說：“夢中的事你以爲是真的，而真的事情你卻以爲是作夢。”周生驚愕地問是怎麽回事。成生把劍拿出來給他看，劍上還有血迹。周生害怕極了，他懷疑這是成生施的幻術。成生知道周生的想法，於是，他備好行裝送他回家。輾轉到了家鄉，成生說：“那天晚上，我持劍等你，不就是在這裏嗎？我討厭惡濁的東西，請讓我還在這裏等你吧。如果你申時還不回來，我可就要自己走了。”周生回到家，只見門戶蕭條，已沒人居住。他又到弟弟家，兄弟二人見面後抱頭痛哭。弟弟告訴周生，他走了以後，嫂嫂晚上被人殺了，官府至今未捉到兇手。周生此時如夢初醒，便把自己殺妻的過程向弟弟說了，囑咐弟弟不要追究。弟弟驚呆了好一會兒。周生問兒子的情況，弟弟叫老奶奶把孩子抱來。周生囑託弟弟：“這孩子是周家後代，請你好好撫養，我想辭別人世。”說完便去了。弟弟流著淚挽留他，周生卻邊笑邊走，並不回頭。到了野外，跟成生一道離去了。走了很遠才回頭對弟弟說：“忍事最樂。”弟弟還想說什麽，卻見成生一揮衣袖，即刻不見了。",
      "&emsp;&emsp;周生的弟弟樸素老實，不精於算計，一年一年過去，家道一天天敗落。周生的孩子慢慢長大，卻請不起老師，周弟只好親自教他讀書認字。一天早上，周弟來到書房，看到桌上有封信，密封得很牢固，信上寫著：“弟弟親啓”。是哥哥的筆跡，打開一看，甚麼都沒有，只有一枚爪甲，大概有兩個指頭長。周弟不知是什麽意思，把爪甲放在硯臺上，出去問家人信從哪裡來，沒人知道。當他再回到書房，發現硯臺閃閃發光，已然成了金硯臺，大吃一驚，拿來試銅器鐵器，都一樣，從此大富。送給成生的孩子許多黃金，從此傳說，周家和成家的後人會點金術。"
    ]
  },
  {
    "title": "新郎",
    "href": "http://liaozhai.weebly.com/2603237070.html",
    "content": [
      "&emsp;&emsp;江南有個孝廉，名叫梅耦長，他說他同鄉有個孫翁，在德州當官的時候，審問了一樁奇案。",
      "&emsp;&emsp;事情是這樣的：當初，有個村民爲兒子娶媳婦。新媳婦過了門，莊裏鄉親都來賀喜。喜酒喝到一更多天，新郎出房，看到新娘子穿著耀眼的衣服走向屋後。新郎好生懷疑，就跟在後面看是怎麽回事。宅子後面有一條長長的小河，上面有一小橋可以通過。他看見新娘子過了橋一直走去，越發懷疑，就在後面喊她。新娘也不答應，只是遠遠招手。新郎急忙趕過去，相距也就只有尺多遠，但卻一直趕不上她。",
      "&emsp;&emsp;走了幾里路，進了一個村子。新娘站住了，對新郎說：“你家寂寞，我住不慣，請郎君暫住我家幾天，咱們再一起回家看望二老。”說罷，抽出簪子敲門，門吱呀一下就開了。有個女僮出來迎接。新娘先進去，新郎不得已也跟著進去。一進門，岳父岳母部在堂上坐著，對女婿說：“我女兒從小嬌慣，沒有離開過我們。一旦離開家，心裏總是不痛快。今日與你一起回來，我們很放心，住幾天就送你們回去。”於是就叫丫鬟掃屋子、鋪被褥，兩人就住下了。",
      "&emsp;&emsp;新郎家中的客人，見新郎出去多時不回來，就到處找。新房裏只有新娘子在等待，新郎卻不知到哪裡去了。大家就四處查詢，一點消息也沒有。公公、婆婆都哭得很傷心，說是必死無疑。",
      "&emsp;&emsp;過了半年，媳婦娘家怕女兒守寡，就與新郎家父母商量，打算給女兒另找婆家。新郎父母更加悲傷，說：“屍骨衣物，都還沒有找到，怎麽知道我兒子一定死了呢？就算死了，過一年再嫁也不晚，爲什麽這麽急呢？”新娘父親更加怨嘆，於是告了官府。孫公受理了這個案子，他覺得十分奇怪，但又沒有頭緒，暫判女家等待三年再說。案卷存檔，人們先各自回家。",
      "&emsp;&emsp;再說新郎住在另一個新娘家，全家人都對他很好。他時常與媳婦商量回家，媳婦也滿口答應，就是遲遲不動身。住了半年多，新郎心裏就犯了嘀咕，整天焦慮不安。想自己單獨回家，媳婦又堅決不肯。有一天，她們全家惶惶不安，似乎有大難臨頭。新娘父母急匆匆地對女婿說：“本來打算三兩日內叫你們夫婦一起回家，沒想到行李用具還沒有準備齊全，忽然碰到點麻煩事。不得已，就先送你一人回去吧。”說罷就把新郎送出門來，轉身急忙回去了，雖周旋了幾句話，也很匆忙草率。",
      "&emsp;&emsp;新郎出了大門，剛想找路行走，回頭一看房子、院子都沒有了，只有—個高大的墳墓，心裏非常害怕，急急忙忙找路回家。到了家裏，從頭到尾說了他的經過，並到官府與孫公說明情況。孫公傳新娘的父親到案，令他送女兒回婆家，於是才正式合婚。"
    ]
  },
  {
    "title": "靈官",
    "href": "http://liaozhai.weebly.com/3872823448.html",
    "content": [
      "&emsp;&emsp;北京朝天觀有一個道士，喜歡吐納法術。有一個老翁借住在他的觀中，正巧與他愛好相同，於是他倆便成了道友。住了幾年，每逢香火大會祭祀神靈的時候，老翁頭十天就走開；祭祀完了，他才回來。道士懷疑地問他，老翁說：“我們兩人已是莫逆之交，不妨與你實說。我是個狐，祭祀的時候，各個神仙下界清理污穢，我沒處去，只好到別處去藏身。”",
      "&emsp;&emsp;又一年，到了祭祀的時候，老翁又走了，這次很久沒有回來，道士很懷疑。一天他忽然回來了，道士問他是什麽原因，老翁說：“我差點見不到你了。上次祭祀時，本應照樣遠避，但又懶得走，見陰溝很隱蔽，就暫時藏在卷甕底下。想不到靈官清除到了這裏，一下看見了我，氣得就要用鞭打我。我很害怕，急忙逃跑，靈官追我很急。到了黃河沿岸，眼看就追到水邊，我沒辦法，就一頭紮進一個大廁坑裏，靈官嫌髒，才返身走了。我爬了出來，沾了一身臭氣，不能再遊歷人世間，就到水裏洗了一下，隱藏在洞裏。過了幾百天，一身髒東西才乾淨了。今天我來告別，並且告訴你，你也應到別處去躲躲，大劫的日子就要到了，這裏不是福地。”說完，就告辭而去。",
      "&emsp;&emsp;道士依照囑咐搬到別處去了。沒過多久，李自成便叛變了。"
    ]
  },
  {
    "title": "王蘭",
    "href": "http://liaozhai.weebly.com/2957934349.html",
    "content": [
      "&emsp;&emsp;山東利津縣有個叫王蘭的人，生急病死了。閻王複查生死簿，王蘭不該死，是鬼卒抓錯了，就責令鬼卒送他還陽。但王蘭的屍體已經腐爛，鬼卒怕他不能還陽閻王治罪，就與王蘭商量說：“人成了鬼受苦，鬼成了仙就享樂。只要有樂享，何必再還陽爲人呢？”王蘭認爲很對，就同意了。小鬼對王蘭說：“這地方有個狐，成天煉丹，現在已經煉成。我領你去偷那丹來吃，你的魂就不會散，可以長存於世，想幹什麽就能幹什麽，沒有辦不到的事。你願意不願意？”王蘭聽了表示同意。",
      "&emsp;&emsp;那鬼卒就領王蘭走到一個高大的院落。只見院內樓閣整齊，清靜幽雅，靜悄悄的一個人也沒有。只有一隻狐，在月光下仰頭朝天，從口中呼出一粒丹丸，徑直飛入月中；一吸氣，那丹丸又落入狐口中。這樣一呼一吸接連不斷。鬼卒悄悄等在狐的身旁。等狐又呼出時，急忙用手搶來，交給王蘭叫他趕快咽下去。狐大吃一驚！怒氣衝衝地走過來，一看是兩個鬼，怕鬥不過他們，就氣憤地走了。",
      "&emsp;&emsp;王蘭與鬼卒告別，回到自己家中。他的妻子見了他就跑，王蘭叫住她，告訴妻子前後經過，他妻子才漸漸不害怕了。從此他夫妻住在一起，和往常一樣生活。",
      "&emsp;&emsp;王蘭有個朋友，姓張，聽說王蘭回來了，就來看他。見面後互相問好，王蘭便對張說：“我與你家都很窮，現在有辦法可以發財。你能跟我出去遊歷一番嗎？”姓張的沒有表態。王蘭又說：“我能不用藥就治病，不用卜算就知道人的吉凶。我想現原形，又恐認識我的人害怕。所以，只能附在你身上，咱兩人在一起，才能辦事。你說行不行？”姓張的這才答應了。於是兩人當天就打點行裝出發。",
      "&emsp;&emsp;他倆到了山西地界，聽說當地一個財主的女兒生了急病，眼看要死了，前後不知請過多少醫生術士都沒治好。姓張的帶了王蘭的魂訪到財主家，自稱有辦法治病，保證起死回生。這個財主只有一個女兒，愛如掌上明珠，治病心切，願出千金報答。張要求看看小姐的病，隨財主到小姐房裏，見女子躺在那裏，雙眼緊閉。掀開被子，用手摸摸身子，也沒有知覺，和死了一樣，只剩一口氣。王蘭附在張身上說：“這女子的魂已出舍了，我去幫他找回來。”於是姓張的就告訴財主：“你女兒十分危險，但能治好。”財主問他：“需要什麽藥？”張說：“什麽藥也不要，是小姐的魂跑了，我已派神仙去找了。”",
      "&emsp;&emsp;過了一會兒，王蘭回來，附在張的耳朵上說，女子魂已找回來了。姓張的請財主再進屋看看，他又診視了一下女子，一會兒，女子伸了伸腰，一下就睜開眼了。財主大喜，馬上安慰女兒，並問她情況。女子說：“前幾天我去園子裏玩，見一個少年用彈弓打麻雀；幾個人牽著高頭大馬跟在他後面。我急著想躲起來，被他們擋住了。少年拿弓給我，教我打彈弓，我覺得害羞，說了他幾句，他就捉我上了馬，笑著對我說：‘我喜歡跟你玩，你不要害羞。’走了幾里路，進了山。我在馬上一面喊一面罵，少年生氣，把我從馬上推下來。我想回家，又找不到路。正沒辦法時，一個人來捉住我的胳膊一路小跑，轉眼就到了家，只覺恍恍忽忽像做了個惡夢。”財主一聽，認爲太神奇了，果然拿出千金作爲報酬。",
      "&emsp;&emsp;王蘭與姓張的當夜商量，把得到的千金報酬留下二百兩作爲他倆的路費，餘下的全部由王蘭送回家去，交給王蘭的兒子，再命兒子給姓張的妻子三百兩。王蘭辦完了當夜又返回來。第二天與財主告別時，財主不見姓張的帶著那千金，覺得他更加神奇，又送了些重禮給他。",
      "&emsp;&emsp;過了幾天，姓張的在郊外遇到同鄉賀才。這個賀才整日喝酒賭博，不務正業，窮得和要飯的一樣。賀才聽說姓張的有發財的法術，得了許多金錢，就到處找他。王蘭暗中勸姓張的稍稍給賀才幾個錢打發他走。可是賀才改不了老毛病，十天就把錢用光了，還要來找張。王蘭已經知道了，就再次對張說：“賀才放蕩瘋狂，不能老是與他相處。只宜給些錢叫他走，這樣禍患較少。”過了幾天，賀才果然又來找張，強要和張合作。張就對賀才說：“我就知道你還會來找我！你天天酗酒、賭博，千金也滿足不了你的無底洞。你要真心改過自新，我就給你一百兩銀子，你自謀生路。”賀才高興得滿口答應。張就倒了倒口袋的錢，都給了賀才。賀才有百兩銀子，反而賭得更厲害，又添了嫖妓的毛病，揮金如土。縣裏的衙役見他花錢那麽容易，懷疑他的錢來路不明，就逮捕了他。賀才到大堂被拷打審問，受刑不過就說了實話，供出錢的來歷。縣官派人帶著賀才去捉姓張的。幾天後賀才棒傷潰爛，死在路上。但賀才的魂還沒有忘記姓張的，又去找到他附在他身上，與王蘭在一起。",
      "&emsp;&emsp;一天，張、賀、王三人聚在煙墩喝酒，賀才醉了大喊大叫，王蘭制止他，他不聽。正遇上巡方御史從這裏經過，聽到有人大叫就命人搜查，抓住了姓張的。張害怕，就說了實話。御史聽了大怒，打了張一頓板子，並寫了牒文報告神靈。御史當夜做了個夢，見金甲神人告訴他：“經查王蘭是無辜而死，今爲鬼仙，從醫也是仁術，不能按妖魅治罪。今奉上帝旨意，授爲清道史。賀才邪蕩，已罰他到鐵圍山。張某無罪，應即釋放。”御史醒來，覺得好奇異，按夢中指示，放了姓張的。",
      "&emsp;&emsp;張某治理行裝回到家裏，口袋還存著幾百兩銀子，把一半恭送到王蘭家。王蘭家的兒孫們從此就富有起來。"
    ]
  },
  {
    "title": "鷹虎神",
    "href": "http://liaozhai.weebly.com/404413438231070.html",
    "content": [
      "&emsp;&emsp;郡城東嶽廟，在南郊。廟的大門兩邊有像，身高一丈多，面目猙獰可怕。人們稱他鷹虎神。",
      "&emsp;&emsp;這個廟裏住著一個道士，姓任。他每天雞叫時就起來燒香念經。這天，有一個小偷一早就藏在走廊裏，等道士起來去燒香後，他就進入道士的寢室，到處搜找財物。怎奈這道士很窮，屋裏沒有什麽好東西可偷。小偷找了一遍，只在草墊子底下找到三百錢，就掖在腰裏，撥開門閂逃出來，準備爬上千佛山。向南跑了多時，才到了千佛山下。",
      "&emsp;&emsp;正走間，遇到一個巨人正從山上走下來，右胳膊上站著個蒼鷹，正好與小偷走了個對面。小偷走近前一看，這巨人面如青銅色，模模糊糊好像廟門裏常見過的神像一樣。小偷大爲害怕，蹲在地上直打顫。大神責備他說：“你偷了錢要往哪裡去？”小偷更加害怕，不住地叩頭。大神伸手揪住他叫他回廟，讓他倒出所偷的錢，並叫他跪在那裏守著。道士念完經，回頭一看，大吃一驚！小偷自己清清楚楚說了是怎麽回事。道士收起錢來，打發小偷走了。"
    ]
  },
  {
    "title": "王成",
    "href": "http://liaozhai.weebly.com/2957925104.html",
    "content": [
      "&emsp;&emsp;王成是平原世家子弟，只因爲人過於懶惰，生活日漸貧困，到最後僅剩下幾間破屋，夫妻倆連床都沒了，只得睡在亂麻中，因此經常吵架。有一年夏天，天氣非常炎熱，村裏很多人便到村外周家廢園中納涼，王成也在其中。周家廢園裏房屋都已倒塌，只有一個亭子還算完好。納涼的人便睡在這亭子裏。有一天拂曉，村裏的人都回去了，到太陽升得老高時，王成才起來。正打算回去時，忽然發現草叢裏有只金釵。揀起來一看，見上面刻有“儀賓府制”幾個小字。王成的祖父曾當過衡王府儀賓，家中收藏的舊物，多半是這個款式。因此，他拿著金釵猶豫不決。忽見一個老太婆來找金釵。王成雖然很窮，但爲人正直，馬上把金釵還給她。老太婆很高興，並滿口稱讚王成品行好。她說：“金釵本身值不了多少錢，只因爲它是我丈夫的遺物。”王成問她的丈夫是誰，她回答說：“已故去的儀賓王柬之。”王成吃驚地說：“他是我祖父。你是怎麽見到他的？”聽了這話，老太婆也有幾分驚詫，她說：“這樣說來，你就是王柬之的孫子囉？我本是一個狐仙，百年前與你祖父結婚。你祖父死後，我就隱身了。不料路過這裏時把金釵丟了，碰巧被你拾到了，這真是天意啊！”",
      "&emsp;&emsp;王成過去曾聽說過祖父有個狐妻，於是便相信了她的話，並請她一同回家。老太婆與王成一起回家。到了家，王成趕忙呼妻子出來相見。他妻子穿著破衣，臉色菜黃帶黑。老太婆不禁歎息起來：“唉，想不到王柬之的孫子，竟窮到這等地步！”她看見破竈上什麽食物也沒有，問道：“家裏窮得這樣，你們靠什麽度日啊？”王成的妻子便訴說家中的困境，說著說著竟淚眼汪汪，泣不成聲。老太婆聽了以後便將自己的金釵送給王成的妻子，讓她到市上換錢買米，並約好三天後再見面。王成挽留她，她說：“你連自己的妻子都難養活，我如果留下來住，只能望著空房子發愁，有什麽好處？”於是她就走了。她走了以後，王成向妻子講明情況，妻子聽了害怕起來。王成稱讚老太婆好，要妻子好好侍奉她。妻子答應了。過了三天，老太婆果然來了。她拿出一些銀子，買回一石米一石麥。晚上與王妻睡在短床上。王妻開始有些恐懼，但看她很善良，也就不再擔心她。",
      "&emsp;&emsp;第二天，老太婆對王成說：“你不要懶惰，應該做點小生意，坐吃山空怎麽能長久？”王成說沒本錢做生意。老太婆說：“你祖父在世時，錢銀隨我拿。我因爲是個世外人，不需要錢，所以從未多要。節省下來的四十兩花粉錢，至今還保存著，你拿去買些葛布，馬上進京城去賣，可以賺點錢。”於是，王成買了五十匹葛布回來。老太婆叫他動身，說六七天就可以到京城。她一再囑咐王成：“你一定要勤快些，千萬不能偷懶；行動要快，不可拖拖拉拉；要是遲了一天，後悔就來不及了。”王成恭敬地答應了。他帶著葛布上了路，不料，途中遇雨，衣服和鞋襪都濕透了。王成這輩子還從來沒吃過這種苦，幾天下來，早已疲憊不堪，只好住進旅店。想不到陰雨連綿，第二天雨下得更大了。他見過往旅客，一個個都被雨淋得狼狽不堪，心裏更是叫苦不叠。到了中午，空氣剛有點乾燥，不一會兒又陰雲密布，大雨滂沱。王成無奈又住了一夜。等他快到京城時，聽說葛布價錢很貴，心中暗暗高興。但進京後住進客店一問，才知道爲時已晚，連店主都對他晚來一步感到惋惜不已。",
      "&emsp;&emsp;原來，一開始的時候，南邊道路才通，葛布很少，而貝勒府急需用布，葛布的價錢頓時漲了三倍。前一天，王府已買足了布，布價自然也就跌下來了。王成得知這一消息後煩悶不安。又過了一天，葛布越來越多，價錢卻越來越低。王成認爲無利可賺不能賣。又過了十多天，食宿費已花去不少，而布還沒賣出去，王成的心中更加煩悶。店主勸他低價賣掉葛布，再做其他生意。王成接受了他的意見，把帶來的葛布全賣出去了，但本錢卻虧了十幾兩銀子。第二天早晨起床，打算收拾收拾回家，但拿出錢袋一看，發現賣布的錢全部被人偷走了。王成趕忙告訴店主，店主也無計可施。有人鼓動他去告店主，要店主賠償。王成卻說：“是我命不好，跟他無關。”店主聽說後很感激他，送他五兩銀子做路費。王成覺得這樣空著手回去沒臉見祖母，他思來想去，進退兩難。正在這時候，他看見鬥鶉的，一賭就是幾千兩，而買一隻鶉，至少要花百把銅錢。他忽然想到，用身上的錢買鶉子也夠了，於是馬上同店主商量這件事。店主竭力慫恿他幹，並表示不收他的食宿費。王成很高興，買了一擔鶉子又進京城。店主也很高興，希望他儘快把鶉子賣掉。到了夜裏，一場大雨傾盆而下，街道上水流成河，王成只好坐等天晴。但雨連著下了好幾天，籠子裏的鶉漸漸死去。王成焦急萬分，但一時又想不出好辦法。過了一天，鶉子死的更多，一擔鶉而今只剩下幾隻，於是便把牠們裝在一個籠子裏飼養。誰知過了一夜，只剩下一隻活鶉。王成流著淚把情況告訴店主，店主也很爲他可惜。王成心想，錢也花光了，家也回不去了，乾脆一死了之。好心的店主一再勸他、安慰他。店主和王成去看那隻僅存的鶉子，他仔細觀察了鶉子後對王成說：“這隻鶉非同尋常，那些鶉子很可能是被牠鬥死的。你反正沒事，不如帶牠出去鬥鬥，如果牠是善鬥的鶉，你靠牠也可以謀生。”王成覺得店主說得在理，便去認真地馴養鶉子。馴養好鶉子後，店主要他帶著鶉子到街上賭酒食。王成養的那只鶉子很勇健，常常大勝而歸。店主得知後很高興，他送錢給王成作賭本，讓他的鶉繼續與別人的鶉鬥。結果，王成的鶉三戰三勝。這樣過了半年多，王成積攢了二十多兩銀子。此時，王成的心裏覺得寬慰多了，他已把鶉子當作性命一樣貴重。有個大親王好鬥鶉，每逢上元節，總是讓老百姓帶著鶉子到府中鬥。這一年的上元節快到了。店主對王成說：“你發大財的機會來了，只是不知你的運氣怎麽樣。”店主便把大親王與百姓鬥鶉的故事講給王成聽，並帶著王成前去親王府。他囑咐王成：“鬥敗了，你自認倒楣就是了；如果萬幸贏了，親王必定要買你的鶉子，你先不要答應，如果他強迫你，你就看我的眼色行事，我點頭後你才能答應。”王成說：“那好。”",
      "&emsp;&emsp;到了親王府，只見許多鬥鶉人站在臺階下。一會兒，親王出來了。他的隨從招呼說：“願意鬥鶉的上來。”馬上有個人拿著鶉子上前，王爺說放鶉子，那個人也放了鶉子。兩隻鶉略鬥了幾下，那人的鶉子便敗下陣來。王爺開懷大笑。過了一會兒，已有好幾個人的鶉子都被親王的鶉子鬥敗了。店主對王成說：“該我們上了。”兩人一同上殿。王爺看了看王成的鶉子說：“滿眼殺氣，是個善鬥的，不可輕敵。”他命令隨從放“鐵嘴”鶉來鬥。只幾個回合，“鐵嘴”鶉即大敗。又換了幾隻良鶉，同樣被鬥敗了。親王急忙命令取宮中的玉鶉來鬥。那玉鶉長得一身白毛，神態不凡。王成膽怯，跪著請求停鬥，他說：“大王的鶉子，是神物，若傷了我的鶉子，就砸了我的飯碗。”親王笑著說：“放鶉子。如果你的鶉子鬥死了，我會重賞你的。”王成這才再放出鶉子。玉鶉見王成的鶉出籠，徑直奔過去。當玉鶉剛沖將過來，王鶉像怒雞伏身待戰。玉鶉狠啄時，王鶉像鶴一樣騰飛反擊。兩鶉或進或退，或攻或守，相持近一個時辰也沒分出勝負。但後來，玉鶉漸漸鬆懈，而王鶉則越鬥越怒、越急。不一會兒，玉鶉身上的毛像雪花般掉落，垂著翅膀逃走了。",
      "&emsp;&emsp;觀戰的人成百上千，他們都讚賞王成的鶉子善戰。親王親手拿起王鶉，從嘴到爪細細察看一番，然後問王成：“賣不賣鶉？”王成回答：“我沒有任何固定財産，只與鶉相依爲命，不想賣。”親王說：“賞你大價錢，使你擁有中産人的財富，這樣你就樂意賣了吧？”王成低頭沈思，半晌才說：“我本不願賣，既然王爺喜歡它，又能使小人不愁衣食，我當然願意。”王爺要他出價，他說要一千兩銀子。王爺笑著說：“癡漢！這是什麽寶物價值千金？”王成解釋說：“大王不把牠當成寶物，我卻把牠當無價之寶。”王爺問爲什麽，王成說：“我帶牠到街上鬥，每天可贏些柴米錢，一家十幾口人就沒有挨凍受餓之憂，什麽寶物能和牠比？”聽王成這麽一說，王爺也換了口氣，說：“我不虧待你，給你二百兩。”王成搖了搖頭。王爺又加了一百兩，王成看看店主，只見他不動聲色，就說：“看在王爺的面子上，減一百。”王爺見他不肯多讓，不滿意地說：“算了吧！誰肯花九百兩買隻鶉。”王成假裝要把鶉子帶走。這時，王爺喊了一聲：“你過來，你過來！我出六百兩，你同意就賣，不同意就罷了。”王成又看了看店主，見他仍不動聲色。王成自己已感到心滿意足，怕失去良機，就對親王說：“這個價，實在不樂意賣，但不賣又得罪不起王爺。沒辦法，就依你說的那個價吧。”王爺大喜，叫人稱好銀兩交給他。王成拿到銀兩後便告辭王爺，出了親王府。店主在路上埋怨他說：“我是怎麽告訴你的？你卻急著要賣，否則，再講講價，八百兩就穩穩地拿到手了。”",
      "&emsp;&emsp;回到店裏，王成把銀子放在桌上。他讓店主自己拿銀子，店主不肯要。王成再三推讓，店主就收了他的食宿費。王成收拾行李回到家，對家裏人講了詳細經過，並把銀子拿出來慶賀。祖母叫他買了三百畝良田，修房屋，打家具，使一個窮人家又變得像個世家。每天清晨，祖母早起，督促王成管理田莊，督促王妻織布。王成夫婦稍有懈怠，祖母便訓斥他們。夫婦二人對老太婆也不敢有怨言。過了三年，家中更富了。老太婆要離開。夫婦二人哭著挽留她，她答應了。可是，第二天天亮時，她已不見了。",
      "&emsp;&emsp;異史氏說：「富有都因勤勞而來，只有這篇是懶惰致富，這也算新聞吧。其實窮到骨子裡而不改赤子之心，這才是老天先放棄他而又可憐他的原因。懶惰裡面哪裡真能求取富貴",
      "&emsp;&emsp;!",
      "&emsp;&emsp;」"
    ]
  },
  {
    "title": "青鳳",
    "href": "http://liaozhai.weebly.com/3873840179.html",
    "content": [
      "&emsp;&emsp;太原耿氏家，過去是大戶人家，住宅相當寬敞。但家道衰落以後，一幢幢樓房，大多荒廢了。這期間，常常出現一些怪事，譬如說，堂門自開自關，嚇得家人半夜裏驚叫不已。耿氏對此非常憂慮，不得已，只好搬到別處住，只留下一個看門老頭。這樣一來，耿家園宅更加荒涼，但有時卻可以聽到樓裏笑語歌唱聲。",
      "&emsp;&emsp;耿氏有個侄兒叫去病，為人狂放不羈。他對看門老頭說，如果再聽見什麼或看到什麼，就趕緊告訴他。到了晚上，老頭看見樓上燈光忽明忽滅，連忙跑去告訴耿生。耿生硬要進去看一看，老頭勸阻他，他不聽。耿生以前就熟悉路，他撥開蓬蒿，七拐八彎地上了樓。到了樓上，卻並未發現什麼異常現象。穿過樓道時，他聽見有人在竊竊私語。偷偷看去，看見裏面點著一對大蠟燭，明亮如同白日。一個身穿儒服的男子坐在正面，一個婦人坐在他對面。這兩人都有四十多歲。男子左邊坐著一位二十來歲的年輕人，右邊坐著一位十五六歲的少女。四個人圍坐談笑，桌上擺滿了酒菜。耿生突然闖進去，他笑著大聲說：「有個不請自來的客人來了！」那幾個人驚慌之中紛紛躲避，只有那個男子質問他：「你是什麼人，竟闖入閨房？」;耿生說：「這是我家的閨房，被你強佔了。你們在這裏飲酒，竟連主人都不邀請，是不是太吝嗇了？」那男子看了看耿生，然後說：「你不是主人。」耿生回答：「我是狂生耿去病，是主人的侄兒」。那男子聽了，莊重地說：「久仰大名！」於是請他入席，並叫家人重擺酒菜，耿生忙制止。那男子便和耿生對飲起來。耿生說：「我們算是通家，你們不必迴避，請來一起喝酒吧。」那男子便喊了一聲「孝兒」，年輕人馬上從外面進來。那男子介紹說：「這是我的小兒子。」年輕人作揖後也坐下了。耿生隨口問了問他們的家世，那男子說他姓胡。耿生生性豪爽，談笑風生。孝兒也很爽朗倜儻。兩個人談得很投機。耿生二十一歲，比孝兒大兩歲，因此叫他弟弟。姓胡的男子問耿生：「聽說你祖父寫過《塗山外傳》，你知道嗎？」耿生說他知道。那男子說：「我是塗山氏的後代。唐朝以後的家譜族譜我還能記得，五代以上的沒傳下來，請公子賜教。」耿生簡要他講述了塗山氏幫助大禹治水的功勞，他有意誇大，說得那男子高興不已，他便對孝兒說：「今天真幸運，聽到了許多過去不知道的事。公子不是外人，去請你母親和妹妹來，讓她們也知道我們祖先的功德。」孝兒便入幃帳，不一會兒，夫人帶著女兒青鳳出來了。耿生打量青鳳，見她體態嬌美，眼如秋波，聰慧又漂亮。那男子介紹說：「這是我的妻子和侄女青鳳。青鳳很聰明，記性好，所以讓她來聽聽。」耿生又講了一些歷史故事，講完後就喝起酒來。他目不轉睛地看著青鳳，青鳳覺察到了，便低下頭。耿生帶著幾分醉意大聲地說：「如果能得到這樣的美女，拿皇帝來換都不行！」婦人見他有醉意，便與青鳳起身進屋了。耿生後來也告別了孝兒父子，但始終忘不了青鳳。到了晚上，耿生又進樓去了，只聞滿屋生香，但通宵也沒聽見半點聲響。",
      "&emsp;&emsp;為了能再見到青鳳，耿生回家後與妻子商量，要把家搬進去。但妻子不同意。於是，耿生就一個人住在樓下讀書。第一天晚上他與一個黑鬼相遇，這隻鬼臉像黑炭一樣，張著眼睛瞪耿生，耿生笑了一下，拿墨汁把臉塗黑，張大眼睛跟黑鬼互瞪，黑鬼不好意思走了。第二天晚上，他剛要熄燈睡覺，忽然聽到樓後有開門、關門的聲音。耿生急忙去看，發現房裏有燭光，仔細一看原來是青鳳在裏面。青鳳看見耿生，嚇得趕緊關上門。耿生跪在地下說：「我不怕險惡，就是為了再見到你，這裡沒有人，如果能讓我握一下你的手，死了也甘心。」青鳳小聲的說：「我當然了解你的款款深情，可是叔叔家教森嚴，我不敢答應你。」耿生哀求說：「我也不敢奢望握手，能見一下面也滿足了。」 女郎同意了，開門出來。",
      "&emsp;&emsp;青鳳小聲說：「我叔叔怕你狂放，所以昨晚變鬼來嚇唬你，而你竟然不怕。因此，他們已找好新居，正在搬東西，留我一人看守，明天就該走了。我雖與你有緣，但過了今夜，相思也無用。」耿生與青鳳見面時，青鳳的叔叔忽然推門而入，青鳳又羞又怕。她叔叔罵道：「賤貨，敗壞我門戶！還不快滾！」青鳳低著頭跑了。耿生聽到青鳳叔叔百般辱駡她，心裏很難過，他大聲說：「罪過在我，與青鳳無關！要懲罰就懲罰我吧。」但很久沒有聲音回應他。從此以後，這座樓房內再也沒有發生什麼怪現象了。耿生叔叔聽說後感到奇怪，於是就將房子賣給了耿生。耿生很高興，很快就把家搬進去了。",
      "&emsp;&emsp;這年清明節掃墓回家時，耿生看見獵狗緊追兩隻小狐狸。一隻狐狸朝野外跑去，另一隻卻驚慌地跑到路上，看見他竟依依哀哭，垂耳藏頭，好像在向他求救。耿生可憐牠，便解開衣服，把牠包在衣服裏抱回家。回到家把牠放床上，狐狸突然變成青鳳。耿生喜出望外，青鳳說：「剛才與丫頭遊戲，想不到發生意外，要不是你救了我，我肯定被獵狗吃掉了。請你不要因為我是狐狸而嫌棄我。」耿生便把青鳳安排在另一間房裏住。",
      "&emsp;&emsp;過了兩年多，有一天夜晚，耿生正在讀書時，孝兒突然走進書房。耿生趕緊放下書本，詢問孝兒從何處來。孝兒跪在地上哀告：「我父親遭大禍，只有你才能救他。他本想親自求你，怕你不肯，所以才讓我來。」耿生問發生了什麼事，孝兒說：「你認識莫三郎嗎？」",
      "&emsp;&emsp;耿生說：「他父親與我父親是同一科考中的世交。」",
      "&emsp;&emsp;孝兒說：「他明天要路過這裏，如果他有獵獲的狐狸，請你把牠要過來。」",
      "&emsp;&emsp;耿生說：「當初他羞辱我和青鳳，他的事我不管。除非青鳳來，我才肯助他一臂之力。」",
      "&emsp;&emsp;孝兒說：「鳳妹已死在野外兩年多了！」”",
      "&emsp;&emsp;第二天，莫三郎果然來了。他騎著大馬，一大群隨從前呼後擁。耿生出門迎接，見他的獵物很多，其中有一隻黑狐狸，毛皮上沾滿了血污，但皮肉尚存溫熱。耿生借機對莫三郎說自己的皮大衣破了，要狐皮縫補。莫三郎便慷慨地把黑狐給了他，他轉身把牠交給了青鳳，然後陪莫三郎喝酒。",
      "&emsp;&emsp;客人走後，青鳳把狐狸抱在懷裏，整整過了三天牠才蘇醒過來，幾番輾轉又變成青鳳叔叔。青鳳把發生的事細細告訴叔叔，她叔叔聽了以後很感激耿生的救命之情，請耿生原諒他以前的過錯。很高興的看青鳳說：「我一直認為你沒死，果然不錯」青鳳向耿生請求：「你如果喜歡我，請借房子給我，讓我可以回饋叔叔養育之恩」耿生同意後，孝兒果然全家搬來一起住。從此以後，兩家人和睦共處，耿生住在書房裏，經常與孝兒談古說今，他的孩子也漸漸長大，就請孝兒當孩子的老師。孝兒循循善誘，稱得上是一位好先生。"
    ]
  },
  {
    "title": "畫皮",
    "href": "http://liaozhai.weebly.com/3005930382.html",
    "content": [
      "&emsp;&emsp;太原有一個姓王的年輕人，早起散步，遇到一位女郎。只見她抱著包袱獨行，走得十分艱難。急忙走近一看，卻是一位年齡在二十七八歲的美貌女郎。心裡十分愛慕。便問：「你為何星夜獨行？」女子說：「陌路之人，不能解我的憂愁，勞你相問什麼?」王生說：「你有什麼憂愁，我或者能效力，希望你不要推辭。」女子悲泣地說：「我父母貪圖錢財，把我嫁給了一個富貴人家做妾。可她家大娘子十分兇狠，朝夕打罵，我不能忍受，就想遠遠的逃走。」王生問：「那麼你到哪裡去呢？」女子回答：「逃亡之人，那有定所。」王生說：「我家離此不遠，來坐坐好了？」女子十分高興，答應了他。",
      "&emsp;&emsp;王生替她拿著包袱，領她一同回了家。進了屋，女子四下一看，見沒有別人，便問：「您為什麼沒有家口？」王生回答：「這是書房。」女子說：「這房子最好，如果你可憐我，讓我活下去，請保守秘密不要洩漏消息。」王生答應了她於是和他和寢。讓她藏在密室中，過了好幾天，別人也不知道。",
      "&emsp;&emsp;後來，王生隱約地告訴妻子，妻子姓陳，很懷疑女的是大戶人家的姬妾，勸丈夫趕走她，王生不聽。一天，他偶然到市上去趕集，遇到一個道士，道士望著他驚奇的問：「你遇到什麼了？」王生回答：「沒遇到什麼。」道士說：「你身上邪氣縈繞，怎麼說沒遇到什麼？」王生反覆否認，道士才走了，邊走邊自言自語地說：「真糊塗呀！世間真有死將臨頭而不覺悟的人！」王生聽他說得奇怪，很懷疑那女子，可轉念一想，明明是美貌女子，怎麼能是妖怪，心想可能是道士借降妖除怪來找飯吃。",
      "&emsp;&emsp;不一會兒，到了書房門口，見裡邊插上了，進不去。心理懷疑女子的行動，於是從牆上壞的缺口翻過去，可是見裏門也關著。他悄悄來到窗戶跟前偷偷窺看，只見一個面目猙獰的鬼怪，臉呈綠色，銳利的牙齒像鋸齒一般，把人皮鋪在床上，握著彩筆畫著。畫完了，拿起人皮，像抖衣服一樣，又披在身上，隨即化為一位美貌女子。見了此狀，他魂都沒了，像野獸那樣爬出來，急忙去追趕道士，可道士卻不知哪裡去了。他到處尋找，最後在野外找到，他一直跪求解救，道士說：「趕走她吧，此物也挺苦，剛能找到代替的人，我不忍心傷害她的性命。」於是，把一把驅蒼蠅的拂子交給他，叫他掛在臥室門上，臨別約定在清帝廟見面。",
      "&emsp;&emsp;王生回到家，不敢進書房，就在內宅住下，把拂子掛在門口。一更左右，聽到門外有嚓嚓的響聲。他自己不敢去看，讓妻子去看。妻子見到女子來了，望見拂子不敢進來，站著咬牙切齒，很久才離去。",
      "&emsp;&emsp;一會兒，又來了，口裡罵道：「道士嚇唬我，要不然，哪有到口的肉吐出來的！」於是取了拂子揉碎，打壞了門闖進來，逕直上了床，剖開王生的肚子，捧出他的心拿走了。妻子號哭連天，婢女近來拿出蠟燭一照，見王生已經死了，胸腔裡的血流得到處都是。王生妻子又驚又怕，哭也不敢出聲。",
      "&emsp;&emsp;第二天，王生妻子便讓王生的弟弟去告訴道士。道士聽後憤怒地說：「我本可憐她，鬼子竟敢這樣大膽！」隨即跟王生的弟弟來了。",
      "&emsp;&emsp;可女子已不知哪裡去了。道士擡頭回望一下說：「幸虧沒有逃遠。」問：「南院是誰家？」王生的弟弟誰說：「是我家。」道士說：「現在你家。」王生的弟弟很驚詫，說沒有阿道士問：「有沒有不相識的人進來？」王生的弟弟回答：「我早晨去清帝廟了，不知道現在怎樣，我進去問一下。」一會兒回來說：「果然有一個，早晨來一個婆婆，想給我家作傭人，我妻子不收，現在還在那裡。」道士說：「就是她了。「於是一同來到南院。道士手握木劍，立於院中，招呼道：「孽鬼魅，償我的拂子來！」老太婆在屋裡驚慌失措，面無人色，出門想逃，道士趕上去一劍刺中了她，頓時倒下，人皮嘩地脫下來，化為一個餓鬼，趴在地上號叫，像豬一樣。道士用木劍割下她的腦袋，他的身子隨即便作一縷濃煙，圍成一圈在地上。道士拿出一個葫蘆，拔開塞子，放入煙堆中，葫蘆的嘴像人的嘴吸氣一樣，一會兒就把煙吸進去了。道士把葫蘆嘴塞上裝入袋中。眾人一看那張人皮，眉目手腳，無不齊備。道士像卷畫軸那樣捲起來，也裝入袋中，才告辭要走。王生妻子陳氏拜倒在地擋在門口，哭著乞求回生之法。道士謝絕說：「辦不到！」陳氏更加悲哀，伏在地上不起來。道士沈思了很久才說：「我的法術還淺，真不能起死回生，我指點一人，也許能辦到，你去求他應該有效。」王生妻子問什麼人？道士說：「市集上有一個瘋子，時常躺在糞堆中，你去試著叩頭哀求他，如果他侮辱夫人，你不要發怒。」二郎也記住了道士的話。於是拜別的道士，與嫂一同去市上。只見那個乞丐在路上瘋瘋癲癲地唱歌，鼻涕有三尺長，骯髒得人人都嫌棄。陳氏跪著走到那人面前。乞丐笑著說：「美人愛我嗎？」陳氏告訴來求他的緣故。乞丐哈哈大笑，說：「人人都可以是丈夫，救活他幹什麼？」陳氏苦苦地哀求，乞丐就說：「怪啦！人死了求我救活，我是閻王爺嗎！」生氣地拿拐杖打陳氏，陳氏忍住疼挨打。市上的人越來越多，圍起來像一道牆。那乞丐咯出一滿把痰，舉到陳氏嘴前，說：「吃了它！」陳氏滿臉漲紅，神色為難。又想起道士囑咐的話，就勉強吃下去，覺得進了嗓子，硬得像棉團，格格楞楞咽下去，停結在胸膛間。那乞丐哈哈大笑，說：「美人愛我呀！」就站起身，也不回頭看看就自己走了。",
      "&emsp;&emsp;陳氏跟著他，進入一個廟中，急切的求他，卻不知哪裡去了。前後找遍，一點蹤跡也沒有。又愧又恨而回。既悼丈夫死得悲慘，又後悔吃了瘋人的唾痰，俯仰哀啼，但願立即死去。剛想打掃血跡，收斂屍體，見家人都呆呆得站著，沒有敢近前的。陳氏抱著屍體整理腸子，邊整理邊哭，哭得聲嘶力竭，頓時要嘔吐。覺得胸間聚結的東西奔突而出，等她回過頭來，已經落在王生的胸中，驚異的一看，卻是一顆人心，在胸中還突突的跳動，熱氣騰騰，像冒煙一樣。大爲驚異，急忙用手合起胸腔，極力擠壓在一起。稍微放鬆一點，就從縫中冒出嗤嗤的熱氣。他急忙撕開衣服把丈夫的身子纏上，用手撫著屍體，覺得他漸漸有了體溫。她又把被子蓋上，半夜掀開一看，覺得丈夫鼻中有了氣息。天亮時竟然又活了。王生自己還說：“恍惚像在夢中，只覺得腹中隱隱作痛。”看破的地方，有像錢大的那麽一塊疤，立即長合了。",
      "&emsp;&emsp;異史氏說：「愚蠢啊世人！明明是妖怪，可以看成美人。迷惘啊世人！明明是忠實，反以爲是妄誕。可是看到好的女色就勾引的人，自己的妻子也只好吃人家的唾痰而覺得甘甜。上天是公正的，一報還一報。只是愚蠢又迷惘的人不覺悟罷了，可悲啊可哀！」"
    ]
  },
  {
    "title": "賈兒",
    "href": "http://liaozhai.weebly.com/3604020818.html",
    "content": [
      "&emsp;&emsp;有一個姓楚的老頭，在外經商，婦人在家獨居，忽然有一夜夢裏與別人性交，醒來一摸，卻是個小男人。看其模樣，與衆不同，知道是狐狸精。一會兒，小男人下床去，門沒開，就不見了。",
      "&emsp;&emsp;到了晚上，婦人邀了廚娘作伴。她有一兒子已經十歲了，平時於別的床上睡，也招呼來同住。夜深了，廚娘與兒子都睡了，狐狸精又來了，婦人小聲地不斷說夢話，廚娘發覺後大聲呼喊，狐狸精聽到溜走了。",
      "&emsp;&emsp;從此，婦人神魂顛倒，如丟了魂一般，到了夜裏，不敢熄燈，告誡兒子不要睡熟。夜深了，兒子與廚娘倚著牆壁稍微休息一會兒，等醒了，婦人卻失蹤了。他們以爲她出去小便了，可等了好久不見回來，才開始懷疑。廚娘害怕，不敢去找。她兒子拿著燈到處尋找，最後在另外一間房裏找到了，卻見母親裸體躺在房裏。走近去扶她，也不羞縮。從此得了病，發了瘋，歌哭叫駡，一日萬狀。到夜裏討厭與別人一塊睡，叫兒子到別的床睡，廚娘也支開了。兒子每次聽到她笑，就點燈來看她，她反而喝斥兒子，兒子也不在意。因兒子膽子特大。",
      "&emsp;&emsp;可是她嬉戲無常，每天模仿泥瓦匠，把磚頭、石塊壘在窗上，制止她，不聽。有時拿走她一塊磚，她就躺在地上打滾，嬌聲哭泣，別人不敢去管她。",
      "&emsp;&emsp;過了幾天，兩個窗子都堵上了，屋裏沒有一點光亮。然後又用泥抹牆上的空處，終日勞作，並不知道累。抹完了，沒什麽幹的，就把菜刀霍霍的磨。見到的都憎惡她瘋顛，不把她當人看。",
      "&emsp;&emsp;他兒子半夜把刀藏在懷中，用瓢遮著燈光。等到母親說夢話時，急忙打開燈，堵住門大聲喊叫，過了很久，沒有別的東西，於是就離開門口，故意喊叫，裝作要搜的樣子。忽然見一個像狐狸樣的東西，從門縫裏奔去，急忙揮刀砍去，可是僅砍斷了尾巴，看樣子大約兩寸長，鮮血淋漓。開始點燈起來，母親就責駡他，他像沒有聽到一樣。因爲沒有擊中，他懊恨得回去睡下。心想，雖未殺死，但可以讓他不來。等到天亮，見血迹越牆而去，沿血迹跟蹤，進入姓何得園中。到了夜裏，果然沒來，兒子私下高興。但他母親卻呆癡得如睡死一般。",
      "&emsp;&emsp;不久，商人回來了，到了床前問候，婦人謾駡，視他如仇人。兒子告知詳情，商人大驚，急忙找了醫生，開了藥，可是夫人潑藥大罵。商人暗裏把藥加到湯中，讓她混著喝下去。過了幾天，漸漸安靜下來，父子都很高興。",
      "&emsp;&emsp;一天夜裏，商人醒了，婦人又失蹤了。婦人又在別的室中找到。從此又瘋癲了，不與丈夫同住。到了晚上，竟奔到別室。拉她，她罵得更厲害。家人無法，把門都關上。可是婦人奔去，門自己打開。商人傷透了腦筋，驅邪的辦法都用盡了，一點也不靈驗。",
      "&emsp;&emsp;他兒子晚上潛到姓何的園子裏，伏在亂草中，探看狐狸在什麽地方。月亮剛升起，就聽到有人的說話聲。暗中撥開亂草，只見二人飲酒。一個長鬍子的奴僕捧著酒壺，穿著黃黑色的衣服，說話都低聲細語，聽不清楚。過了一會兒，聽到一人說：“明日可取一壺酒來。”一會兒，兩人都走了，只有長鬍子的自己留在原地，脫衣服睡在院中的石頭上。細看，四肢都像人，但後部垂著尾巴。兒子想回家，又怕狐狸發覺，於是終夜伏在草裏。天未明，又聽到二人依次來到，嘮叨著進入竹林從中。小兒於是回了家。商人問狐狸在什麽地方，他說：“住在姓何得伯伯家。”",
      "&emsp;&emsp;這天，賈兒隨父親進城，見帽子市場上挂著一狐狸尾巴，祈求父親買下。父親不答應，他便拉著父親的衣服不斷請求。父親不忍違背他，便買下了。父親在市場上買東西，兒子在旁邊玩耍。乘著父親不注意，偷了錢去，買了白酒，寄放在別處。",
      "&emsp;&emsp;他又一個舅舅在城裏住，平時以打獵爲業。賈兒奔到舅舅家，舅舅外出不在家，舅媽問她母親的病，他說：“接連幾天稍微好一點，又因爲耗子咬衣服，哭笑無常，所以叫我來要點藥。”他舅媽檢查藥匣裏，拿出一錢重的一點，包了交給他。他嫌少，舅媽要做湯餅給他吃，他看到屋裏沒人，自己打開藥包，拿了滿滿一把揣在懷裏。於是告訴舅媽說：“不要做飯，父親還在市場上等他，沒工夫吃飯。”就徑直出來。暗裏把藥放在酒中，在市場上閑遊，到了天黑才回來。父親問他哪去了，他推說在舅舅家。",
      "&emsp;&emsp;從此，他每天到市場上遊玩。一天，見長鬍鬚的人也混在人叢中，他看準確了，暗裏跟上他。漸漸與他搭話，問他住在哪裡。那人回答說：“北村。”那人問他，他假說：“山洞裏。”長鬍鬚的很奇怪，他笑著說：“我世代在洞府裏居住，你不知道嗎？”那人更加驚訝，便問他姓氏，他說：“我是姓胡的兒子，曾在別處見你跟兩個人在一起，難道您忘了嗎？”那人仔細打量他，似信似疑。他稍微掀開衣裳，露出他的假尾巴說：“我輩混雜人中，但這個還在，真是可恨。”那人問：“到市上幹什麽？”他說：“父親叫我買酒。”那人也說是來買酒。他問：“：買了沒有？”那人說：“我們很窮，所以常來偷酒。”賈兒說：“這差事也太苦了，擔驚受怕的。”那人說：“主人的派遣，不得不來。”賈兒問：“主人是誰？”那人說：“就是前日你見到的那兩個兄弟。一個私下裏住在城北姓王的婦人家，一個住在東村的某人家。那家小兒子十分兇惡，被他砍斷了尾巴，十天才好，今天又去了。”說完要走又說：“不要誤我的事。”賈兒說：“偷太難，不如買容易，我先買了放在酒店的走廊下，就送給你吧，我袋裏還有餘錢，不愁買不來。”那人說慚愧，沒什麽報答的。賈兒說：“我們本是同類，那裏計較這些，有空時，應與你痛飲一場呢！”於是和那人同去，取了酒交給他，才回家。",
      "&emsp;&emsp;到了夜裏，母親安靜的睡下，不再向外奔跑。心裏知道有情況，於是告訴父親同去看看。到了後，只見兩隻狐狸死在亭子上，一隻死在草叢中，嘴上還有血流出來，酒瓶還在，拿起搖了搖，還沒喝完。父親吃驚的問：“怎麽不早告訴我？“兒子說：“這東西最靈，一旦泄了消息，牠就知道。”商人高興得說：“我兒，真是討伐狐狸的陳平呀！”於是父子挑狐狸回去。見一個是禿尾巴，刀痕還明顯存在。從此，婦人就安靜了。可是也更加瘦弱了，心裏漸漸明白了，可是又添了咳嗽病，一次嘔吐就好幾升，不久便死了。",
      "&emsp;&emsp;城北姓王的婦人，一向被狐狸精禍祟，到這時問她，也說：“狐狸死，病也好了。”商人嘆佩兒子的能力，教他騎馬射箭，後來當官做到了總兵。"
    ]
  },
  {
    "title": "蛇癖",
    "href": "http://liaozhai.weebly.com/3450330294.html",
    "content": [
      "&emsp;&emsp;王蒲令的僕人呂奉守，喜好吃蛇。每次捕獲小蛇，張口就吞，像嚼大蔥一樣；大的，用刀切成一寸長一節，再抓著吃。嚼得津津有味，兩頰沾滿了血水。而且嗅覺也特別靈敏，有一次，隔一堵牆，聞到蛇的氣味，趕快跑到牆外，果然捉到一條一尺多長的蛇。當時身上沒有刀，便先從頭部啃起。吃的時候，蛇的尾巴還在他的嘴邊甩來甩去。"
    ]
  }
]
