[
  {
    "title": "潞令",
    "href": "http://liaozhai.weebly.com/2851020196.html",
    "content": [
      "&emsp;&emsp;宋國英，是東平縣人，以教習資格被任命為潞城縣令。他上任後，非常貪婪暴虐，尤其是催逼賦稅，最為殘酷。被他用棍子打死的老百姓，常常橫七豎八地躺滿了縣衙大堂。我的同鄉徐白山有一次路過潞城縣，見他如此橫暴，便諷刺他說：“你作為百姓的父母官，威風氣焰竟到了如此程度嗎？”宋國英揚揚得意地說：“不敢，不敢！我官雖小，但到任一百天，已打死五十八人了。”­­",
      "&emsp;&emsp;過了半年，宋縣令正在伏案處理公務，忽然瞪著眼站了起來，手腳一頓亂搔，像是與人撐拒的樣子，嘴裏連連說著：“我有罪該死，我有罪該死！”衙役把他扶進後堂，一會兒便一命嗚呼了。唉！幸虧還有陰曹地府在管理著人世間的事情，不然，像宋國英這樣狂顛的“父母官”愈多，“政績卓異”的名聲也就傳更開了，流毒還有窮盡嗎？­",
      "&emsp;&emsp;異史氏說：「潞縣這個地方，民風剛毅，所以這地方的鬼也厲害。現在有一個官在上面發號司令，一定有一兩個卑鄙的人，逢迎拍馬舐著這些創口。當勢力旺盛的時候，不斷奪取百姓的財物，供他揮霍；當不得意的時候，又壓榨受害百姓，去歌功頌德。不管好官壞官，每一任官，一定有這兩件事。上位的人一天不離開，那麼下面的不敢不順從。積習相傳，沿襲成為陋規，大概也會被潞城的鬼取笑吧！」"
    ]
  },
  {
    "title": "馬介甫",
    "href": "http://liaozhai.weebly.com/393402017129995.html",
    "content": [
      "&emsp;&emsp;楊萬石，是河北大名府的生員，生來就有怕老婆的毛病。妻子尹氏，極其兇悍，誰稍微有點不順從，就用鞭子抽打。楊萬石的父親六十多歲，一人獨居，尹氏把他當奴隸看待。楊萬石和弟弟萬鐘經常偷偷地給老人送些吃的，不敢讓悍婦知道。可是老人破衣爛衫，她又怕被別人笑話，就不讓他見客人。萬石已經四十歲還沒有兒子，就納了一房小妾王氏，可是一天到晚也不敢和她說一句話。兄弟倆在縣城等待考試，見到一名少年，穿戴不俗，儀容儒雅。和他談話，他很高興，問他姓名，他說：“姓馬，名叫介甫。”從此雙方交往日益密切，並且結為拜把兄弟。分別之後，過了大約半年，馬介甫忽然帶著僮僕從路過楊家。正碰見楊父在門外一邊曬太陽一邊抓蝨子，他以為是傭人奴僕，就讓他去向主人通報自己的姓名，老漢身披破棉絮走了。有人告訴他說：“這就是楊萬石的老爹。”馬介甫這才感到十分驚訝，楊家兄弟倆只是高高地紮著頭巾就出來迎接。進入房間之後，馬介甫向楊家兄弟作揖，請求見一見楊父，萬石以偶然患病為由加以推辭。促膝談笑，不覺時已黃昏，萬石屢次說備飯，可始終不見來。兄弟倆輪番進進出出地催，才有一個瘦瘦的奴僕端出一壺酒來，沒多大工夫就喝完了。坐著等了很久，萬石一遍又一邊地喊叫催促，急得腦門熱汗直冒氣。不一會兒瘦奴僕端著碗筷出來，不僅是粗米，還半生不熟，很難吃。吃過飯，萬石匆匆忙忙地硬是離開了。萬鐘準備被褥來陪伴客人睡覺，馬介甫責備說：“從前以為楊兄品格高尚，才和他結為兄弟。今天才看到老父其實不得溫飽，讓我這個外姓的客人都感到羞恥！”",
      "&emsp;&emsp;萬鐘傷心落淚地說：“心裡的話，實在難以啟齒。我家倒楣，不幸出了個兇狠毒辣的嫂嫂，無論長幼，一家老小都被她橫加摧殘。不是知心朋友，這件醜事真不敢外揚啊。”馬介甫驚訝，歎息好久，說：“我原打算天亮後早早地就走，現在聽到這件怪事，不可能不看一下。請借給我一間空閒的屋子，我自己做飯。”萬鐘遵照他的意思，立即打掃房間，為馬安頓住處。夜深人靜的時候偷偷地送來蔬菜和米，惟恐悍婦知道。馬對他的處境心領神會，極力推辭，而且還請求楊父和他一起吃飯睡覺。自己親自到城裏去買布料，為老人換上新袍新褲，父子兄弟都感激涕零。萬鐘有個子叫喜兒，剛七歲，夜間和老人一起睡。馬撫摸著他說：“這孩子的福壽，都超過他爹，只是小時候孤苦伶仃的。”",
      "&emsp;&emsp;悍婦聽聞老翁溫飽，大怒而罵，指責馬介甫強行干預他人家事。起初惡罵聲還只是在閨房之中，漸漸地傳到馬介甫的住處，故意罵給馬介甫聽。楊氏兄弟汗流浹背徘徊不定，不能制止；而馬介夫似乎沒有聽到。小妾王氏，懷孕已經五個月，悍婦才知道，於是剝掉她的衣服痛打一頓。打完之後，就招呼萬石跪著繫上女用頭巾，然後舉起鞭子把他門趕出去。正好馬介甫在外面，萬石羞愧不敢往前走，悍婦又追上前去逼他往前，萬石這才出去。悍婦也跟出去，叉手頓足，圍觀的人到處都是。馬介甫指著悍婦呵斥道：“去，去！”悍婦隨即倒退著奔跑回去，好像被鬼追逐一樣，褲子和鞋都跑掉了，裹腳布也亂七八糟地落在路上，光著腳跑回家，面色死灰。稍微安定一下，婢女把鞋襪拿進屋，穿完之後，嚎啕大哭。一家人誰也不敢問。馬介甫拉過萬石幫他解開頭巾，萬石聳聳身子定定神，似乎很怕頭巾脫落，馬介甫強行解下來，萬石顯得坐立不安，好像害怕悍婦會因此再給他加罪。偷偷地窺探，見悍婦已經哭完，這才敢進屋，但是依然戰戰兢兢，不敢靠前。悍婦更是一言不發，後來突然起身，進入房間獨自睡下。萬石這才像是鬆口氣，與弟弟暗自驚奇。家人也都覺得奇怪，聚在一起竊竊私語。悍婦稍微聽到一點，於是惱羞成怒，把奴婢打了個遍。然後又招呼小妾，小妾疼得厲害不能起身。悍婦以為她在裝假，就跑到床前去打，結果血流如注，流產了。萬石在沒有人的地方，對著馬介甫悲傷地啼哭，馬介甫好言安慰他。又叫僮僕備飯，直到二更天，還不放萬石回去。",
      "&emsp;&emsp;悍婦在閨房，恨丈夫不歸，大發雷霆之怒，聽到撬門聲，急忙呼喊婢女，可是房門已開。有巨人進來，巨人影子把全屋都遮住了，面目猙獰如鬼；然後又有幾個人進來，都舉著鋒利的刀。悍婦驚恐萬狀，想喊叫，巨人用刀刺她的脖頸說：“喊叫就殺死你！”悍婦急忙用金帛贖命。巨人說：“我是陰間使者，不要錢，只是來取悍婦的心！”悍婦越發恐懼，急忙叩頭，把腦門都磕破了。巨人就用鋒利的刀，一邊在悍婦的胸口比劃，一邊數落道：“像你這樣辦事，該不該殺？”隨後又接著比劃。悍婦所做的一切壞事，都數落一遍，刀子在她的皮膚上劃了不止數十下。劃完才說：“小妾生子，也是你家的後代，怎麼忍人打胎呢？這件事一定不可饒恕！”於是下令，讓幾個人反剪悍婦的雙手，剖視悍婦的心腸。悍婦叩頭乞求饒命，一個勁地說已經知道後悔。不一會兒聽到有人把門打開又關上，說：“楊萬石來了。既然她已經悔過，暫且留她一條性命。”幾個人紛紛離散。片刻之後，萬石進來，見婦人赤身裸體地被捆綁著，胸口還有刀痕，橫七豎八地數不清有多少。為她鬆綁，經過詢問，才得知事情真相，非常害怕，心中懷疑是馬介甫幹的。第二天，向馬介甫講述這件事，馬介甫也很害怕。",
      "&emsp;&emsp;從此之後，悍婦的淫威漸漸收斂，幾個月不敢口出惡語。馬介甫非常高興，告訴萬石說：“實話告訴你，千萬別向外洩露，我此前是用小小的法術嚇唬她。既然已經合好，我就暫時離開吧。”於是他就走了。",
      "&emsp;&emsp;悍婦每天晚上都挽留萬石作伴，用歡笑生來應承他。萬石生來就沒經歷這種快樂，乍一遇到這種情況，覺得坐立不安，不知如何是好。悍婦一天夜裏回憶起見到巨人的情形，害怕得畏畏縮縮，直打哆嗦。萬石想向悍婦獻媚，結果露出點馬腳。悍婦立即起身，刨根問底。萬石自知說走了嘴，可是後悔已經來不及，於是向她說了實話。悍婦勃然大怒，破口叫駡，萬石害怕，腰板挺直地跪在床下好長時間。悍婦不管不顧，萬石苦苦哀求，一直到三更天，悍婦才說：“想得到我的寬恕，必須用刀在你胸口也劃我那麼多下，我才能解恨。”於是起身拿起菜刀。萬石嚇得急忙跑開，悍婦緊追不放。弄得雞犬不寧，全家人都被折騰起來。萬鐘不知這是為什麼，只是用身子左右地護著哥哥。悍婦就破口大駡，忽然看見公公來了，見他穿戴整齊，就加倍地暴怒，隨後用刀在公公身上劃出條條傷痕，又抽嘴巴，又揪鬍鬚。萬鐘見後大怒，向悍婦投擲石塊，正擊中腦袋，立即抽抽嗒嗒地死掉了。萬鐘說：“我死了，可是保住父兄的性命，這就沒什麼可遺憾的了！”於是投井自殺，救上來已經死了。過一會兒，悍婦神志清醒過來，聽說萬鐘已死，怒火才解除。出過殯之後，弟媳婦留戀兒子，發誓不改嫁。悍婦連吐唾沫帶辱駡，也不給飯吃，終於把她改嫁出去。留下一個孤兒，一天到晚遭鞭打，等家人吃過飯，才吃點殘羹冷飯。這樣撐了半年，孩子變得非常瘦弱，已經氣息奄奄。",
      "&emsp;&emsp;一天，馬介甫忽然來到，萬石囑咐家人，不要把這件事告訴悍婦。馬介甫見老翁還和從前一樣破衣爛衫，大為吃驚；又聽說萬鐘已死，跺著腳哭，極其悲傷。小兒聽說馬介甫來了，就過來依偎在他身邊，直喊馬叔叔。馬介甫一時認不出，仔細看過之後才認出來，吃驚地說：“孩子怎麼憔悴到這個地步！”老翁吞吞吐吐地把事情從頭至尾說一遍，馬介甫氣憤地對萬石說，“我從前就說楊兄你不會做人，果然不錯。你們兄弟兩人只有這一線單傳，殺了她，又該怎麼樣？”萬石不說話，只是伏首帖耳地哭泣。二人坐在那裏說了幾個時辰的話，悍婦己經得知此事，不敢自己出來驅逐客人，只是叫萬石進屋，打他耳光迫他與馬介甫斷絕來往。萬石含淚而出，耳光的痕跡歷歷在目。馬介甫憤怒地說：“楊兄挺不起腰杆也就罷了，你怎麼就不能把她休掉呢？毆打老父殘殺親弟，你卻心安理得地忍受，怎麼做人那！”萬石欠了欠身子，伸了伸胳膊，似乎躍躍欲試，有所動作。馬介甫又用激將法說：“如果她不走，理應殺掉；即便殺了也別怕。我有兩三個知交，都身居要職，一定會不遺餘力地合力相助，保你沒有事。”萬石答應著，憋著一口氣很快地向前走，進入屋內。剛好迎面碰到悍婦。悍婦大聲問：“怎麼回事？”萬石驚慌失色，立即用手按著地說：“馬生教我休妻。”悍婦越發憤怒，環視四周，尋找刀子棍棒，萬石嚇得直往後退。馬介甫吐他口水說：“楊兄真是執迷不悟！”開箱取出一小勺藥，加上水讓萬石喝。說：“這是丈夫再造散。之所以不輕易用，是因為它能使人生病。今天出於不得已，暫且試一試。”",
      "&emsp;&emsp;喝下藥水片刻之後，萬石覺得氣憤填膺，如烈焰在心中燃燒，一刻也不容忍受，立刻走到悍婦的房間，大聲斥罵。悍婦還沒來得及問，萬石一躍而起，把悍婦推到好幾尺遠的地方。隨即握起拳頭，打了悍婦不知道有多少下。悍婦幾乎體無完膚，嘴裏還哇啦哇啦地罵個不停。萬石從腰中拔出佩刀。悍婦罵道：“拿出刀子，敢殺我嗎？”萬石不言語，上去就從她大腿上割下手掌那麼大一塊肉，扔在地下。剛要再割，悍婦哀叫乞求饒恕。萬石不聽，又去割。家人見萬石兇狂，聚集到一起，用力把他拉出屋。馬介甫迎上前去，抓著他的胳臂表示慰問。萬石餘怒未消，屢次想跑過去找悍婦算賬，馬介甫阻止了他。不大一會兒，藥力消失了，萬石顯得喪魂落魄。馬介甫囑咐道：“兄長別洩氣。振興綱紀，在此一舉。人之所以懼內，不是一朝一夕的緣故，這是漸漸養成的毛病。好像昨天死今天復生，必須從此除故更新。再一洩氣，那就沒辦法了。”於是讓萬石到屋裏去看看。悍婦大腿發抖，心有餘悸，婢女把她扶起來，她只敢跪著走。婢女加以制止，她才作罷。萬石出來告訴馬介甫，父子倆互相祝賀。馬介甫想走，父子倆一起挽留。馬介甫說：“我這次是正好有事要到東方的海濱去一趟，所以是順路從你家門前過，等回來時再見面吧”一個多月之後，悍婦傷好起身，向對賓客那樣侍奉丈夫。久而久之覺得馬介甫已經黔驢技窮，也就這兩下子，於是漸漸地對萬石加以戲弄、嘲笑、謾駡，沒過多久，舊病復發，完全恢復老樣子。老翁不能忍受，連夜逃走，到河南當了道士，萬石也不敢去尋找。",
      "&emsp;&emsp;過一年多，馬介甫回來了，瞭解情況之後，氣憤地指責萬石，然後把萬鐘的兒子叫過來，放到驢背上，揚鞭而去。從此鄉里人都看不起萬石。學使來巡察時，他又因劣跡被除了名。又過四五年，家裏遭火災，家裏財物，都被燒成灰燼，火勢還蔓延到鄰居的房屋。村裏人把他扭送到郡裏告了狀，因此被課以巨額罰金。於是家產漸漸消耗淨盡，竟至無處棲身，臨近村里都防備他，不肯讓他住在附近。悍婦尹氏的兄弟也對她的所作所為感到憤怒，因此也都不幫助她。萬石窮極了，就把小妾賣給了富貴人家，然後帶著妻子尹氏南下。到河南地界，錢都花光了。悍婦不肯跟著萬石，喋喋不休地和丈夫吵著要改嫁。正好有一個光棍屠夫，花三百吊錢把悍婦買了去。萬石獨自一人，在遠村近鄰之間討飯。來到一扇大紅門前，看門人喝斥著不讓他靠前。片刻間一個年輕人走出來，萬石趴在地上哭泣。年輕人看了很久覺得面熟，一問姓名，大吃一驚：“是伯父呀！為什麼窮到這個地步？”萬石仔細端詳，知道是喜兒，情不自禁地大哭起來。跟著喜兒進去，只見廳堂中金碧輝煌。片刻之後，老父親扶著童僕走出來，抱頭痛哭。萬石把自己的遭遇全都講了出來。原來當初，馬介甫把喜兒帶到這裏，幾天後，又外出找到楊老翁，使祖孫相逢住在一起。又請老師教喜兒讀書。喜兒十五歲考中秀才，隔年又考取舉人，剛剛完婚。馬介甫想走，祖孫哭泣著挽留。馬介甫說：“我不是人，是狐仙。同道的伴侶等候我已經很久了。”說完就走了。喜兒和萬石說話間，情不自禁地感到非常悲痛。因為想起從前和母親一同遭受殘酷虐待，越發感到難過。於是就送錢給那個富人家贖回萬石的小妾王氏。過一年多，生了一個兒子，立為嫡長子。",
      "&emsp;&emsp;尹氏嫁給屠夫半年，又狂暴得和從前一樣。丈夫大怒，用屠刀在她大腿上挖孔，再用細繩子穿過去懸掛在屋樑上，然後挑起擔子，外出賣肉去了。悍婦聲嘶力竭地大喊大叫，鄰居才知道。先幫她鬆綁，再幫她抽細繩，抽一下她就喊一聲疼，驚動了四鄰。所以見到屠夫回來，她就嚇得毛骨倒立。後小腿的傷雖然好了，可是斷繩渣卻留在了肉裏，因此始終行動不便，除此之外還要從早到晚充當奴役，不敢稍微鬆懈一下。屠夫橫暴，經常醉酒而歸，回來就對她加以無情的打罵。到現在她才覺悟到從前怎麼對待別人，現在別人也怎麼對待自己。",
      "&emsp;&emsp;一天，楊喜兒的夫人及伯母王氏到普陀寺燒香，鄰村農婦都來參拜。尹氏混在其中悵然站立，不敢靠前。王氏故意問：“那是誰呀？”家人走上前去說：“張屠夫的老婆。”於是就喝斥她往前走，並讓她向太夫人王氏下跪叩頭。王氏笑著說：“這個女人嫁給屠夫，應當不缺肉吃，可為什麼瘦弱成這個樣子？”尹氏羞愧至極，回家就想上吊自殺，可是繩子太不結實沒死成。屠夫因此越發厭惡她。一年多之後，屠夫死了。她在路上遇到萬石，遠遠的看見他，就跪在地上，淚如雨下。萬石礙著僕人的面，沒和她說一句話。回家後告訴侄子，想和尹氏破鏡重圓，侄子堅持不肯答應。悍婦被街坊鄰居所唾棄，很久都無家可歸，跟著一群乞丐乞討混飯吃的。萬石還不時地到破廟中去看望尹氏，侄子認為太丟人，便暗中叫那些乞丐等待萬石來時捉弄他侮辱他，因此萬石才不再去。這件事我不知道究竟如何收場，後幾面幾行文字，是畢公權寫的。",
      "&emsp;&emsp;異史氏說：“懼內，是天下的通病。可是沒想到天地之間，竟然有楊萬石這樣的人！豈不是很怪異？我曾經作《妙音經》的續言，附錄在後面博君一笑：",
      "&emsp;&emsp;註：",
      "&emsp;&emsp;這一篇《妙音經》，文采飛揚，典故極多。屬於文學創作，譯成白話，味道盡失。附上原文供參考。每一典故都含一段故事、緣由，典故以粗體標出，附簡短解說於後，有許多有趣的故事在註解裡面，讀者不妨慢慢的看。（譯者）",
      "&emsp;&emsp;竊以天道化生萬物，重賴坤成；男兒志在四方，尤須內助。同甘獨苦，勞爾十月呻吟；就濕移乾(1)，苦矣三年顰笑。此顧宗祧而動念，君子所以有伉儷之求；瞻井臼(2)而懷思，古人所以有魚水之愛也。第陰教之旗幟日立，遂乾綱之體統無存。始而不遜之聲，或大施而小報；繼則如賓之敬(3)，竟有往而無來。只緣兒女深情，遂使英雄短氣。床上夜叉坐，任金剛亦須低眉；釜底毒煙生，即鐵漢無能強項(4)。秋砧之杵可掬，不搗月夜之衣；麻姑之爪(5)能搔，輕試蓮花之面(6)。小受大走，直將代孟母投梭(7)；婦唱夫隨，翻欲起周婆制禮(8)。婆娑跳擲，停觀滿道行人；嘲雞嘶，撲落一群嬌鳥。",
      "&emsp;&emsp;惡乎哉！呼天籲地，忽爾披發向銀床(9)；醜矣夫！轉目搖頭，猥欲投繯延玉頸。當是時也：地下已多碎膽，天外更有驚魂。北宮黝未必不逃，孟施捨焉能無懼？(10)將軍氣同雷電，一入中庭，頓歸無何有之鄉；大人面若冰霜，比到寢門，遂有不可問之處。豈果脂粉之氣，不勢而威？胡乃骯髒之身，不寒而慄？猶可解者：魔女翹鬟來月下，何妨俯伏皈依？最冤枉者：鳩盤(11)蓬首到人間，也要香花供養。聞怒獅之吼(12)，則雙孔撩天；聽牝雞之鳴，則五體投地。登徒子(13)淫而忘醜，“回波詞”(14)憐而成嘲。設為汾陽之婿(15)，立致尊榮，媚卿卿良有故；若贅外黃之家(16)，不免奴役，拜僕僕(17)將何求？彼窮鬼自覺無顏，任其斫樹摧花，止求包荒(18)於悍婦，如錢神可雲有勢(19)，乃亦嬰鱗(20)犯制，不能借助于方兄(21)。",
      "&emsp;&emsp;豈縛遊子之心，惟茲鳥道(22)？抑消霸王之氣，恃此鴻溝？然死同穴，生同衾，何嘗教吟“白首”(23)？而朝行雲，暮行雨，輒欲獨佔巫山(24)。恨煞“池水清”(25)，空按紅牙玉板(26)；憐爾“妾命薄”，獨支永夜寒更。蟬殼鷺灘，喜驪龍之方睡；犢車塵尾，恨駑馬之不奔(27)。榻上共臥之人，撻去方知為舅(28)；床前久繫之客，牽來已化為羊(29)。需之殷者僅俄頃，毒之流者無盡藏。買笑纏頭(30)，而成自作之孽，太甲必曰難違(31)；俯首貼耳，而受無妄之刑，李陽亦謂不可(32)。酸風凜冽，吹殘綺閣之春；酷海汪洋，淹斷藍橋(33)之月。又或盛會忽逢，良朋即坐，斗酒藏而不設(34)，且由房出逐客之書(35)；故人疏而不來，遂自我廣絕交之論。甚而雁影分飛(36)，涕空沾于荊樹(37)；鸞膠再覓(38)，變遂起於蘆花(39)。故飲酒陽城，一堂中惟有兄弟；吹竿商子，七旬餘並無室家(40)。古人為此，有隱痛矣。",
      "&emsp;&emsp;嗚呼！百年鴛偶，竟成附骨之疽；五兩鹿皮，或買剝床之痛(41)。髯如戟者如是，膽似斗者何人？固不敢於馬棧下斷絕禍胎(42)，又誰能向蠶室中斬除孽本(43)？娘子軍肆其橫暴，苦療妒之無方；胭脂虎啖盡生靈，幸渡迷之有楫。天香夜爇，全澄湯鑊之波；花雨晨飛，盡滅劍輪之火(44)。極樂之境，彩翼雙棲；長舌之端，青蓮並蒂。拔苦惱于優婆之國，立道場於愛河之濱。咦！願此幾章貝葉文，灑為一滴楊枝水(45)！’”",
      "&emsp;&emsp;註：",
      "&emsp;&emsp;1.就濕移乾︰言哺育幼兒的艱辛：晚間幼兒尿濕被褥，自己暖乾、而讓幼兒睡臥乾處。",
      "&emsp;&emsp;2.井臼：此“井臼”實是“操井臼”之省語，謂躬親汲水舂米，勞苦之役也！後人常用來指主持家政之喻。",
      "&emsp;&emsp;3.如賓之敬︰即相敬如賓，謂夫妻之間彼此尊重，如侍賓客。語出《後漢書·染鴻傳》。有往無來，指夫只敬妻而妻不敬夫。",
      "&emsp;&emsp;4.強項︰硬挺脖子，謂不肯低頭俯順，項，頸後部。《後漢書·董宣傳》載，董宣不避權貴。為洛陽令時，湖陽公主（光武帝姊）的蒼頭白日殺人，董宣依律處死。光武帝聽說後大怒，“使宣叩頭謝主，宣不從。強使頓之，宜兩手據地，終不肯俯。”因受到光武帝的讚賞，譽為“強項令”。",
      "&emsp;&emsp;5.麻姑之爪：《神仙傳》中講述麻姑是一位勤勞善良又美麗的南城人，因積累了不少功德，後而得道成仙，成為下八洞神仙之一的女壽仙，其仙貌如同18、19歲的美少女，手指細長如雞爪，是長壽的象徵。相傳麻姑的本領也是相當驚人的，曾在人間經歷過三次「滄海桑田」，能施法擲米成丹來解救黎民百姓的疾苦與災難。上古時代以麻姑喻為高壽人物。",
      "&emsp;&emsp;6.“秋砧”四句：謂悍婦對丈夫或棒打，或抓面，兇悍非常。杵，擣衣木棒，北方俗稱“棒棰”。秋日月夜擣衣，聲音淒涼清遠，古人常用以寫婦女思大之情。謝惠連《擣衣》：“欄高砧響發，楹長杵聲哀。”杵不用來擣衣，含有兩層意思：一說明無戀夫之情，一是說用杵來毆打丈夫。麻姑，傳說中的女仙，貌美，手似鳥爪。據《神仙傳》載，一次麻姑降落到蔡經家，經見其手似爪，頓思“背上大癢時，以此爪以爬背當佳”，因而被鞭打一頓。蓮花之面，俊俏的面容。《舊唐書·楊再思傳》：“易之弟昌宗以姿貌見寵倖，再思又諛之日：‘人言六郎面似蓮花，再思以為蓮花似六郎，非六郎似蓮花也。’”此以麻姑之爪試蓮花之面，戲指悍婦抓丈夫之臉。",
      "&emsp;&emsp;7.孟母投梭︰指孟母斷機教子事。投梭，扔掉織布梭，即停止織布。",
      "&emsp;&emsp;8.周婆制禮︰周婆，對周公之妻的戲稱。周公，周文王之子，曾輔助武王伐紂，建立周王朝。相傳周王朝的禮樂制度是由周公制定的。起周婆制禮，謂由婦人主政。",
      "&emsp;&emsp;9.惡乎哉三句：謂最可惡的是悍婦搶地呼天，以投井相要脅。忽爾，忽然。披發，披頭散髮，撒潑之狀。銀床，銀飾井欄，指水井。",
      "&emsp;&emsp;10.北宮黝”二名：謂即便是最勇武的人，對此也將畏懼。北宮黝、孟施捨，二人為古代以勇武著稱的人。《孟子·公孫醜》上：“（公孫醜）曰：‘不動心有道乎？’（孟子）曰：‘有。北宮黝之養勇也：不膚撓，不目逃，思以一豪（毫）挫於人，若撻之於市朝；……孟施捨之所養勇也，曰……舍豈能為必勝哉？能無懼而已矣。”",
      "&emsp;&emsp;11.鳩盤：鳩槃茶：猶鳩盤荼。《佛藏經·念僧品》：“若人作是分別，是男是女，是天是龍，是夜叉，是乾闥婆，是鳩槃茶，是法是非法，作是分別已得種種事。”",
      "&emsp;&emsp;清",
      "&emsp;&emsp;陸以湉",
      "&emsp;&emsp;《冷廬雜識·鳩槃茶》：“‘鳩槃茶’乃佛經語，言甕形似冬瓜也，以是為喻，狀其容之醜也。”",
      "&emsp;&emsp;12.「河東獅吼」，形容怕老婆。「宋代陳慥，字季常，好賓客，養聲妓，但對他老婆的凶悍善妒非常懼怕。後用以指懼內、怕老婆。蘇東坡詩《寄吳德仁兼簡陳季常詩》戲之曰：「誰似龍丘居士賢，談空談有夜不眠。忽聞河東獅子吼，拄杖落手心茫然。」",
      "&emsp;&emsp;13.",
      "&emsp;&emsp;登徒子︰登徒，複姓。子，男子的通稱。登徒子，戰國時楚國的大夫。典出戰國楚．宋玉〈登徒子好色賦〉。後用「登徒子」稱貪戀女色的人。",
      "&emsp;&emsp;14.",
      "&emsp;&emsp;回波詞：商調曲，唐中宗時造，蓋出於曲水引流泛觴也。後亦為舞曲，教坊記，謂之軟舞。",
      "&emsp;&emsp;15.",
      "&emsp;&emsp;汾陽之婿：郭子儀平安使之亂後被封汾陽王。又逢幼子郭曖武狀元奪魁，皇帝賜婚將昇平公主李金枝許配給郭曖。實值郭子儀八十大壽，郭家七子八婿均攜家帶眷前往祝壽，公主自恃金枝玉葉堅持君不拜臣，遂在郭曖先行返家後托病不往。郭曖被兄弟眾人嘲笑御妻不嚴、為公主繡羅裙所庇蔭，結果回到家中找公主理論，憤而動手打公主！金枝因此一狀告上金鑾殿，郭子儀怒綁幼子上殿請罪。郭母至後宮找皇后商議，藉機對駙馬、公主進行了一番教訓，二人最後言歸於好，共同返家向郭子儀拜壽。(平劇打金枝)",
      "&emsp;&emsp;16.",
      "&emsp;&emsp;外黃之家：帝王年款的瓷器，雖均為宮廷用瓷，但在皇宮內也有等級區分。如清代皇帝、皇后、皇太后主要享用的器物是裡外黃釉器，皇貴妃使用的是裡白外黃釉器，貴妃用的是黃地綠瓷，嬪用藍地黃瓷，而貴人、常在則分別用綠地紫和綠地紅。",
      "&emsp;&emsp;17.拜僕僕︰謂拜了又拜。僕僕，勞頓。《孟子·萬章下》：“子思以為鼎肉，使己僕僕爾亟拜也。”",
      "&emsp;&emsp;18.包荒︰包含荒穢。此為容忍之意。",
      "&emsp;&emsp;19.如錢神三句：謂即如那些有錢有勢之家，遇到妻子悍妒無禮，錢財亦無濟於事。錢神，對錢能通神的譏刺。",
      "&emsp;&emsp;20.嬰鱗：逆鱗，指龍喉下倒生的鱗片。批逆鱗引申為直言諍諫。",
      "&emsp;&emsp;21.方兄：孔方兄就是指我們現在使用的「錢」。因為中國秦朝之後，錢幣就幾乎定型成圓形，中間還有個方孔，文人，戲稱錢為「孔方兄」",
      "&emsp;&emsp;22.鳥道：只有鳥兒才能飛過的道路，喻很艱難。",
      "&emsp;&emsp;23.白首︰即《白頭吟》。《西京雜記》：“（司馬）相如將娶茂陵人女為妾，（卓）文君作《白頭吟》以自絕，相如乃止。”",
      "&emsp;&emsp;24.獨佔巫山︰此借指妬婦要丈夫早晚廝守，不得與其他女人接觸。",
      "&emsp;&emsp;25.池水清︰指戀妓忘家的丈夫。《王氏見聞》載州人韓伸，好飲酒嫖賭，經年忘其家。一次在東川，聚博徒而攜飲妓，正歡樂之際，其妻率女僕持棒猝至。韓伸正高唱“池水清不絕”，“忽幹腦後一棒，打落襆頭，撲滅燈燭，伸即竄於床下。時輩呼伸為‘池水清’。”",
      "&emsp;&emsp;26.紅牙玉板，用以節樂的拍板。檀板紅牙，是以象牙或檀木製作,再漆成紅色的拍板。",
      "&emsp;&emsp;27.“蟬殼”四句：謂男子只有趁悍婦酣睡之時，才得出外尋歡，而一旦被婦發覺，則逃之不迭。蟬殼鷺灘，喻悄悄遁去。蟬殼，為蟬之脫殼，喻解脫！鷺灘，如鷺之踏灘，著地無聲。驪龍，黑色的龍。此喻悍婦。此以“驪龍方睡”，喻悍婦熟睡。犢車，小牛拉的車。麈尾，拂塵。魏晉人情談時，常執麈窿尾以示高雅。此處化用東晉王尋懼內的故事，以諷刺懼內者的狼狽情態。《太平廣記》《妒記》載，王導妻曹氏性妒，王導便暗營別館以蓄妾。曹氏得知，“欲出尋討。王公遽命駕：患遲，乃親以座尾柄助御者打牛，狼狽奔馳，乃得先至。司徒蔡謨聞，乃詣王謂曰：‘朝廷欲加公九錫，知否？’王自敍謙志。蔡曰：‘不聞餘物，惟聞短轅犢車，長柄麈尾耳。’導大慚。”",
      "&emsp;&emsp;28.謂悍妒之婦醋意無限，有時不覺自取其羞。舅，妻舅。車武子妻悍妒，武子拉妻兄與之共宿一處，而將一件女子的絳裙衣掛在屏風上。其妻見後大怒，拔刀登床，揭被一看，卻是其兄，即羞漸退出。事詳《太平廣記》。",
      "&emsp;&emsp;29.",
      "&emsp;&emsp;藝文類聚》三十五引《妒記》載，京都一士人之妻悍妒異常，對其小則罵，大則打。為防其外出，晚間用長繩將其腳拴繫床頭。其夫與女巫密計，待其入睡，自己避入廁中，“以繩繫羊，士人緣牆走避。婦覺，牽繩而羊至，大驚怪，召問巫。”女巫趁勢指出，這都是她妒忌造成的；若能改過，即求神化轉。“婦因悲號，抱羊慟哭，自咎悔誓，師嫗（女巫）即令七日齋，舉家大小悉避，於室中祭鬼神。師祝羊還復本形，婿徐徐還。“後復妒忌，婿因伏地作羊鳴。婦驚起徒跣，呼先人為誓，於是不復敢爾。“",
      "&emsp;&emsp;30.",
      "&emsp;&emsp;買笑纏頭，即纏頭買笑，指嫖妓。纏頭，古時歌舞妓纏在頭上的錦帛，因以指代贈與歌舞妓女的禮品。",
      "&emsp;&emsp;31.太甲，即帝太甲。商湯之孫。《尚書·太甲中》：“天作孽，猶可違；自作孽，不可道。”違，避；道，逃。意即難逃自己造成的罪孽。",
      "&emsp;&emsp;32.李陽亦謂不可：晉王衍妻郭氏，賈后之親，借勢妄為，性貪戾，衍不能禁。時有京師大俠李陽，郭氏素憚之。衍因藉口謂郭曰:\"非但我言卿不可，李陽亦謂不可。\"郭氏方有所收斂。",
      "&emsp;&emsp;33.藍橋：人們往往用“鵲橋”表示夫妻相約，而用“魂斷藍橋”來形容夫妻互為殉情。",
      "&emsp;&emsp;《史記·蘇秦列傳》記載：蘇秦向燕王講過一個“尾生抱柱的故事。相傳有一個叫尾生的人，與一個美麗的姑娘相約于橋下會面。但姑娘沒來，尾生為了不失約，水漲橋面抱柱而死於橋下。從此之後，人們把相愛的男女一方失約，而另一方殉情叫做““魂斷藍橋”。",
      "&emsp;&emsp;34.斗酒藏而不設，蘇軾《後赤壁賦》有云：“歸而謀諸婦，婦曰：‘我有斗酒，藏之久矣：以待子不時之須。’”此反用其意，謂冷淡客人。",
      "&emsp;&emsp;35.逐客之書，即逐客之令。《史記·李斯列傳》載，秦王應宗室大臣請，下令逐客，李斯為此而上《諫逐客書》。此處只用字面意思。",
      "&emsp;&emsp;36.雁影分飛：雁飛時行列有序，因以雁行喻揩兄弟。雁影分飛，謂兄弟分居。",
      "&emsp;&emsp;37.荊樹，也指兄弟分家之事。吳均《續齊偕記》載，京兆田氏三兄弟均分家產，堂前一株荊樹也要截為三段，第二天樹即枯死。兄弟為其所感，決定不再分樹，樹即榮茂如初。兄弟三人因此而重新合併家產，在一起生活。",
      "&emsp;&emsp;38.鸞膠：《十洲記》：「鳳麟洲在西海之中，四面有弱水繞之，鴻毛不浮，不越也。上多鳳麟，數萬餘群，仙家煮鳳喙及麟角合煎作膠，名之為集絃膠，或名連金泥。能連弓弩斷弦連刀劍斷斫。",
      "&emsp;&emsp;鷥膠再續和鷥膠續斷的意思一樣，比喻妻子死後，再次娶妻的意思。",
      "&emsp;&emsp;39.蘆花︰以蘆花代絮做綿衣。《孝子傳》：“閔子騫幼時，為後母所苦，冬月以蘆花衣之以代絮。其父後知之，欲出後母。子騫跪曰：‘母在一子單，母去三子寒。’父遂止，”舊時以“蘆花”、“蘆衣”代指孝子。",
      "&emsp;&emsp;甚而”四句：謂更有甚者，因悍婦妒忌使兄弟分居，或虐待前妻之子女。",
      "&emsp;&emsp;40.“故飲酒”六句，謂陽城不娶，商子孤身；古人所以如此，蓋有其難言之痛。陽城，唐代北平人，字亢宗，進士及第後便隱居於中條山，年長，不肯娶，謂弟曰：“吾與若孤煢相育，既娶則間外姓，雖共處而益疏，我不忍。”弟義之，亦不娶，遂終身。吹竿商子，即商丘子胥，傳說中的仙人。據說他“好牧豕吹竿。年七十，不娶婦而死。”見《列仙傳》。隱痛，內心的痛苦。",
      "&emsp;&emsp;41.",
      "&emsp;&emsp;謂本應是終老相守的賢妻，竟常常成為附骨惡瘡；納采娶婦，得到的竟是切膚之痛。五兩鹿皮，指訂婚禮物。古時訂婚禮物，用帛十端（一端一丈八尺，或云兩丈），每兩端合卷，總為五正（即五兩），稱為束帛；又用鹿皮兩張，稱為儷皮。",
      "&emsp;&emsp;42.馬棧︰《戰國策·齊策》載，齊國匡章之母啟，因得罪丈夫而被殺，埋于馬棧之下。",
      "&emsp;&emsp;43.蠶室，受宮刑者所居獄室。語出《漢書·司馬遷傳》載《報任安書》。受宮者畏風，所居須溫寶，因作窖室，蓄火，如飼蠶之室，故稱。意謂既不敢除掉悍婦以斷絕禍根，也沒有勇氣自閹而忘情。",
      "&emsp;&emsp;44.天香四句：謂悍妒之婦只有敬事神靈，死後才可免受湯鑊之刑；如能感動得天落花雨，則可免受地獄刀山劍樹之苦。天香，祭神之香。澄，使之清澈平靜。湯鑊，古代酷刑之一的烹刑。花雨，雨花，天花墜落如雨。相傳梁武帝時，有雲光法師在建康（今江蘇南京市）講經，天花墜落如雨，因名其地為雨花臺。。劍輪，謂地獄中的刀山劍樹。",
      "&emsp;&emsp;45.謂希望上述這幾條勸誡，能作為救世甘露，為悍婦療妒，使其新生。貝葉文，本指佛經，此指作者所稱“妙音經之續言”的這篇駢文。楊伎水，佛教喻稱能化惡為善、使萬物復蘇的甘露。"
    ]
  },
  {
    "title": "魁星",
    "href": "http://liaozhai.weebly.com/3974526143.html",
    "content": [
      "&emsp;&emsp;鄆城縣人張濟宇，躺在床上還沒睡著，忽然看到一片光明照滿屋內。他驚異地看著，見一個鬼拿著筆站著，像是魁星的樣子。他急忙起來向魁星跪拜叩首，光明也隨即消失了。­",
      "&emsp;&emsp;從此張濟宇便自負起來，認為這一定是科考第一的預兆了。可是從這以後，他竟然潦倒失意，一事無成，家境也敗落下來，親人又接連死去，只有他一個人活著。",
      "&emsp;&emsp;那個魁星為什麼不給張濟宇降福，反而降禍呢？"
    ]
  },
  {
    "title": "厙將軍",
    "href": "http://liaozhai.weebly.com/214012355936557.html",
    "content": [
      "&emsp;&emsp;有個叫厙大有的人，字君實，是陝西省漢中洋縣人氏。他是個武舉人，隸屬祖述舜部下。祖述舜對他很好，多次提拔他，並晉升他為後周的總兵。後來，厙大有感到後周政權大勢已去，就秘密偷襲祖述舜。祖述舜在格鬥中奮力抗拒，結果傷了手，被捆綁起來。­厙大有綁著祖述舜歸順了總督蔡毓榮。來到都城，一夜厙大有夢見自己到了地府。閻王怒罵厙大有不忠不義，將自己長官擒住投降敵人。命令小鬼用滾沸的油澆在他的腳上。厙大有醒來後，感到雙腳疼得難以忍受。後來他的腳腫爛了，腳指全都脫落，不斷的喊著說：「我真是忘恩負義啊！我真是忘恩負義啊！」不久就死了。",
      "&emsp;&emsp;異史氏說：雖然厙大有是在偽朝服務，不能稱得上是「忠」。但對祖述舜的一再提拔，應該知恩圖報。而厙大有卻是恩將仇報，故可謂是既不忠又不義。無怪他尚未命終，即遭閻王的怒罰；這件事，可以警惕那些做為下屬卻想要暗害長官的人啊！"
    ]
  },
  {
    "title": "絳妃",
    "href": "http://liaozhai.weebly.com/3211522915.html",
    "content": [
      "&emsp;&emsp;前言︰這一篇講的是花神向風神宣戰的故事；封姨，古代傳說中的風神。亦稱\"封家姨\"﹑\"十八姨\"﹑\"封十八姨\"。",
      "&emsp;&emsp;唐天寶中﹐崔玄微於春季月夜，遇美人綠衣楊氏(楊柳)﹑白衣李氏(李花)﹑絳衣陶氏(桃花)﹑緋衣小女石醋醋(石榴)和封(風)家十八姨共飲。十八姨翻酒污醋醋衣裳﹐後醋醋得罪封姨，不歡而散。明夜，諸女又來﹐醋醋言諸女皆住苑中﹐多被惡風所撓﹐求崔玄微於每歲元旦立朱幡於苑東，即可免難。時元旦已過，因請於某日平旦立此幡。那天果然大風刮地﹐折樹飛沙﹐而苑中繁花無恙。崔玄微乃知諸女是眾花之精﹐而封十八姨乃風神也。",
      "&emsp;&emsp;本文",
      "&emsp;&emsp;康熙二十二年，我在畢際有先生家中教書，住在綽然堂。先生家中花木很多，閒暇時就隨著他在園中漫遊，有機會盡情觀賞。有一天遊覽之後，身體疲倦，十分想睡覺，就脫下鞋子上了床。不久睡著了，做了一個夢，夢見兩個年輕女子，服飾鮮豔華麗，走近向我請求說：“有事托您幫忙，委屈您的大駕去一趟。”我驚愕坐起來，問：“是誰叫我去?”兩個女子回答說：“是絳妃啊。”我迷迷糊糊地不知她們說的是誰，就匆匆地跟著她們走了。",
      "&emsp;&emsp;不久就看見宮殿樓閣高聳入雲。下面有石階，我們就一級一級往上走，大約走了百多層，才到達頂部。眼前只見朱紅的大門敞開著，又有兩三個漂亮的女子，跑著進去通報客人來到。沒多大工夫，被請到一座宮殿外面。這時殿裏有一位女人出來，從臺階上迎著我們走過來。她身上佩戴的金環玉佩叮叮哨哨響，清脆悅耳，樣子很像宮中尊貴的嬪妃。我正想向她們行禮，那妃子便先開口說道：“有屈先生大駕，按理我應當先謝謝您。”說著叫身邊的侍女鋪上毯子，像要叩拜。我惶恐得不知如何是好，就說：“我是鄉野之人，身份低賤，得到您的召喚，已經感到過分的榮幸，怎敢與您平起平坐，這是增加我的罪過，減損我的福分啊！”妃子聽我這樣說，就讓人把毯子取走，在殿裏擺上酒席。我與妃子在酒席上相向而坐。敬過幾次酒後，我推辭說：“我稍飲一些酒就會醉，恐怕醉後失態有違禮儀。您對我的要求是什麼，請您明白告訴我，好解除我的疑問和憂慮。”那妃子不說話，只是拿起大杯子催我喝酒。我接連幾次請她說明，她才說：“我是花神，全家老小，都住在這個地方，多次被封家那丫頭蠻橫地摧殘。現在想要與她進行一次決戰，想請您做一篇檄文。”",
      "&emsp;&emsp;我慌慌張張站起來稟告：“我學識淺陋，文章寫得不行，恐怕辜負了您的重托，但是既然承蒙您把這光榮的使命交給我，我怎敢不竭盡心力，為您服務。”妃子很高興，就在殿上給我紙筆，讓侍女擦書桌，搬座椅，磨墨，沾筆。又有一個年輕侍女，把紙按規矩折好，放在我的手腕底下。剛寫一兩句，便有兩三個人擠來擠去，偷偷地瞧著。我平素頭腦遲鈍，這時卻覺得腦子裏的文詞像泉水一樣往外湧出。一會兒工夫就寫完了。那些侍女爭搶著拿走，送給絳妃看。絳妃打開看了一遍，頗為稱讚。接著就送我回來了。",
      "&emsp;&emsp;醒來回憶這件事，那情形真真切切的，只是那檄文的詞句大半遺忘了，於是把它補足而成一篇文章：",
      "&emsp;&emsp;“謹按封氏：飛揚成性，忌嫉為心。濟惡以才，妒同醉骨；射人於暗，奸類含沙。昔虞帝受其狐媚(1)，英、皇不足解憂，反借渠以解慍；楚王蒙其蠱惑(2)，賢才未能稱意，惟得彼以稱雄。沛上英雄，雲飛而思猛士(3)；茂陵天子，秋高而念佳人(4)。從此怙寵日恣，因而肆狂無忌。怒號萬竅，響碎玉于王宮(5)；澎湃中宵，弄寒聲於秋樹。倏向山林叢裏，假虎之威；時於灩澦堆中，生江之浪。且也，簾鉤頻動，發高閣之清商；簷鐵忽敲，破離人之幽夢。尋帷下榻，反同人幕之賓(6)；排闥登堂，竟作翻書之客。不曾于生平識面，直開門戶而來；若非是掌上留裙，幾掠妃子而去(7)。吐虹絲於碧落，乃敢因月成闌(8)；翻柳浪於青郊，謬說為花寄信(9)。賦歸田者，歸途才就，飄飄吹薜荔之衣(10)；登高台者，高興方濃，輕輕落茱萸之帽(11)。蓬梗卷兮上下，三秋之羊角摶空(12)；箏聲入乎雲霄，百尺之鳶絲斷繫(13)。不奉太后之詔，欲速花開(14)；未絕座客之纓，竟吹燈滅(15)。甚則揚塵播土，吹平李賀之山(16)；叫雨呼雲，卷破杜陵之屋(17)。馮夷起而擊鼓，少女進而吹笙(18)。蕩漾以來，草皆成偃；吼奔而至，瓦欲為飛(19)。未施摶水之威，浮水江豚時出拜(20)；陡出障天之勢，書天雁字不成行(21)。助馬當之輕帆，彼有取爾；牽瑤台之翠帳，于意云何(22)？至於海鳥有靈，尚依魯門以避(23)；但使行人無恙，願喚尤郎以歸(24)。古有賢豪，乘而破者萬里；世無高士，御以行者幾人(25)？駕炮車之狂雲，遂以夜郎自大(26)；恃貪狼之逆氣，漫以河伯為尊(27)。姊妹俱受其摧殘，匯族悉為其蹂躪(28)。紛紅駭綠，掩苒何窮？擘柳鳴條，蕭騷無際(29)。雨零金穀，綴為藉客之裀(30)；露冷華林，去作沾泥之絮(31)。埋香瘞玉，殘妝卸而翻飛；朱榭雕欄，雜佩紛其零落。減春光於旦夕，萬點正飄愁；覓殘紅於西東，五更非錯恨。翩躚江漢女，弓鞋漫踏春園；寂寞玉樓人，珠勒徒嘶芳草(32)。斯時也：傷春者有難乎為情之怨；尋勝者作無可奈何之歌。爾乃趾高氣揚，發無端之踔厲；催蒙振落，動不已之闌珊(33)。傷哉綠樹猶存，簌簌者繞牆自落；久矣朱幡不豎，娟娟者霣涕誰憐(34)？墮溷沾籬，畢芳魂於一日(35)；朝榮夕悴，免荼毒于何年？怨羅裳之易開，罵空聞于子夜(36)；訟狂伯之肆虐，章未報于天庭(37)。誕告(38)芳鄰，學作蛾眉之陣；凡屬同氣，群興草木之兵(39)。奠言蒲柳無能，但須藩籬有志(40)。且看鶯儔燕侶，公覆奪愛之仇；請與蝶友蜂交，共發同心之誓(41)。蘭橈桂楫，可教戰于昆明(42)；桑蓋柳旌，用觀兵于上苑(43)。東籬處士，亦出茅廬(44)；大樹將軍，應懷義憤(45)。殺其氣焰，洗千年粉黛之冤；殲爾豪強，銷萬古風流之恨(46)！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.舜彈五弦琴，歌《南風》之詩，其詩日：‘南風之薰兮，可以解吾民之溫兮。南風之時兮，可以阜吾民之財兮。”",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;謂楚王也曾受風的蠱惑而藉以稱雄，但對宋玉的諷諫之意卻不予體察。",
      "&emsp;&emsp;楚王，指楚襄王，即楚頃襄王。傳宋玉所作的《風賦》，以風為喻，諷刺楚王一味淫樂驕縱，不知體恤百姓。有云：“楚襄王游于蘭台之宮，宋玉、景差侍。有風颯然而至，王乃披襟而當之，日，快哉此風！寡人所以庶人共者邪？”宋玉回答，指出有“大王之風”和“庶人之風”；前者為“雄風”，後者為“雌風”，楚王深為其說所動。賢才，蓋指宋玉。未能稱意，謂其婉轉設譬，未能達到諷諫的目的。",
      "&emsp;&emsp;3.",
      "&emsp;&emsp;沛上”二句：謂起兵沛上的劉邦，竟借《大風》之歌而抒寫思守土猛土之意。沛上英雄，指漢高祖劉邦，他於家鄉沛縣起兵反秦。雲飛而思猛士。",
      "&emsp;&emsp;劉邦《大風歌》詩曰‘大風起兮雲飛揚，威加海內兮歸故鄉，安得猛士兮守四方！’",
      "&emsp;&emsp;4.",
      "&emsp;&emsp;茂陵，二句，謂漢武帝竟也以《秋風辭》抒發其懷念佳人之情。茂陵天子，指漢武帝劉徹，因其死葬茂陵，故稱。漢武帝《秋風辭》有云：”秋風起兮白雲飛，草木黃兮雁南歸。蘭有秀兮菊有芳，攜（一作“懷”）佳人兮不能忘。“",
      "&emsp;&emsp;5.",
      "&emsp;&emsp;碎玉：碎玉片。王仁裕《開元遺事》下載，唐玄宗之子岐王，為測定風向，在”宮中于竹林內懸碎玉片，每夜聞相觸之聲，即知有風，號占風鋒“。鋒，大鈴。",
      "&emsp;&emsp;6.",
      "&emsp;&emsp;“尋帷”二句：謂風不經允許逕入內室，如同關係極為密切的賓客。尋帷下榻，謂不經介紹，直入內室。《後漢書·徐稚傳》載，陳著為豫章太守，在郡不接待賓客，但設一榻。去則懸之。後因稱賓客寄居為下榻。",
      "&emsp;&emsp;人幕之賓，謂關係極為密切的賓客。入幕，入於帳幕之中。《晉書·郗超傳》：”謝安與王坦之嘗詣（桓）溫論事，溫令超帳中臥聽之。風動帳開，安笑曰：郗生可謂入幕之賓矣。“",
      "&emsp;&emsp;7.",
      "&emsp;&emsp;“若非”二句：謂風橫暴異常，有時幾乎把人吹入空中。妃子，指漢成帝妃趙飛燕。掌中舞",
      "&emsp;&emsp;唐代詩人徐凝在他的《漢宮曲》中形容道「趙家飛燕侍昭陽，掌中舞罷簫聲絕」，掌中舞從此成了趙飛燕的一個獨有標誌。留仙裙",
      "&emsp;&emsp;出自於漢代伶玄《趙飛燕外傳》，據說趙飛燕體態極其輕盈，每當他纖腰款擺、迎風飛舞時，就好像要乘風而去一般。有一次，趙飛燕在宮裡一個高高的舞台上舞蹈時，大家正看得入迷，忽然一陣狂風吹來，趙飛燕隨風而舞，好像真的要被風吹走了一樣。於是成帝趕緊叫樂師們拉住趙飛燕的裙擺，免得他被風吹走。待風停時，發現趙飛燕的雲英紫裙竟被抓得皺皺的，從此宮中女士們就流行穿這種特意造出的皺皺的裙子，名叫「留仙裙」。",
      "&emsp;&emsp;8.",
      "&emsp;&emsp;“吐虹絲”二句：謂風狂妄無比，竟敢借月暈而顯示自己出現的徵兆。虹絲，彩色的光環，喻暈環。碧落，猶碧空，天空。因，借。闌，月闌，即月暈。環繞在月亮四周的彩色模糊的光氣。蘇洵《辨奸論》：“月暈而風，礎潤而雨，人皆知之。”",
      "&emsp;&emsp;9.",
      "&emsp;&emsp;“翻柳浪”二句：謂風於初春郊野吹動楊柳，卻謊稱寄送花開的消息。為花寄信，指花信風，應花期而來的風。從小寒到穀雨，共八個節氣一百二十日；五日為一候，計二十四候，稱二十四番花信風。清明節三信，即桐花、麥花、柳花。詳程大昌《演繁露·花信風》。",
      "&emsp;&emsp;10.薜荔之衣：薜荔衣，汲古閣本注：「時刻薜蘿襟」。薜荔衣，隱者之衣也。陳注：「《九歌》：『若有人兮山之阿，披薜荔兮帶女蘿。』」",
      "&emsp;&emsp;11.",
      "&emsp;&emsp;“登高台”三句：此化取孟嘉九日登高落帽故事，謂人們遊興方濃時，風卻故意吹落其帽。高興，高雅的興致。落茱萸之帽，即於九月九日吹落帽子。茱萸為一種有濃烈香味的植物。古人九月九日（重陽節〕登高飲酒時，常佩戴茱萸，認為能避邪消災。九日登高落帽事，見陶淵明《晉故征西大將軍長史孟府君傳》。盂府君，即孟嘉。嘉為征西將軍桓溫參軍，頗為所重。九日桓溫在龍山宴集僚佐，“有風吹君帽墮落，溫目左右及賓客勿言，以觀其舉止。”",
      "&emsp;&emsp;12.",
      "&emsp;&emsp;“蓬梗”二句：謂飛蓬翻卷，本欲隨風蕩墮，卻不料被旋風吹入高空。",
      "&emsp;&emsp;蓬梗，蓬草之莖。蓬，草名，即飛蓬。蓬莖當秋而腐，遇風即飛起飄轉。",
      "&emsp;&emsp;曹植《雜詩》之二“轉蓬離本根，飄飄隨長風。何意回飆舉，吹我入雲中。",
      "&emsp;&emsp;高高上無極，天路安可窮！",
      "&emsp;&emsp;“三秋，秋季的第二個月，即陰曆九月。王勃《滕王閣序》：”時維九月，序屬三秋。",
      "&emsp;&emsp;“羊角，一種旋風。《莊子·逍遙遊》：”摶扶搖羊角而上者九萬里。“摶空，盤旋於空中。",
      "&emsp;&emsp;13.",
      "&emsp;&emsp;“箏聲”二句：謂發出悅耳之聲的風箏，風竟吹斷絲線使其飄沒人雲。箏，風箏。即紙鳶。初，五代漢李業于宮中作紙鳶，引線乘風為戲，後於鳶首以竹為笛，使風人作聲，如箏鳴，俗呼風箏。”鳶絲，即風箏線。",
      "&emsp;&emsp;14.不奉太后之詔，欲速花開：據載，武則天冬日要游上苑，遣使宣詔雲：“明朝游上苑，火急報春知：花須連夜發，莫待曉風吹！”第二日淩晨，除牡丹而外，百花俱開。詳《事物紀原》",
      "&emsp;&emsp;15.未絕座客之纓：楚莊王賜其群臣酒，日暮酒酣、左右皆醉，殿上燭滅，有牽王后衣者，后扢冠纓而絕之，言於王曰：「今燭滅，有牽妾衣者，妾扢其纓而絕之，願趣火視絕纓者。」王曰：「止。」立出令曰：「與寡人飲、不絕纓者，不為樂也。」於是冠纓無完者，不知王后絕冠纓者誰，於是王遂與群臣歡飲乃罷。後吳興師攻楚，有人常為應行，合戰者五，陷陣卻敵，遂取大軍之首而獻之。王怪而問之曰：「寡人未嘗有異於子，子何為於寡人厚也。」對曰：「臣先殿上絕纓者也，當時宜以肝膽塗地，負日久矣，未有所效，今幸得用，於臣之義，尚可為王破吳而強楚。」",
      "&emsp;&emsp;16.李賀之山：李賀，是著名的唐朝詩人，被稱為「詩鬼」。李賀的詩想像力豐富，意境詭異華麗。其《浩歌》詩有云：“南風吹山作平地，帝遣天吳移海水。”",
      "&emsp;&emsp;17.杜陵之屋：破屋；為唐代詩人杜甫的祖籍。因其常自稱“壯陵野客”，後人即以“杜陵”指代杜甫。杜甫《茅屋為秋風所破歌》︰",
      "&emsp;&emsp;八月秋高風怒號，卷我屋上三重茅。",
      "&emsp;&emsp;茅飛渡江灑江郊，高者掛罥長林梢，下者飄轉沉塘坳。",
      "&emsp;&emsp;南村群童欺我老無力，忍能對面為盜賊。",
      "&emsp;&emsp;公然抱茅入竹去，唇焦口燥呼不得，歸來倚杖自歎息。",
      "&emsp;&emsp;俄頃風定雲墨色，秋天漠漠向昏黑。",
      "&emsp;&emsp;布衾多年冷似鐵，驕兒惡臥踏裡裂。",
      "&emsp;&emsp;床頭屋漏無干處，雨腳如麻未斷絕。",
      "&emsp;&emsp;自經喪亂少睡眠，長夜沾濕何由徹！",
      "&emsp;&emsp;安得廣廈千萬間，大庇天下寒士俱歡顏，風雨不動安如山！",
      "&emsp;&emsp;嗚呼！何時眼前突兀見此屋，吾廬獨破受凍死亦足！",
      "&emsp;&emsp;18.",
      "&emsp;&emsp;“馮夷”二句：渭即使微風也能在河中鼓起波浪，如笙一般的西風過後卻是傾盆大雨。馮夷擊鼓，謂水神鼓起河中微波。馮（音ㄆㄧㄥˊ）夷，神話傳說中的水神名。曹植《洛神賦》：“於是屏民收風，川後靜波。馮夷嗚鼓，女媧清歌。”少女，少女風，即西風。《易》以八卦配八方，兌為西方；兌為少女，西方之卦，因稱，《三國志·魏書·管輅傳》“令夕當雨”注引《管輅列傳》：“至日向暮，了無雲氣，眾人並嗤貉。貉言：樹上已有少女微風，樹間又有陰鳥和鳴。……其應至矣。”吹笙，謂風聲如奏笙竽一般悅耳。笙，管樂器。相傳吹笙用吸氣，微吸作響，與風過林木相類。",
      "&emsp;&emsp;19.",
      "&emsp;&emsp;“蕩漾”四句：謂微風吹來，草皆低伏；狂風驟至，則屋瓦欲飛。",
      "&emsp;&emsp;20.“未施”二句︰謂風尚未施擊水騰空之威，江豚卻怕得時出江面拜舞。摶水之威，謂風作浪起，托物騰空的威力。《莊子·逍遙遊》：“《齊諧》者，志怪者也。《諧》之言日：‘鵬之徒于南冥也，水擊三千里，摶扶搖而上者九萬里。”江豚，鯨類。據說江豚在浪中跳躍，每每起風，舟人用以占風。",
      "&emsp;&emsp;21.“陡出”二句：謂風陡然揚沙遮天，雁群因而散亂。障天，遮天，謂風播沙揚塵，遮天蔽日。書大雁字，指大雁飛行時在天空排成一字或人字形。不成行，謂雁群散亂。",
      "&emsp;&emsp;22.“助馬當”四句：謂風助王勃早抵南昌尚有可取，而拂動瑤台翠帳則存心不良。助馬當之輕帆，指王勃南行至馬當遇順風事。王勃，唐初著名詩人。馬當，山名。在今江西彭澤縣東北，橫枕大江，其形似馬，回風掀浪，舟行艱難。王勃南行，至此恰遇順風，一夜即抵南昌，寫了著名的《騰王閣詩序》。見《九江記》。瑤台，傳說中西王母的宮殿，見《穆天子傳》。沈約《擬風賦》中有“時卷瑤台翠帳，乍動俠女輕衣”之句，為“牽瑤台之翠帳”所本。",
      "&emsp;&emsp;23.",
      "&emsp;&emsp;“至於”二句：謂海鳥有靈，尚且依附魯門以避大風。海鳥，名愛居。魯門，指古曲阜城門。曲阜為春秋魯國都城。《國語·魯語》上：“海鳥愛居，止于魯東門之外三日，臧文仲使人祭之。展禽日：‘今茲海其有災乎？夫廣川鳥獸，恒知避災。’是歲也，海多大風。”",
      "&emsp;&emsp;24.“但使”二句：謂只要能使行人安全，願喚回尤郎以平息風息。典出《瑯嬛記》，傳說古時有一石氏女子嫁給一位尤姓男子，夫妻甚為恩愛，他的丈夫因為經商，要出遠門，婦人留不住他，日夜思念終至成疾，臨終時留言道：「吾恨不能阻其行，以至於此！今凡有商旅遠行。吾當作大風為天下婦人阻之。」後來就把行船時遇到的逆風稱之為石尤風。",
      "&emsp;&emsp;25.“古有”四句：謂古有乘風破浪、志在四方的賢哲英豪，今卻沒有御風而行、不汲汲追求利祿的高士。古有賢豪，指字愨。《宋書·字愨傳》：“愨少時，叔父炳問其志，曰‘願乘長風，破萬里浪。’”御以行者，御風而行的人，指列御寇。《莊子·逍遙遊：“夫列子御風而行，泠然善也，旬有五日而後反。彼於致福者，未數數然也。”",
      "&emsp;&emsp;26.“駕炮車”二句：謂暴風因伴狂雲而起，便妄自尊大，炮車雲，伴暴風而起的狂雲。風起雲湧，伴同飛砂走石，類古發石攻戰之炮車，故名。",
      "&emsp;&emsp;”夜郎自大，喻妄自尊大。夜郎，漢時西南小國，在今貴州桐柞縣。《史記·西南夷列傳》：“滇王與漢使者言曰：‘漢孰與我大？’及夜郎侯亦然。以道不通，故各自以為一州主，不知漢廣大。”",
      "&emsp;&emsp;27.“恃貪狼”二句：謂河伯恃暴風之威，氾濫成災。貪狼，舊時陰陽術土迷信，以歲月日時附會人事，以“貪狼”指申時。並謂申主貪狼，而水生於申，其氣動而成暴風。詳《漢書·翼奉傳》及注引盂康說，後因以貪狼指暴風。《新五代史·前蜀王衍世家》：“行至梓潼，大風髮屋拔木。太史曰：‘此貪狼風也，當有敗軍殺將者。’”風興而浪作，潰堤成災，因雲“以河伯為尊”。",
      "&emsp;&emsp;28.“姊妹”二句：謂百花全都受到暴風的摧殘和蹂躪。姊妹，花類，花神的姊妹，匯族，全族，合族。悉，皆。此承上旬，風興浪作，河伯恃暴風逞惡，因亦暗用河伯娶婦事。古時迷信，巫祝為消弭水患，須為河伯娶婦年年將一少女拋于河內。詳《史記·滑稽列傳·西門豹》。",
      "&emsp;&emsp;29.“紛紅”四句：謂花木受風摧殘，永無休止。紛紅駭綠，紅花紛然，綠葉擾擾，形容大風過後花木搖動之狀。柳宗元《袁家渴記》：“每風自四山而下，振動大木，掩冉眾草，紛紅駭綠，蓊勃香氣。”掩冉”，披拂之狀。何窮，謂無窮，並下旬“無際”，謂無已時。擘柳、鳴條，既是風名，也狀疾風吹殘花木的情景。擘柳，吹花擘柳風，為河朔（泛指令黃河以北地區）一帶春日疾風，“數日一作，三日乃止。”見《韻府》。鳴條，一種乍微漸疾之風。《格致鏡原》引《乙已占》謂“凡風動葉，十里鳴條。”蕭騷，風吹林木聲。",
      "&emsp;&emsp;30.“雨零”二句：謂風雨過後，花瓣墜落成為客人的坐墊。",
      "&emsp;&emsp;金谷，金穀園，在今河南洛陽市西北，為晉石崇所築別墅，祟常於其中宴客賦詩。",
      "&emsp;&emsp;31.“露冷”二句：謂柳絮飄落，沾濡露水，隨即為泥土所汙。華林，華林園，三國吳時舊宮苑，在建業台城。",
      "&emsp;&emsp;32.“翩躚”四句：謂風吹花落，春光消逝，使游春少女徒芳往返。翩躚，輕盈飄逸的樣子。江漢女，江漢遊女。”弓鞋，舊時女子纏足而足背弓起，因稱其鞋為“弓鞋”。",
      "&emsp;&emsp;珠勒，以珠為飾的馬勒。嘶，馬鳴。",
      "&emsp;&emsp;33.",
      "&emsp;&emsp;“爾乃”四句：謂風送春歸之後，仍十分猛烈。爾，你，指風。趾高氣揚，驕氣盈溢的樣子。踔厲，此取意于“踔厲風發”，謂風吹動不已摧殘花木幼芽，振搖已開之花使之隕催。",
      "&emsp;&emsp;34.“久矣”二句：謂眾花任風摧殘，其哀苦無人同情。朱幡不豎，謂眾花得不到庇護，任風推殘。穀神子《博異志》載，唐天寶中，處土崔玄微人嵩山采藥時，獨處一院，遇眾花之精所化的女子宴請封十八姨（即風神）。",
      "&emsp;&emsp;石榴花之桔（醋醋）因不奉迎風神，懼為其推殘，求崔庇護，囑崔雲：“但處士每歲歲日，與作一朱幡，上圖日月五星之文，于苑東立之，則免難矣。",
      "&emsp;&emsp;今歲已過，但請至月二十一日平旦，微有東風則立之，庶夫免於患也。“崔依其言，”至此日立幡。是日東風刮地，自洛南折樹飛沙，而苑中繁花不動。“",
      "&emsp;&emsp;35.“墮溷”二句：謂花隨風蕩落，墮溷沾籬，命運可悲。",
      "&emsp;&emsp;墮溷沾籬，此指花隨風飄落各處。溷，糞坑。籬，藩籬。畢，結束。芳魂，本指女性精魂；此指花。",
      "&emsp;&emsp;36.“怨羅裳”二句：謂春風撩撥少女春情，便遭到人們的嘲罵。",
      "&emsp;&emsp;37.“訟狂伯”二句：謂狂風引起人們公憤，卻未受到天帝的制裁。",
      "&emsp;&emsp;38.“誕告”二句，謂眾花應聯合起來，共同對付狂風。誕告，猶廣告。",
      "&emsp;&emsp;39.“凡屬”二句：謂凡屬花草，都應成為與狂風鬥爭的戰士。同氣，氣質相近或相同，即同類。",
      "&emsp;&emsp;40.“莫言”二句：謂即便如蒲柳一般柔弱，只要有志，編作籬笆也可盡到衛護花的責任。蒲柳，即水楊，枝年可編作籬笆。因其秋季較早雕落，常喻衰弱的體質，故雲“無能”。藩籬，以竹編成的籬笆。引申為守衛之意。",
      "&emsp;&emsp;41.“且看”四句：謂眾花與蜂蝶聯合起來，誓復狂風傷殘花類之仇。",
      "&emsp;&emsp;鶯儔燕侶，喻稱女伴，此指眾花，鶯、燕，春天飛鳴，常喻少女。公，大家，即“鶯儔燕侶”。復，報復。奪愛，強力奪其所愛。指風傷代花類。與蝶友蜂交，謂與蝴蝶、蜜蜂交朋友。同心之誓，謂同仇敵汽的誓言。",
      "&emsp;&emsp;42.“蘭橈”二句：謂蘭、桂以其香潔、貞正，可率眾花進行討伐狂風的訓練。蘭橈桂楫，本謂船槳的香潔（見屈原《九歌·湘君》），此取字面意思，即指蘭（木蘭）、桂（桂樹）二種香木。《拾遺記》：“蘭桂可折，而不可掩其貞。",
      "&emsp;&emsp;昆明，指昆明池，即今雲南滇池。漢武帝元狩三年，在長安近郊，仿作昆明池，以教習水戰，。",
      "&emsp;&emsp;43.“桑蓋”二句：謂桑可為車蓋、柳可為旌旗，以備戰前觀兵之用。",
      "&emsp;&emsp;桑蓋柳旌，桑柳的形象說法：桑葉大蔭濃，形如車蓋；柳枝條柔細，拂拂如旌旗招展。觀兵，檢閱軍隊，以示軍威。觀，示。上苑，供帝王游獵的園林。",
      "&emsp;&emsp;44.",
      "&emsp;&emsp;“東籬”二句：謂高逸的菊花也出而參戰。東籬處士，指東晉詩人陶淵明。陶性愛菊，常以菊喻其品質貞潔。其詩《飲酒》之五有“采菊東籬下，悠然見南山”之句，因稱。此處借指菊花。處士，古稱有才德而隱居不仕的人。陶淵明一生大半隱居，《晉書》、《南史》、《宋書》都將其列入《隱逸傳》。出茅廬，謂由隱居而出仕。茅廬，簡陋的居室。",
      "&emsp;&emsp;45.“大樹”二句：謂獨立的大樹對於狂風也懷有義憤。大樹將軍，指東漢將軍馮異，馮為人謙退不伐，“每所止舍，諸將並坐論功，異常獨屏樹下，軍中號日‘大樹將軍’。”見《後漢書·馮異傳》。此取字面意思，借指大樹。",
      "&emsp;&emsp;46.“殺其”四句：謂齊力討伐，打掉狂風的囂張氣焰；殲滅強暴，為",
      "&emsp;&emsp;眾花雪沉冤、銷積恨。殺，滅。粉黛，搽臉白粉和描眉的黛墨，均為舊時女子化妝用品，因借指美女，此惜以喻花。豪強，喻風。銷，消解。風流：風韻，借指女子。此指花。",
      "&emsp;&emsp;編者說：蒲先生的歌賦，就是中國的典故大全；後面抄了一段檄文翻譯，譯得不盡如人意，但是我譯不出來，譯者還是比我高明許多；畢竟不再是故事，許多典故用語，還是原文最傳神。",
      "&emsp;&emsp;“封家女子，性情飛揚跋扈，心懷嫉妒。用自己的才能作惡，妒忌的情感，深入骨髓，常在暗處害人，就如含沙射影的蜮一樣惡毒。從前虞舜受到她的迷惑，連他的妻子女英娥皇也不能解除他的煩惱，虞舜反而向她求助。楚王受她煽動，賢能之士都不能使他滿意，似乎只有得到她才能稱雄。漢高祖劉邦，要唱“大風歌”，才能抒發懷念守士衛國戰士的情感。漢武帝劉徹也要唱“秋風詞”，才能歌詠懷思美人的感情。那封氏女子，從此仗著受到帝王寵愛，一天天放縱，到處張狂，橫行無忌。大聲吼叫，把王宮裏的玉都吹碎了，聲音震耳；在秋天夜裏吹動樹木，發出使人寒冷的聲音。有時借助虎的威風突然在山林中吹起，有時在灩瀕堆中掀起長江的浪濤。還有，吹動樓上策鉤，不斷發出聲響，吹動詹頭鐵馬，驚破離別之人的好夢。鑽進帷幕上床，如同最親密的伴侶。隨意推門進屋，竟然翻起書來。人們不認識她，她逕自開門進來。她有時發狂，把人也捲上了天空。她狂淒無比，竟然借月暈而顯示她的到來。她在春天郊野，吹拂楊柳，謊說是替花神傳信。陶淵明辭官還鄉，她竟在歸途中，吹動他的衣裳。晉代孟嘉高興地登上高臺，她敢無理吹掉他的帽子。飛蓬翻捲本想自由降落，她竟一直把它吹上高空。風箏升上天空，她把絲線吹斷。她不是遵奉武則天的命令，也敢讓花兒提前開放。不像楚王為了保護有功下屬，她也敢把燈吹滅。甚至於揚起塵土，把山吹成平地，呼風喚雨，吹走了茅屋上的苫草。即使微風，也能掀起波浪，和風也會帶來傾盆暴雨。她飄飄蕩蕩過來，草兒都要低頭哈腰，她要怒吼而來，房瓦也被吹飛。她還沒有施威掀起波浪，那江豚就趕快浮出水面向她朝拜。突然顯耀她遮天蓋地的本領，那大雁飛行也不再成行。她在馬當山吹動船帆，使王勃早到滕王閣，那是她別有所圖；吹動瑤臺上翠綠的帳子，那又有什麼打算?至於那些海鳥有靈性，知道飛到魯國城門上躲避她。只要能讓在外親人平安歸來，人們願意向她乞求。世上沒有高人有誰能夠駕御她飛行?她伴隨著狂雲而至，妄自尊大，發起脾氣，不聽河神命令，掀起巨浪。我的姐妹全受她摧殘，整個家族都被她蹂躪，花朵紛紛落地，葉子驚慌搖晃。在她淫威之下，整日搖搖擺擺，那裡是個盡頭?她吹起柳條，鳴鳴作響，聲音傳到遠方。她挾雨來到花園，花瓣都成了人們的坐墊。她帶寒露而來，柳花紛紛落地，沾滿泥土。花兒凋落了，落花也被她吹得到處翻飛。在朱紅樓榭和雕刻的欄杆旁邊，花兒紛紛凋謝。在旦夕之間就使春天減色，使人憂愁。人們到處尋找落花，對她的怨恨並非誤解。她把花朵吹落，使遊園少女徒勞往返；花兒落盡，樓上的寂寞離人，只能對著青草空自歎息。這個時候，感傷春光盡逝的人難以表達怨憤情感；尋找美景的人只能吟唱無可奈何的歌。春天過去之後，你仍趾高氣揚，無緣無故狂舞不止。摧毀花草幼芽，吹跑落地之花，無休無止。可悲啊!綠樹還在，也只是圍在牆邊讓葉子被吹落。很久了，能保護花朵的朱幡沒人給建立了，美好的花朵流著眼淚，有誰憐惜?花兒掉在廁所裏，掛在籬笆上，一天之內死去。她們總是早晨開了，晚上就憔悴了，要等到何年才能免去災難?氣憤羅衣被吹開，只聽說《子夜歌》曾經罵過她。控告她的暴虐，那奏章還沒有送到玉皇面前。我要向花兒姐妹們大聲疾呼，要學習平陽公主的娘子軍，凡是同類，聯合起來，興兵反抗。不要說自己柔弱沒有本領，一定要有守士抗敵之志。你們且看那成雙成隊的黃鶯，燕子，我們聯合起來，共同報復奪走親人的仇恨，讓我們與蝴喋蜜蜂結成朋友，共同誓死抗敵。蘭樹桂樹，可以做成船漿，用來進行水戰；桑樹可以遮蔭，柳樹可以做旗杆，做為練兵之用。隱居的菊花也要走出茅廬，出謀劃策，謙樸的大樹要做將軍，滿懷義憤。要撲滅她的氣焰，洗雪千年花草的仇冤，殺死那兇惡的東西，消除我們的萬古積恨。”"
    ]
  },
  {
    "title": "河間生",
    "href": "http://liaozhai.weebly.com/278273829129983.html",
    "content": [
      "&emsp;&emsp;河間縣有個書生，將麥穰在自家的麥場上堆積得像山丘一樣高。家人天天拿來當柴燒，日子久了，形成一個凹洞。有狐狸住在這個洞中，經常變化成一個老翁，跟書生見面。",
      "&emsp;&emsp;有一天，老翁請書生去喝酒。到了洞前面，拱手請書生入洞。書生不願意，老翁勉強他進去，書生進洞一看，只見房屋走廊，華麗寬敞。坐下來後，擺上來的茶、酒都芳香無比。只是日色昏黃，也分不清是白天還是晚上。喝完酒，出來再同頭一看，又什麼都沒有了。",
      "&emsp;&emsp;老翁經常在晚上外出，直到第二天一早才回來，誰也不知他去了那裡。問他，便說是有朋友請他去喝酒。一次，書生請他帶自己一同前去，老翁不答應。書生再三懇求，老翁才同意；老翁挽住書生的手臂，快如疾風地往前行去。走了有做頓飯的功夫，來到一個城市。二人走進一家酒店中，只見客人很多，一桌一桌地聚在一起喝酒，一片喧鬧聲。狐翁領著書生來到樓上，往下看下邊喝酒的人，桌幾上擺著的菜肴都歷歷在目。老翁自己下樓，任意取拿桌上的酒菜，拿上來讓書生吃，喝酒的人竟一點也不察覺。過了一會兒，書生見樓下一個穿紅衣服的人桌上擺著金桔，便請老翁去拿。老翁說：“那人是個正直的人，我不能接近他！”書生聽了這話，心裏默想：狐跟我交朋友，一定是因為我是一個邪惡的人；從今以後，我一定要做個正派人！剛想到這裏，忽然身子不由自主，頭一暈，從樓上掉了下去。樓下喝酒的人大吃一驚，都吵嚷起來，以為是妖怪。書生仰頭往上一看，竟然不是樓上，原來剛才是在屋樑上！書生將實情告訴了眾人，眾人確認他說的是實話，便送他路費，讓他走了。書生問眾人這是什麼地方，得知是山東魚台縣，離河間縣已一千多里路了。"
    ]
  },
  {
    "title": "雲翠仙",
    "href": "http://liaozhai.weebly.com/386423273620185.html",
    "content": [
      "&emsp;&emsp;梁有才，原籍山西，是個小商販。暫住在濟南。家裏一無妻子二無田地，獨身一人。­",
      "&emsp;&emsp;一天，梁有才跟別人去爬泰山。泰山在四月裏去燒香的人很多。又有男女信徒一百多人，間雜著跪在神座下面，看著香燒完了才起來，叫作“跪香”。梁有才看見這些跪著的人中有一個女子，年紀有十七八歲，長得很美，非常喜歡她。他佯裝香客，靠近女郎跪下。又裝作膝蓋沒勁的樣子，一俯身去摸女郎的腳；女郎回頭看了一下，似乎有點生氣，就跪著走了幾步，離梁有才遠一些。可是梁有才也跪著走過去靠近女郎，一會兒，又去摸女郎的腳。女郎察覺梁有才不懷好意，忽地站起來出門走了。梁有才也不跪了，去追女郎，可是走出來卻看不見女郎的蹤跡，不知去那裡了，心裏大失所望，沒精打采地走著。半路上看見女郎跟著一個老婦人一起走，看樣子像是女郎的母親。梁有才跟上去。老婦人與女郎一面走路一面說話。老婦人說：“你能來泰山參禮娘娘，是好事！你又沒有弟弟妹妹，但求娘娘暗中保護，能找到個好女婿，只要孝順，不一定是王孫公子。”梁有才聽了，心中暗暗高興，漸漸靠近老婦人與她搭話。老婦人自稱姓雲，女兒名叫翠仙，是她的親生女，家住西山裏，離此四十多里路。梁有才說：“山路很難走，大娘你年紀大了走路費力，小妹又這樣細弱也走不快，什麼時候才能到家？”老婦人說：“天已晚了，我們準備在她舅舅家裏住一宿。”梁有才又說：“剛才您說找女婿不嫌窮，只要人好；我還沒有結婚，我能讓您滿意嗎？”老婦人問女兒，女郎沒說話。問了好幾次，女郎才說：“他沒有福氣，行為又浮蕩，反覆無常，我不能嫁給這種薄情人作妻子！”梁有才聽了，竭力表白自己誠實，還指天盟誓。老婦人聽了很歡喜，竟答應了他的婚事。女郎很不高興，變了臉色。老婦人又拍了一下梁有才，表示親切。梁有才更加殷勤，花錢雇了兩頂二人抬山兜，叫她母女坐，自己步行跟在後面，像僕人一樣。每逢不好走的地方，還喊轎夫慢點走不要搖擺，表現非常殷勤。­",
      "&emsp;&emsp;過了一會兒，進了一個村子，老婦人便邀梁有才一同到女郎舅舅家。舅舅是個老頭了。舅媽也是老太太。雲老婦人和他們以兄嫂互相招呼。對他們說：“梁有才是我的女婿，今天正是好日子，不要再選擇日子了，今晚就叫他們成婚。”舅翁也很高興，拿出酒菜招待梁有才。接著，雲翠仙也化好妝出來，整理好床舖催他早睡。­",
      "&emsp;&emsp;梁有才與女子入了洞房，女郎說：“我本來就知道你不是個好人，但迫於母命，姑且嫁你。你若是好好做人，就不必憂愁以後沒好日子過。”梁有才唯唯諾諾地答應著。天明，早早起床，老婦人對梁有才說：“你先回家，我與女兒隨後就到。”­",
      "&emsp;&emsp;梁有才回到家裏，把房子、院子打掃乾淨，老婦人果然送女郎來了。母女進屋一看，什麼也沒有。老婦人便說：“這個樣子怎麼過日子？我馬上回去，給你們準備一點東西。”便走了。­",
      "&emsp;&emsp;第二天，有幾個男女送來衣被、用具，擺了滿滿一屋，連頓飯沒吃就走了，只留下一個小丫鬟。梁有才從此坐享溫飽，每日招呼一些無賴飲酒、賭博，漸漸地會偷妻子的首飾去賭。雲翠仙多次勸阻，梁有才不但不聽，還很不耐煩。翠仙無法，只好天天守著箱子，像防賊一樣。­",
      "&emsp;&emsp;一天，賭徒們叫門找粱有才，偷偷看見了雲翠仙，非常吃驚，對梁有才說：“你大富貴了，還愁窮嗎？”梁有才問原因。賭徒們說：“剛才見你夫人，實在跟天仙一樣，她與你的家境很不相稱。賣給人家作妾，可得一百兩銀子；如賣到妓院，可得一千兩銀子。你一旦千兩銀子到手，還怕沒錢飲酒賭博？”梁有才當時雖沒有說什麼，但心裏也同意這話。回到家裏時時對妻子歎氣，說窮得沒法過。翠仙也不理他，粱有才就天天敲桌子，扔筷子，罵丫鬟，作出種種姿態叫翠仙看。",
      "&emsp;&emsp;一天晚上，翠仙打了酒來與他對飲，忽然對他說：“你因為家裏窮，天天焦心，我又無法使你不窮，不能替你分憂，那能不慚愧？但家裏又沒別的東西可賣了，只有這個丫鬟，賣了她，可能還稍稍解決點用度。”粱有才搖搖頭說：“她能值幾個錢！”又呆了一會，翠仙說：“我對於你，還有什麼不能支持的？但真的一點辦法也沒有了。我們窮到這個地步，就是死心地跟你過一輩子，不過是一起受一百年苦，能有什麼前途？不如把我賣給有錢的人家，都能得到好處，賣的錢可能比丫鬟多些。”粱有才故意裝作驚訝地說：“何至於如此？”翠仙再三要求，臉色很認真。梁有才才高興地說：“再慢慢商量。”­",
      "&emsp;&emsp;粱有才於是便巴結權臣把妻子賣給官府的妓院。官吏親自來看人，見了雲翠仙，非常高興，怕不能到手，立下字據，支了八百串錢，事情就說定了。翠仙說：“我母親因為你窮，常常掛念，今天咱們斷了情緣，我得回娘家一趟。況且咱倆就要分開了，那能不告訴母親一聲？”梁有才顧慮她母親阻攔。翠仙說：“這是我自己願意的，保證不要緊。”粱有才聽從了，便跟著翠仙去她娘家。­",
      "&emsp;&emsp;半夜才到了翠仙娘家，叫開門進了院子，見樓房非常華麗，丫鬟使女來來去去的很多。以前粱有才天天與翠仙在一起，經常要求來看岳母，翠仙都不同意；所以當了一年多女婿，還沒有走一次岳母家。今天一見，十分驚奇，心裏想，她家原是這樣的大戶人家，恐怕不甘心把女兒賣去當妓女。­",
      "&emsp;&emsp;翠仙領粱有才上了樓，老婦人一見，驚訝地問夫妻倆為何而來。翠仙抱怨說：“我原來就說他是個不義的人，如今果然不錯！”便從衣服裏邊拿出兩錠黃金放在桌子上，說：“這金子幸虧沒有被小人偷了去，今天仍歸還給母親。”母親驚奇地問緣故。翠仙說：“他將要把我賣了，我收著這金子也沒有用處。”指著粱有才大罵：“豺狼！鼠子！以前你挑著擔子，滿臉是土，像鬼一樣。結婚時，渾身汗臭氣，身上的污垢掉下來幾乎砸塌了床，腳上老皴一寸多厚，叫人整夜噁心。是我進了你家，你才坐吃三餐，脫了你那身窮鬼皮。母親在上，難道我是說謊嗎？”粱有才低著頭，一聲也不敢吭。翠仙又說：“我自己知道我沒有傾國傾城的相貌，不配侍奉富貴的人；像你這樣的男人，我自認為還配得過你。有什麼虧待你的地方，竟不念一點香火之情？我豈不能蓋樓房、買田地？就是看你一身窮骨頭，天生乞丐相，早晚不能白頭到老！”說完了，丫鬟婆子們連起手來，團團圍住梁有才。看見小姐斥駡他，便一起唾駡，都說：“不如殺了他，何必多說！”梁有才害怕，跪在地上認錯，直說自己知道悔改了。翠仙又生氣地說：“賣妻子已是十惡不赦，夠殘忍的了，況且還把同床人賣去當妓女！”話還沒有說完，眾人都怒目圓睜，一起用簪子、剪刀刺梁的肋下、踝骨。梁有才嚎啕大哭，叫喊著求饒。翠仙制止住說：“可以暫時放了他，他就是不仁不義，我還不忍心看他害怕的樣子。”便領著丫鬟使女們下樓去了。­",
      "&emsp;&emsp;梁有才坐著聽了一會兒，沒有動靜了，心裏想偷跑。一仰頭，看見滿天星斗，東方已發白了。四面一片蒼茫的原野，燈也沒有了，房子也沒有了，自己坐在峭壁上，向下看是深不見底的山谷，心裏害怕掉下去。身子一動，轟隆一聲隨著亂石就掉了下來。幸虧半山腰有棵枯樹擋了一下，沒有掉入山谷。他肚子掛在枯樹上，手足都夠不到東西。向下看茫茫然不知有多少丈深，身子一動也不敢動，連喊帶怕，聲嘶力竭，全身都腫了，眼、耳、鼻、舌、身，都一點勁也沒有了。",
      "&emsp;&emsp;太陽漸漸升高了，才有個打柴的人看見梁有才。他找了條繩子來，把梁放下山崖，已經奄奄一息。打柴的人把他送回家去。到了家，大門敞著，家裏一片荒涼，像座破廟，桌椅板凳都沒有了，只有一張繩結的床和一張破桌子，還是他家的舊物。零零亂亂地還放在那裏。梁有才渾身無力地躺下，餓了，就向鄰居家要口飯吃。接著身子腫處潰爛了，成了癩瘡。鄉里人看不起他，都不理他。梁有才沒有辦法，賣了破屋，住在土洞裏，在街上乞討，隨身還帶著一把刀。有人勸他用刀換點吃的，粱有才不肯，說：“住在野外，要防備虎狼，得用它自衛。”­",
      "&emsp;&emsp;後來，梁有才在路上遇到勸他賣妻子的那個人，走到近前與那人說話，忽然抽出刀來把那人殺了，於是被捕入獄。縣官得知內裏的一些情由；沒忍心虐待他，只是把他關起來，沒有多久，梁有才便死在獄中。­",
      "&emsp;&emsp;異史氏說：獲得一位眉若遠山抹黛，貌若芙蓉吐豔的美人，她能和你共度家徒四壁的貧困生活？如果有人提出要以美人為交換條件，讓你成為國王，你能交換嗎？自己本來作惡多端，卻抱怨交到壞朋友。因此，做朋友的人，不能不引以為戒。奸狹邪淫的人，會引誘別人宣淫賭博，做各種壞事，這些事情如果不敗露，雖然不會抱怨朋友，也不是好事。一旦落到身無避寒衣，妻無遮體服，大家眼睛看著你，讓你羞愧難當，雖然無災無病，但卻痛苦欲絕；窮困潦倒的樣子，讓你時時縈繞於心，窮困潦倒的心境，讓你處處切齒難忘。身披破衣爛衫，在清夜中輾轉反側，無法成眠。這時就會一點一點的回想：還沒淪落時的情況，再一點一點的回想，即將淪落時的情形，又一點一點的回想，導致淪落的原因，以及造成你淪落的人。這個時候，有些人會坐起來，擁著棉被詛咒害他的人；有些人則會忍凍下床，光著身子，燒火取刀，霍霍磨刀，等不到天亮就要採取行動。所以勸人為善者，就像贈送他人橄欖；誘人作惡者，則像送人爛肉。聽的人固然應該反省，說的人也不用害怕！"
    ]
  },
  {
    "title": "跳神",
    "href": "http://liaozhai.weebly.com/3633931070.html",
    "content": [
      "&emsp;&emsp;濟南的風俗，民間有生病的人，就在閨房內求神占卜吉凶。請來老巫婆敲打帶鐵環的單面鼓，舞步婆娑，躍然作態。叫做“跳神。而這一風俗在京城中尤其盛行。良家少婦們也時常自已這樣做。在堂屋中，托盤裏放著肉，盆子裏裝著酒，條几上點燃著大蠟燭，比白天還明亮。一個少婦紮著短裙子，彎屈起一隻腳跳“商羊舞”(1)，另有兩人各抓著少婦一條胳膊，在兩邊架著她。少婦口中念念有詞地絮叨著，像是在歌唱，又像是在祈禱，字句或多或少，長短不齊，雖然不合韻律，卻拖著長腔。室內幾面鼓同時亂打，猶如雷鳴，聲音雜亂刺耳。少婦的嘴唇一啟一合，摻雜著鼓聲，聽不清唱的什麼。不久，少婦低下頭來，眼睛斜視著一旁，站立全靠別人攙扶，不攙扶就向前倒下去。一會兒，少婦忽然伸著脖子高跳起來，離地一尺多高。室內各個女子都嚴肅起來，驚恐地張望著說：“祖宗來吃飯了。”便呼地一口氣吹滅了燈，室內外一片昏黑。人們都驚懼地屏住呼吸立在暗中，誰也不敢交談一句；即使說話也聽不到，因為這時的鼓聲太亂了。“祖宗”吃了不多時，就聽到少婦厲聲呼喚公婆和兄嫂的小名。這才一起點燃蠟燭，躬著腰詢問吉凶。看那酒杯、盆子和託盤裏，都已空空的了。",
      "&emsp;&emsp;人們看少婦臉色的變化，觀察她面部表情是惱怒還是喜悅，恭恭敬敬地問長問短。少婦有問必答。有心裡偷罵的人，神已經知道，便指出某人譏笑我，大不敬，要脫下他的褲子。這個譏笑神的人自顧全身，已是光溜溜的，每每在門外的樹梢上找到褲子。­",
      "&emsp;&emsp;滿洲的婦女，侍奉神尤其虔誠，即使有一點兒疑惑，也一定求神來判斷。“跳神”的人常是穿著整潔，騎假虎假馬，拿著長兵器，在床上舞動，叫做“跳虎神”。假馬假虎的姿勢顯示出威武憤怒的樣子。跳神的人聲音粗重，有時自稱是關羽、張飛或趙公明(2)，都不一樣。氣勢威嚴，陰冷可怖。男子如從窗紙上開個小孔往室內偷看，就立即被長兵刃從窗內穿出刺中帽子，挑進屋裏去。一家裏的老婦人、媳婦、姐妹，都嚴肅地瑟縮著，小心翼翼地像群雁排成“一”字形站在那裏，不敢胡思亂想，也不敢輕舉妄動。",
      "&emsp;&emsp;註1.「商羊」是傳說中的一種鳥,只有一隻腳,一旦出現,天將下大雨。",
      "&emsp;&emsp;2.財神趙公明：財神有文財神和武財神之區分。當今道教宮觀中的財神神像，多為黑面濃鬚，騎黑虎，一手執銀鞭，一手持元寶，全副戎裝。該財神像當為武財神，即趙公元帥像。元明之間，趙公明的神跡才有完整的記載稱，趙公元帥姓趙名朗、玄朗，字公明，終南山人。原是日精之一。古時天有九日，九日被后羿射下以後，變化為九鳥，墬落於青城山，變成九鬼王。八鬼行病害人，但是趙玄朗卻獨化為人，避隱蜀中，精修至道。張陵在青城山煉丹時，收趙玄朗護衛丹室。天師丹成，分丹餌之，遂能變化無方。趙玄朗食丹以後，其形酷似天師。天師遂命其永鎮玄壇，故號玄壇元帥。"
    ]
  },
  {
    "title": "鐵布衫法",
    "href": "http://liaozhai.weebly.com/37941240673492327861.html",
    "content": [
      "&emsp;&emsp;有個姓沙的回民，學得了鐵布衫大力法。他把五指並起來，用力砍下去，可以砍斷牛脖子；橫著捅過去，可把牛肚子穿一個窟窿。",
      "&emsp;&emsp;他曾經在仇彭三公子的家裏，把一塊又粗又重的木頭懸掛在空中，讓兩個體壯力大的僕人使足力氣把懸木推出很遠，然後使懸木猛然蕩回來；沙某用赤裸裸的肚子迎接撞來的懸木，“砰”的一聲響，懸木被頂出老遠；只是怕刀罷了。"
    ]
  },
  {
    "title": "大力將軍",
    "href": "http://liaozhai.weebly.com/22823211472355936557.html",
    "content": [
      "&emsp;&emsp;查伊璜是浙江人，清明節時在鄉野的寺廟喝酒，看見殿前有個古鐘，大概比能裝兩石多的甕還大一些，可是從古鐘上下的痕跡來看，似乎常常有人翻動。心中覺得很奇怪。從上面向裡面窺視，見裡面有個竹筐大概可放八升左右的東西，不知裝的是什麼。讓幾個人幫忙，抓著把手，想掀開古鐘來看看，可是古鐘動也不動。伊璜更加驚訝，於是坐著喝酒等待著這個人；不一會兒，有個乞丐進來，帶著乞討來的食物，先堆放在古鐘的下面。只見他用一隻手舉起古鐘，一隻手把食物放進筐內；這樣放了幾次，才把食物放完；放完了以後，合上古鐘離去，不久乞兒又來，從古鐘下拿取食物。吃完了再拿，輕鬆的如同打開箱子般。大家都很驚訝。伊璜問：“這麼強健的男子漢，為什麼要行乞呢？”乞兒回答說：“我飯吃得多，沒有人敢雇用我。”",
      "&emsp;&emsp;伊璜因為他身體健壯勸他去投軍，乞兒擔心沒有門路。伊璜於是帶他回家，讓他吃飽飯，估計他可以吃五六人的份量。再替他換了新的衣服鞋襪，又送他五十兩盤纏。送他從軍去了。",
      "&emsp;&emsp;過了十幾年，查伊璜有個子侄在閩南當縣令，忽然有個叫吳六一的將軍前來拜見。在彼此攀談間，將軍問：“伊璜先生是你什麼人？”縣令回答說：“是我叔父。他與將軍有關係嗎？”將軍說：“是我的老師。一別十年了，我非常想念他。煩請轉告先生，希望能光臨寒舍。”那個子侄隨口答應了，但他私下想：叔父是出名的文人，怎麼會有武舉弟子？不久伊璜來了，就告訴了他這件事情，伊璜也是茫然沒有記憶。因為對方問訊得很殷勤，於是伊璜乘坐著馬車前去拜會將軍。將軍一聽到伊璜來拜訪很快的走出來，到大門外來迎接。伊璜仔細看，素昧平生，心裡懷疑該會不會將軍搞錯了。但是將軍態度卻越來越恭敬，打發走了別的客人，連請伊璜進了三四重門，看見有女子往來，知道是私宅，伊璜於是止步不再前進。將軍又作揖請他再往裏走，一會兒走進堂屋，只見掀門簾的、搬椅子的，全是年輕的侍妾。查伊璜落座後，剛想問個明白，見將軍臉上微一示意，便有個侍妾給他捧來官服。將軍匆忙站起來更衣，查伊璜不解他要幹什麼。眾侍童幫著將軍穿戴整齊，將軍又命幾個人過去按著查伊璜不讓起身，自己大禮參拜起來，猶如拜見皇帝一樣。查伊璜極為驚愕，不明白是怎麼回事。將軍拜完，又換上便服在一邊陪坐，笑著說：“先生不記得那個舉鐘的乞丐了嗎？”查伊璜才恍然大悟。過了會兒，將軍擺上了豐盛的酒宴。下面奏起樂曲。喝完酒，將軍去為查伊璜安排了住宿的地方，又命幾個侍妾服侍著他，自己才告辭離開了。",
      "&emsp;&emsp;伊璜因為喝醉酒起身比較晚，將軍已經在內寢室裡面詢問三次了。查伊璜因此感到不自在，想要告辭回去，將軍卻讓人把大門關起來。只看將軍整天不做其他的事情，只有點算家中的奴婢和僕人，以及騾馬使用的器具，監督書寫成冊，並注意有沒有遺漏的地方。查伊璜因為這些事情是將軍家中的私務，所以並沒去過問。",
      "&emsp;&emsp;有一天，將軍拿著所造的名冊告訴查伊璜說：“我能夠有今天的成就，全部靠著先生當日給我的恩惠。所以我的奴婢、物品，不敢私下獨自享用，想要把其中一半送給先生您。”查伊璜愣住了推辭不接受，但是將軍並不聽。並且把全部的錢財數萬兩，也分成兩邊放置。按照所造的名冊點算對照，一些賞玩的骨董，屋堂內外陳列幾乎快沒地方可放。查伊璜堅持阻止將軍的行為，將軍也是絲毫不理會。清查奴婢和僕人的姓名之後，就命令男的僕人開始整裝東西，女的奴婢整理一些器具，並且吩咐他們要好好侍奉先生，奴僕們全部都連聲答應。將軍又親自送女婢們上馬車，馬伕抓著馬和騾子，吆暍他們出發，將軍才告別查伊璜回去。",
      "&emsp;&emsp;後來查伊璜因為修寫史書這件案子，牽連被收押在大牢，最後無罪釋放，也全靠將軍大力的幫忙。",
      "&emsp;&emsp;異史氏說：“拿重金去施捨別人而沒有問對方的名字，真是有古代俠士的風範！而將軍報答他的，這種慷慨豪爽的作風，更是自古以來頭一次見到。這樣的胸懷氣度，自然不應該平凡的過一輩子，所以猜想得到，這兩位賢人相遇，並不是偶然的。”"
    ]
  },
  {
    "title": "白蓮教",
    "href": "http://liaozhai.weebly.com/303333403025945.html",
    "content": [
      "&emsp;&emsp;白蓮教首領徐鴻儒，得到了一本左道旁門的書，能夠驅使鬼神為他做事。有一次他稍微試驗了一下，觀看的人都感到驚恐，投奔到他門下的人很多。於是徐鴻儒暗暗有了造反的念頭。一天，他取出一面銅鏡，說能夠照出人的一生禍福。他把銅鏡懸在院子裏，讓人們自照，鏡子裏的人，有的戴著頭巾，有的戴著紗帽，錦繡華服，貂蟬美飾，形象不一。人們更加感到驚奇。從此這個消息到處傳播，上門請求照鏡子的人接連不斷。徐鴻儒於是宣稱：“凡是鏡子裏照出的文武高官，都是如來佛祖註定龍華會裏的人。大家應該努力，決不能退縮。”接著徐鴻儒也當著眾人的面照自己，看到鏡子裏的他頭戴皇冠，身穿袞龍服，儼然就像帝王一樣。眾人你看我我看你，感到十分驚訝，一齊跪倒在地。­­",
      "&emsp;&emsp;徐鴻儒於是豎起反旗，眾人無不歡騰雀躍相隨，希望自己能成為像鏡子裏的形象那樣的高官。不到幾個月，徐鴻儒就聚集了一萬多人，滕縣、嶧縣一帶官府望風逃竄。",
      "&emsp;&emsp;後來大隊清兵前去剿捕，其中有一位彭都司，是長山縣人，武藝高強，無人能敵。白蓮教軍中出來兩個少女和他交戰，她們都使雙刀，鋒利如霜；騎著高頭大馬，非常威武、她們飄忽盤旋，從早晨一直殺到傍晚，少女不能傷害彭都司，彭都司也沒能取勝。這樣廝殺了三天，彭都司累得精疲力竭，最後氣喘而死。後來徐鴻儒兵敗被殺，捉到他的同夥拷問，才知道少女用的是木刀，騎的是木凳子。假兵馬累死了真將軍，也真奇特的了。"
    ]
  },
  {
    "title": "顏氏",
    "href": "http://liaozhai.weebly.com/3899127663.html",
    "content": [
      "&emsp;&emsp;順天有個書生，家中很窮，遇上荒年，跟隨父親到了洛陽。他生性遲鈍，十七歲了，還寫不出一篇完整的文章。然而卻儀表文雅，相貌秀美，很會談笑，善寫書信，看見他的人並不知道他肚子裏其實沒有多少學問。不久，父母相繼去世，只剩下他孤身一人，在洛汭一帶教私塾度日。­",
      "&emsp;&emsp;當時村子裏顏家有個孤女，是名士的後代，從小聰明。父親活著時，曾教她讀書，只學一遍就記住了。十幾歲時，就學父親的樣子吟誦詩文。父親說：“我家有個女學士，可惜不是男的。”因此特別喜歡她，期望為她選擇一個做高官的女婿。父親死後，母親仍然堅持這個選婿目標，三年沒有成功，母親也去世了。有人勸顏氏找個有才學的文人，顏氏認為很對，但還沒有著落。­",
      "&emsp;&emsp;有一次，鄰居的婦人過來，同她攀談，拿著用字紙包著的繡線。顏氏打開一看，字紙原來是那個順天書生寫的書信，寄給鄰居婦人的丈夫的。顏氏反復閱讀，似乎有好感，鄰家婦人看透了她的心思，悄悄對她說：“這少年風度翩翩，很秀美，同你一樣也是沒有父母，年齡也相仿。你如果有意，我囑託丈夫為你們撮合。”姑娘脈脈含情，沒有說話。鄰婦回去，把意思告訴丈失。鄰生本來就同這書生很要好，便告訴了書生。書生非常高興，就把母親遺留給他的金鴉指環，托鄰生轉給顏氏作聘禮。幾天後舉行了婚禮，夫妻二人如魚得水，十分歡樂。及至看了書生的文章，顏氏笑著說：“你寫的文章和你像是兩個人，像這樣什麼時候才能考中？”於是早晚勸書生攻讀，像老師一樣嚴厲。到黃昏時，自己先點燈坐在桌前吟誦，為丈夫作表率，直到三更才休息。­",
      "&emsp;&emsp;這樣過了一年多，書生對科舉應試的八股文章已很精通，可是幾次投考都名落孫山，困頓失意，茶飯不進，寂寞愁悶得悲痛哭泣，顏氏責備他說：“你不像個男子漢！如果讓我換了裝數改穿男人衣冠，我看那高官顯位，如同拾取草芥一樣容易！”書生正在懊喪，聽了妻子的話，怒視著她生氣地說：“你是不出閨房的人，沒到過考場，就以為功名富貴像你在廚房提水煮粥一樣容易。如果把書生的冠帽戴在你的頭上，恐怕也和我一樣。”顏氏笑著說：“你不要生氣。到了考試的日期，請讓我換了衣冠，代你應考。倘若也像你一樣落拓，我當再不敢小看天下的讀書人。”書生也笑著說：“你不知黃柏苦的味道，真應該讓你去嘗一下。只怕你換裝後露出破綻，讓鄉鄰笑話。”顏氏說：“我不是說笑話。你說過順天有你的老家，讓我換上男裝跟你回去，假稱是你弟弟，你從小時就出來了，誰能辨出真假？”書生答應了她。顏氏進了屋內，換了男人的衣服出來，說：“你看可以充當男人嗎？”書生仔細看她，儼然是一個顧影自憐的俊美少年。書生高興極了，向鄰居一一告別，有交情好的稍微給他點饋贈。書生買了一頭瘦驢，載著妻子回了老家。",
      "&emsp;&emsp;書生的堂兄還在，見兩個堂弟美如冠玉，很喜歡，早晚都來照顧他們。又見他們起早貪黑地用功讀書，更加愛護尊敬他們，雇了一個小僮供他們使喚。到了黃昏，顏氏和丈夫就打發小僮回去。鄉里有弔喪、喜慶之事，書生自已去周旋，顏氏總是在家中讀書。住了半年，很少有人見過顏氏的面。客人有時求見，哥哥總是代為辭謝。有人讀了顏氏的文章，驚奇地讚歎不已。有時有人忽然闖入來相見，顏氏作個揖便迴避了。客人見其丰采，又都傾倒，由此名聲大噪。一些世家爭相招贅做女婿，堂兄來商議，顏氏只是一笑；再強求，就說：“我立志取得高官，不考中決不結婚。”到了考試的日子，兩人一齊去投考，書生又落榜，顏氏則以科試第一名而參加鄉試，考中順天府鄉試第四名。第二年又考中進士，授桐城縣令。因治理有方，不久又升遷河南道掌印御史，富貴如同王侯。後來託病請求退職，被賜卸任返鄉。家中常常賓客盈門，但顏氏始終辭謝不見。從儒生開始到顯貴，從不提婚娶，人們沒有不覺得奇怪的。回鄉後，顏氏漸漸購置婢女，有人疑心這裏面有私情，堂嫂留心觀察，確實沒有不正當的行為。­",
      "&emsp;&emsp;沒過多久，明朝滅亡，天下大亂。顏氏這才告訴堂嫂說：“實言相告，我是你堂弟的妻子。因為丈夫平庸，不能自立，我才負氣女扮男裝求得功名，深怕傳揚出去，致使天子召問，讓天下人恥笑。”堂嫂不相信，顏氏便脫下靴子，讓堂嫂看自己的腳，堂嫂才驚異起來。再看靴子裏，塞滿了碎棉絮。此後，顏氏讓書生承襲了名銜，她則閉門重新做起女人。又因她一直沒有懷孕，便出錢讓丈夫買妾。還對書生說：“凡是身居顯貴的人，都要買姬妾侍女供奉自己。我為官十年，還只一身；你是何等福澤，坐享佳婦麗人。”書生說：“你也可以購置一批男寵，請夫人自己辦吧。”相互調笑取樂。這時書生的父母，已多次受朝廷封賜之恩。富貴紳士來拜訪，都以御史的禮儀對待書生。書生羞于承襲閨閣女子掙的名銜，只以一般儒生自安，終身沒有坐過官轎。",
      "&emsp;&emsp;異史氏說：「翁姑因為媳婦做官而受到封賞，真是奇特啊。由做侍御而封賞他夫人的，隨時都有？可是由閨閣而讓丈夫做侍御的太少了。天下戴儒冠、稱丈夫的文人，都羞愧死了！」"
    ]
  },
  {
    "title": "杜翁",
    "href": "http://liaozhai.weebly.com/2646032705.html",
    "content": [
      "&emsp;&emsp;杜翁，是沂水縣人。一天他偶然從街市上出來，坐在牆下，等候一起來逛街的夥伴。他覺得有些困倦了，忽然像是進入夢中。見一個人拿著公文把他抓去，到了一處官府衙門裏，這地方他從來沒有到過。有個戴瓦壟帽(1)的人，從官署裏出來，細看原來是青州的張某，是過去的熟人。張某見到杜翁很驚訝地問：“杜大哥，你怎麼來到這裏？”杜翁說：“不知怎麼回事，不過有拘捕人的文書。”張某懷疑有差錯，要去為他查驗一下，叮囑他說：“小心謹慎地站在這裏，不要到其他地方去，怕萬一迷失了路，就很難救你了。”張某說完就走了，很久的時間不見出來。只有那個拿著公文的人來了，自己承認是抓錯了人，當即釋放杜翁回家。",
      "&emsp;&emsp;杜翁告別了那人往回走，路上遇見六七個女郎，容貌長得很美好，心中喜歡她們，就跟在她們後面走。下了大道，走上小路，剛走了十幾步，聽見張某在後面大聲呼喚：“杜大哥，你要到那裡去？”杜翁迷戀女郎們，情不自主地跟著走。眨眼間，見眾女郎進入一個小門中，認得這是賣酒的王某家。他不覺探身門內，剛往裏瞧了一眼。就見自己已在豬圈裏，和許多小豬臥在一起。這才一下子明白過來，原來自己已經變成豬了。不過耳內還聽到張某呼喊。他非常害怕，急忙用頭碰撞豬圈的牆壁。聽到有人說：“小豬得了羊癲瘋了。”他上下打量自己，已經又變成了人。急忙走出門來，就見張某已經等候在路上。張某責備他道：“本來叮囑你不要到別處去，你為什麼不聽我的話呢？幾乎壞了大事！”於是握著杜翁的手把他送到街口，才告別去了。­",
      "&emsp;&emsp;杜翁忽然從夢中醒來，自己的身子還倚在牆根。他到姓王的家裏去詢問，王家說果真有一頭豬自己觸牆而死。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;瓦壟帽︰瓦壟是指屋頂上用瓦鋪成的凸凹相間的行列，也叫瓦楞。給孩子戴瓦蓋頭帽子，有頭頂青瓦房子，長大家境富裕的寓意。"
    ]
  },
  {
    "title": "小謝",
    "href": "http://liaozhai.weebly.com/2356735613.html",
    "content": [
      "&emsp;&emsp;渭南姜部郎的宅子裏，有很多鬼魅，經常出來迷惑人，姜部郎一家因此遷走了。留下個僕人看門，死了；連換了好幾個，都死了。姜家只得廢棄了這座宅子。        同村有個書生叫陶三望，一向倜儻不羈，好和妓女玩耍，但每次喝完酒就走了。朋友故意讓妓女夜晚投到他門上，陶生笑著收留，實際上終夜也不沾染。曾有一次，陶生在姜部郎家住宿，有個丫鬟夜晚私奔了來，他堅決拒絕，始終不亂。姜部郎因此很看重他。陶生家裏貧窮，又死了妻子，幾間草房，酷暑天受不了悶熱，便向姜部郎請求，要借住到他家的廢宅子裏去。部郎因為那座宅子太凶，不同意。陶生便作了一篇《續無鬼論》獻給部郎，還說：“鬼有什麼能為？”部郎因為他執意懇求，便答應了。­",
      "&emsp;&emsp;陶生到廢宅子裏打掃了廳房，傍晚，把書放下，回去取別的東西；回來一看，書沒有了。陶生很奇怪，仰面躺在床上，屏住呼息看有什麼變故。過了一頓飯的工夫，聽見有腳步聲。陶生斜眼一瞅，見兩個女子從屋裏出來，把丟失的書送還到桌子上。一個約二十歲，另一個約十七八，都很豔麗。兩個女子悄悄地走過來站在床下，相視而笑。陶生一動不動。那年長的女子翹起一隻腳，踹了下陶生的肚子，年小的那個捂著嘴偷偷地笑起來。陶生覺得心神搖盪，像要控制不住自己，急忙收回雜念，始終不理她們。大女子便走近他，用左手拔他的鬍鬚，右手輕輕地拍他的臉，發出很小的響聲。年小的女子笑得更厲害了。陶生猛然起身，大喝道：“鬼東西竟敢這樣！”兩女子大吃一驚，跑散了。陶生恐怕夜裏被她們騷擾，想搬回去，又怕別人說他言而無信，便起來點上燈讀書。只見暗處鬼影恍惚，陶生全然不睬。快到半夜，陶生點著蠟燭睡下，剛閉眼，覺得有人用根細線捅他的鼻孔，非常癢。大聲打了個噴嚏，聽見暗處隱隱有笑聲。陶生也不說話，假裝睡著了等待。一會兒，又見那個少女拿著根細紙撚，悄悄地摸了過來。陶生突然起身，大聲呵斥，少女飄然竄掉了。睡下後，少女又來捅耳朵，折騰了一夜，沒得安寧，雞叫後，才寂靜無聲了。陶生才大睡了一覺。白天便沒看見和聽見什麼。",
      "&emsp;&emsp;太陽落山後，鬼影又恍惚出現。陶生便在夜晚做起飯來，打算一夜不睡，熬到明天早上。大女子漸漸過來，把胳膊伏到案几上，看陶生讀書；接著伸手把書合上了。陶生惱怒地去抓她，女子卻飄散了。過了會兒，她又過來合上書。陶生便用手按著書讀。那個少女偷偷地走到他身後，用兩手一下捂住了他的眼睛，轉眼跑開，遠遠地站著嘲笑他。陶生指著她罵道：“小鬼頭！捉住便都殺了！”女子絲毫不怕。陶生便又戲弄說：“男女房中術，我一點不懂，纏我沒用。”兩女子微微一笑，返身走到灶邊，一個劈柴，一個淘米，替陶生做起飯來。陶生誇獎道：“你們兩人這樣做，不是勝過亂蹦亂跳許多嗎？”一會兒，粥做熟了，兩人又爭著拿勺子、筷子、碗放到桌子上。陶生說：“感謝你們伺候，怎麼報答？”女子笑著說：“飯中摻了砒霜、鴆毒了。”陶生說：“我和你們從無怨仇，怎至於給我下毒呢！”吃完，兩女子又給盛上，爭著跑來跑去的侍奉，陶生大樂。以後天天如此，習以為常了。",
      "&emsp;&emsp;漸漸熟悉後，對坐傾談，陶生問她們姓名。大女子說：“我叫秋容，姓喬，她是阮家的小謝。”陶生又追問她們的來歷。小謝笑著說：“癡郎！都不敢獻出一次身子，誰要你問門第，想準備嫁娶嗎？”陶生嚴肅地說道：“面對美人，怎會無情！但陰間的鬼氣，人中了必定會死。你們不樂於和我住一起，走就是了；樂於住一起，就要安寧。如果你們不愛我，我何必玷污兩位美人；如果愛我，你們又何必弄死一個狂生呢？”兩女子互相看了一眼，像都被打動了。從此後，便不很耍弄陶生，但有時還把手伸到陶生懷裏，或者扯下他的褲子扔在地上，陶生也不見怪。­",
      "&emsp;&emsp;一天，陶生抄書，還沒抄完就出去了。回來後見小謝趴在桌子上，正拿著筆代抄，看見陶生，扔下筆斜瞅著他笑起來。陶生走近一看，雖然字寫得太拙，但行列倒還整齊。便誇獎說：“你是個很風雅的人！如果喜歡這個，我可以教你。”說完，把她抱在懷裏，把著手腕教她寫字。秋容從外面進來，見此情景，臉色一下子變了，像是嫉妒。小謝笑著說：“小的時候曾跟父親學寫字。很久不寫了，真像在夢裏。”秋容也不說話。陶生明白她的意思，假裝沒有察覺，也抱起她來，給她支筆說：“我看看你能寫字嗎？”秋容寫了幾個，陶生就站起來說：“秋娘真好筆力！”秋容才高興起來。陶生便折了兩張紙，寫上字，讓她們臨摹，自己在另一個燈下讀書，心中暗喜兩個人都有了事做，不會再搗亂。臨摹完，兩女子都站在陶生的桌前，讓他評閱。秋容從沒讀過書，寫的字讓人認不出來。評判完，她自覺不如小謝，臉上現出羞慚的樣子。陶生誇獎勸慰了一番，秋容的臉色才放晴了。兩女子從此後拿陶生當老師侍奉，陶生坐著就替他撓背，躺下就給他按摩大腿，不僅再不敢欺侮，還爭著討好陶生。過了一個月，小謝的字竟然寫得很端正秀氣，陶生偶然誇讚了一句，秋容立即很慚愧。眼淚汪汪，淚珠如線，陶生百般安慰勸解，才作罷。此後，陶生就教秋容讀書，秋容非常聰明，教一遍，不用再問第二遍，和陶生爭著讀，常常徹夜不眠。小謝又帶了她的弟弟三郎來，拜在陶生門下。三郎約十五六歲，姿容秀美，拿來一支金如意作為送給老師的見面禮。陶生讓他和秋容同學一經，只聽滿屋咿咿呀呀的念書聲，陶生在這裏設起鬼塾來了。姜部郎聽說後，很高興，按時供給陶生薪水。過了幾個月，秋容和三郎都能作詩，還經常互相唱和。小謝暗地裏囑咐陶生不要教秋容，陶生答應了；秋容暗地裏囑咐他不要教小謝，陶生也答應了。",
      "&emsp;&emsp;一天，陶生要去考試，兩女子涕淚相送。三郎說：“先生可假託生病不去；不然，恐怕會有不吉利事。”陶生覺得託病不考太恥辱，還是去了。原來，陶生常以詩詞諷刺時事，得罪了本縣的權貴們，這些人天天想中傷陶生。暗地裏賄賂學使，誣告陶生行為不檢，將他下到了獄中。陶生花費用光，只得向犯人們討飯，自以為活不成了。忽然一人飄飄忽忽地走了進來，原來是秋容，她給陶生送了飯來，面對著陶生悲傷地哽咽道：“三郎擔心你不吉利，現在果然不錯。三郎和我一塊來的，他已去官府申訴了。”說了幾句話，秋容就走了，別的人都看不見她。第二天，巡撫大人出門，三郎攔路喊冤，巡撫便命帶他走。秋容入獄把這消息告訴了陶生，然後又返回去探聽，三天沒回來。陶生又愁又餓，度日如年。忽然小謝來了，淒傷得要死，說：“秋容回去時，經過城隍祠，被西廊裏的黑判官強攝了去，逼她作小妾。秋容不屈服，現在也被囚禁起來了。我跑了一百多里路，奔波得十分疲乏，到北郊時。被荊棘刺破了腳心，痛徹骨髓，恐怕不能再來了。”說著，伸出腳來讓陶生看，只見鮮血淋漓，濕透了鞋襪。小謝拿出三兩銀子，一瘸一拐地走了。",
      "&emsp;&emsp;巡撫提審三郎，問知他和陶生沒一點瓜葛。無故替陶生告狀，要杖打他，三郎撲地而滅。巡撫很驚異，看了看三郎的狀子，情詞悲惻。便提審陶生，問道：“三郎是什麼人？”陶生假裝不知。巡撫醒悟他被冤枉，釋放了他。­",
      "&emsp;&emsp;陶生回來後，一晚上沒有一個人來。到了深夜，小謝才來了，淒慘地說；“三郎在巡撫衙門被官衙的守護神押到了冥司。閻王因為三郎很講義氣，已讓他投生到富貴人家。秋容被囚禁了這麼久，我寫了訴狀投到城隍府，又被壓下，遞不上去，怎麼辦呢？”陶生忿怒地說：“黑老鬼怎敢這樣！明天我去推倒他的塑像，踏為碎泥。再數落城隍之罪，罵他一頓。手下的官吏如此橫暴，難道他在醉夢中嗎！”兩人相對坐著，悲憤不已。不覺四更將盡，秋容忽然飄然來了。陶生和小謝驚喜萬分，急忙詢問。秋容哭著說：“我為了你，受盡了千辛萬苦！那個黑判官天天拿刀杖逼我，今晚忽然放我回來，說：‘我沒別的意思，原是出於喜愛你。既然不願意，我也不曾玷污你。煩你告訴陶秋曹，不要責備我。’”陶生聽說，稍微高興了些，想跟她們二人同床，說：“今天我願意為了你們去死！”兩女子淒傷地說：“一向受你開導，現在知道些道理，怎忍心因為愛你而害死你呢？”執意不肯。三人親熱地抱在一起，感情如同夫妻。兩個女子患難與共，互相嫉妒的念頭早已消散了。­",
      "&emsp;&emsp;有一次，一個道士在路上遇到陶生，看著他說：“你身上有鬼氣。”陶生很驚異，詳細對道士說了。道士說：“這兩個鬼很好，不能辜負了她們。”便畫了兩道符，交給陶生，說：“回去給那兩個鬼，看她們的運氣，如聽到門外有哭女兒的，吞下符立即出屋，先到的可以復活。”陶生道謝，接下符回去給了兩個女子。過了一個多月，果然聽見門外有哭女兒的，兩女子爭相奔出。小謝匆忙之中忘了吞符。見有輛喪車經過，秋容逕自跑過去，進入棺材不見了。小謝進不去，痛哭著返了回來。陶生出去一看，原來是富戶郝家為女兒出殯。眾人都見一個女子進入棺材不見了，正在驚疑，忽聽棺內有聲音，歇下肩開棺一看，女子已經蘇醒。於是，眾人把棺暫時寄放在陶生的書房外面，圍護著。郝某詢問女兒，女子回答說：“我不是你女兒。”就把實情講了一遍。郝某不太相信，想抬她回家。女子不聽，直接奔入陶生的書房，躺在床上不起來。郝某便認了陶生為女婿走了。陶生走近女子端祥了一下。面貌雖然不一樣，但豔麗不亞于秋容。陶生大喜過望，兩人高興地敘起往事。忽聽有嗚嗚的鬼哭聲，原來是小謝在暗處哭泣。陶生心中非常可憐她，便端著燈過去，寬慰她。小謝哭得衣衫全是淚水，悲痛不已，直到天明才走了。­",
      "&emsp;&emsp;天亮後，郝某派丫鬟、婆子送來嫁妝，居然和陶生真正成了翁婿了。晚上，陶生和秋容進入洞房，小謝又哭起來。這樣過了六七夜，陶生夫婦都覺淒慘，竟不能同床。陶生十分憂慮，想不出辦法。秋容說：“那個道士，真是仙人。你再去求他，或許他會同情相救。”陶生認為很對，訪查到那道士住的地方。便去跪在地上哀求。道士極力說：“沒辦法！”陶生哀懇不已。道士笑著說：“癡書生真能纏人！正好和你有緣，我就盡力吧。”於是跟著陶生回到家中，要了一間靜室，閉上門坐著，告誡陶生不要詢問。過了十幾天，道士不吃也不喝。陶生偷偷地往屋裏瞅了瞅，道士像睡著了一樣。一天早晨起來，有個少女掀開門簾進來，長得明眸浩齒，光豔照人，微笑著說：“奔跑了一夜，累死了！被你糾纏不休，跑到百里之外，才找到一個好軀殼，道人載著一起來了，等看見那人，便交給她。”",
      "&emsp;&emsp;到了黃昏，小謝來了，女子突然迎上去抱住她，頓時合為一體，倒在地上僵死過去。道士從房中出來，拱拱手逕自走了。陶生再拜。送走道士回來，見女子已經蘇醒過來，扶她到床上，精神漸漸復原，只是握著腳說腳趾大腿酸疼，幾天後才能起來。­",
      "&emsp;&emsp;後來，陶生科考得中。有個叫蔡子經的和他同榜，因為有事來拜訪陶生，住了幾天。小謝從鄰居家回來，蔡子經看見她，急忙跑過去跟著細看。小謝側身躲避，心裏暗怒他太輕薄。蔡子經對陶生說：“有件令人非常駭異的事，能告訴你嗎？”陶生詢問，蔡子經回答說：“三年前，我的小妹去世，過了兩夜屍體忽然不見了，到現在我還在疑慮。剛才看見尊夫人，怎麼這樣像我的小妹呢？”陶生笑著說，“我的妻子很醜，怎敢和你妹妹相比？但我們既然是同榜，交情又好，不妨讓她見見你。”於是進入內室，讓小謝穿上原來的葬服出來。蔡子經見了大驚說：“真是我的妹妹！”便哭起來。陶生對他詳細講了事情經過。蔡子經高興地說，“妹子沒死，我要儘快回家，告慰父母。”於是走了。過了幾天，蔡家全家都來了。後來，就像郝家一樣，與陶生來往密切。­",
      "&emsp;&emsp;異史氏說：「絕世佳人，想求一個就很難了，怎麼竟然得到兩個呢！這種事是幾千年才發生一次，只有不對私奔少女非分的人才能遇到。道士是神仙嗎？為什麼有這麼神奇的方法！如果會這個方法，我們可以跟醜鬼交往了。」"
    ]
  },
  {
    "title": "縊鬼",
    "href": "http://liaozhai.weebly.com/3226639740.html",
    "content": [
      "&emsp;&emsp;有個姓范的讀書人，住在一家旅店裏。晚飯後，他點著蠟燭，沒解衣服臥在床上，還沒入睡。忽然有一個侍女走進來，將包著衣物的包袱放到椅子上；還有梳妝鏡匣和梳妝盒子，一樣一樣擺放在案頭上，便離去了。 ­",
      "&emsp;&emsp;不多時，一個少婦從房間裏出來，打開梳妝盒子和鏡匣，對著鏡子梳妝；一會兒梳理髮髻，一會兒插戴頭簪，又對著鏡子前後左右仔細打量自己的身影。這樣過了很長時間，那個侍女又來了，端了水來讓少婦淨面。少婦洗完之後，侍女又捧上手巾，等少婦擦拭完了，又把洗臉水端走了。少婦解開包袱，取出裙子、披肩，光燦燦的全是新縫製的，便穿在身上。又掩掩衣衿，提提衣領，挽結束紮十分周到。",
      "&emsp;&emsp;范生看到這一切，沒說話，心裏卻有些兒疑惑、驚訝，心想這一定是個私奔的女人，要打扮得漂漂亮亮去幽會。",
      "&emsp;&emsp;少婦梳妝完了，取出一條長長的帶子掛到粱上，並挽了個扣子。范生不禁一驚。只見她從容自若地抬起兩隻腳跟，伸長脖子要上吊；脖子才伸進扣子裏，眼睛就閉上了，眉毛也直豎起來，舌頭伸在嘴外面兩寸多長，臉色變得很悲慘像鬼一樣。",
      "&emsp;&emsp;范生嚇得慌忙跑出門外，呼喊著告訴旅店的主人。店主人忙去察看，少婦已經無影無蹤了。店主人說：“以前我的兒媳就是吊死在這裏的，莫非就是她嗎？”",
      "&emsp;&emsp;啊，真希奇啊！人已經死了還重演她慘死的樣子，這是什麼道理呢？",
      "&emsp;&emsp;異史氏說：「含冤受辱到了極點以至於自盡，真悲慘啊！不過從前做人不知道，變成鬼也沒察覺的是，這個過程中最難堪的，就是整理衣裝綁上帶子的情形了。所以死後忘了其他，而獨獨對於此情此境，仍然清晰的不斷重複上演，因為這就是他一直不能忘記的場景。」"
    ]
  },
  {
    "title": "吳門畫工",
    "href": "http://liaozhai.weebly.com/21555382723005924037.html",
    "content": [
      "&emsp;&emsp;吳門有個畫工，忘了他叫什麼名字。喜歡畫呂洞賓祖師的像。每次想像著呂祖的樣子，他都感到心領神會。他很想有幸能見到呂祖，這個虔誠的念頭凝結在心中，使他無時無刻不想著呂祖。 ­",
      "&emsp;&emsp;一天，畫工正好遇到一群乞丐在城郊外喝酒。其中一人穿著破衣，露出了胳膊，但神采奕奕，氣宇軒昂。畫工心裏一動，懷疑他就是呂祖。仔細端詳了一下，越發覺得確實無誤。於是他一下子抓住那人的胳膊說：“您是呂祖！”那乞丐大笑起來。畫工執意說他就是呂祖，跪拜在地上不肯起來。乞丐說：“我真是呂祖，你又要怎樣呢？”畫工連連叩頭，求他指教。乞丐說：“你能認出我，也算是有緣。但這裏不是說話的地方，我們夜間再相會吧。”畫工還想再問，轉眼間，乞丐已消失得無影無蹤。畫工驚歎著回了家。",
      "&emsp;&emsp;到了夜晚，畫工果然夢見呂祖來了，對他說：“念你心意誠懇，我特來見見你。但你骨骼貪吝，不能成仙。我讓你見一個人好了！”說完向空中一招手，便有一個美麗的婦人淩空而下，衣著打扮像是皇宮中的貴妃。美麗的容貌，華貴的服飾，把屋子都照亮了。呂祖說：“這位是董娘娘，你要仔細看看記住了！”一會兒又問畫工：“記住了嗎？”畫工說：“記住了！”呂祖再次囑咐說：“不要忘了！”過了會兒，婦人離去，呂祖也走了。畫工醒後，感到很奇怪，便把夢中見的那個婦人，回憶著畫了幅像，珍藏起來，但終究不了解是什麼意思。",
      "&emsp;&emsp;又過了幾年，畫工偶然去京城遊玩，正趕上皇宮中的董妃去世了。皇上念董妃賢慧，要為她畫張像以流傳後世，便召集畫匠們，皇上描述了一番董妃的模樣，讓他們想像著去畫，但終究畫得不像。這畫工聽說這件事後，忽然想起夢見的那個婦人，莫非就是董妃嗎？便將自已原來畫的那張像呈給皇上。皇宮中的人傳看了一遍，都讚歎說畫得惟妙惟肖。畫工由此被封了中書官；但他不願做官，皇上便賜給了他萬兩銀子。",
      "&emsp;&emsp;從此，這位畫工名聲大噪。富貴大家都爭著用重金聘請他，為自己先輩們畫像。他只需憑空想像一陣，便無不畫得形像逼真。只十多天，這畫工便又掙了上萬兩銀子。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;萊蕪的朱拱奎曾見過這個畫工。­"
    ]
  },
  {
    "title": "林氏",
    "href": "http://liaozhai.weebly.com/2651927663.html",
    "content": [
      "&emsp;&emsp;濟南有個叫戚安期的人，平時行為輕佻、放蕩，喜歡嫖妓。妻子婉言勸說，他不聽。他的妻子林氏，美麗而且賢慧。一次正遇上清兵進入濟南，林氏被俘虜去了。晚上，清兵在半路上住宿，一個兵要姦污林氏，林氏假裝答應了他。正好這個兵把佩刀掛在床頭上，林氏急忙抽下刀來自刎而死，這個兵就把屍體拋在了荒野裏。第二天，清兵便拔營離去了。­",
      "&emsp;&emsp;有人傳說林氏已經死了，戚生很悲痛，趕到出事地點，一看林氏還有微弱的氣息。他急忙背著妻子回到了家裏，見她雙目漸漸活動起來，又聽到她有輕輕的呻吟聲，便扶正她的脖子，用竹管一滴一滴給她灌下點湯水，還能夠咽下去。戚生安慰妻子說：“你如果萬一能活過來，我要是背棄你就不得好死。",
      "&emsp;&emsp;過了半年，林氏恢復了健康，只是她的頭受脖子傷疤的影響，常像是往左看的樣子。戚生也不因此感到妻子醜陋，對她的愛戀勝過往日，逛妓院的惡習也從此斷絕。林氏自覺容貌醜陋，要給丈夫娶妾，戚生堅決不同意。",
      "&emsp;&emsp;又過了幾年，林氏仍沒有生育，於是又勸說丈夫收下她的丫鬟。戚生說：“我已經發誓不再找第二個女人，鬼神難道聽不見嗎？即使沒有男孩繼承宗嗣，也是我命中註定。倘若不該絕後，難道你已經老到不能生育了嗎？”林氏於是假託有病，讓丈夫獨自住在一室；打發丫鬟海棠抱著被子睡在戚生的床下伺倏。",
      "&emsp;&emsp;過了很久，林氏私下問海棠夜裏有什麼情況，海棠說沒有什麼事。林氏不相信，到了夜裏，告誡海棠不要去了，自己到海棠睡覺的地方躺下。過了一會兒，便聽列床上響起鼾聲。林氏悄悄起來爬到丈夫床上摸索他，戚生醒來忙問是誰？林氏湊到他的耳邊低語說：“我是海棠。”戚生拒絕說：“我已經對夫人發了誓，不敢再變心了。如果像往年那樣，還用著你來找我嗎？”林氏這才下床出去了。",
      "&emsp;&emsp;戚生從此獨自睡一處。林氏就吩咐海棠假裝成自己去和丈夫同床。戚生心想妻子一生從不肯作不速之客，懷疑此事，便用手摸了摸她的脖子，沒有傷疤，知道是海棠，又訓斥了她。海棠含羞離去。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;次日，戚生就把這件事告訴了林氏，讓她趕快把海棠嫁出去。林氏笑著說：“你也不必過於固執，倘若能得到一個兒子，也就很幸運了。”戚生說：“如果背棄了盟約，鬼神就要給我懲罰，還指望延續宗嗣嗎？”第二天，林氏笑著對丈夫說：“大凡農家人，種上莊稼，是否出苗吐穗不一定知道，不過通常播種的農時是不能誤的。晚間耕耘的時間到了。”戚生欣然一笑，表示領會。晚上，林氏熄了燈，叫海棠來，讓她臥在自己的被子裏。戚生來了，上床取笑地說：“種地人來了。很慚愧我的工具都鈍了，怕是辜負了這麼好的農田。”海棠沒有說話。接著戚生開始和她作愛。海棠小聲說：“我這兒有些兒腫，用力大了受不了。”戚生也就倍加體貼溫存行事。過後，海棠佯裝起來小便，就讓林氏代替了她。從此以後，海棠每當月事來時，就與戚生同房，然而戚生卻不知道。",
      "&emsp;&emsp;過了不久，海棠懷了孕，林氏每天讓她靜坐休息，不再讓她侍奉自己了。又故意對丈夫說：“我勸你收下海棠，你不聽。假設那一天海棠冒充我時，你如信以為真，同床後她懷了孕，該怎麼辦呢？”戚生說：“留下孩子，賣掉母親。”林氏沒再說什麼。過了一段時間，海棠生了一個男孩。林氏暗中雇了個奶媽，把孩子抱到娘家寄養。過了四五年，海棠又生了一個男孩和一個女孩，長男名叫長生，已經七歲了，在外祖母家讀書。林氏每半月就藉口走娘家，去看孩子。",
      "&emsp;&emsp;海棠年齡日益大了，戚生時時催促著把她打發走，林氏總是答應著。海棠天天想念孩子，林氏也就滿足了她的願望，暗地裏給她梳起了少婦的髮髻，把她送到了娘家。林氏對丈夫說：“你天天說我不願嫁出海棠，我娘家有個義兒，已經把海棠許配給他。”",
      "&emsp;&emsp;­",
      "&emsp;&emsp;又過了幾年，孩子都長大了。正遇戚生過生日，林氏事先忙著準備筵席，等候賓朋到來。戚生感歎地說：“歲月過得真快，不覺已經過了半輩子。幸運的是我們都很健康，家境也不至於受凍受餓。所缺少的就是孩子。”林氏說：“你太執拗了，不聽我的話，這怨誰？然而要想得到兒子，兩個也不難，何況一個呢。”戚生笑著說：“既然說不難，明天就問你要兩個兒子。”林氏說：“容易，太容易了！”",
      "&emsp;&emsp;­",
      "&emsp;&emsp;次日早起，林氏派了車馬到娘家，把兩個男孩，一個女孩打扮一新，一同坐車回到了家。走進家門，林氏叫三個孩子排成一行，齊聲喊父親，又給父親叩頭祝福長壽。跪拜完了起來，互相看著嘻笑。戚生詫異不解。林氏說：“你要兩個兒子，我再添一個女兒。”這才給丈夫詳細說了事情的前後經過。戚生非常高興地說：“你為什麼不早告訴我呢？”林氏說：“早告訴你，恐怕你趕走孩子的母親。今天孩子已長成人了，還能趕她走嗎？”戚生極為感激，熱淚禁不住流下來。於是駕車親自把海棠迎接了回來，和睦相處白頭到老。古來賢慧的妻子像林氏這樣，真可以說是才德出眾的閨範了！"
    ]
  },
  {
    "title": "胡大姑",
    "href": "http://liaozhai.weebly.com/329932282322993.html",
    "content": [
      "&emsp;&emsp;益都縣的岳于九，家裏有狐精作祟，衣物、器具常被扔到鄰家的牆頭上。家裡積存的細葛布，想要取來做衣服，只見葛布綑綁的樣子不變，可是解開一看，中間空空的，全被剪去了。像這種情形很多，令他們一家不堪忍受。一次，大家受不了正在大罵狐哩，岳于九忙告誡說：“這樣亂罵恐怕讓狐狸聽見。”話沒講完，狐狸在屋樑上說：“我已聽見了。”從這以後，狐狸作祟更加厲害了。  ­",
      "&emsp;&emsp;有一天，岳生夫婦躺在床上還沒起來，狐偷偷地攝走了他們的衣服。兩人都光著身子蹲在床上，仰望著空中可憐地向狐狸禱告。忽然看見一個很美的女郎從窗戶進來，把衣服丟到床頭上。看這女郎身材不高，穿著深紅色的衣服，外面套著雪白的背心。嶽生忙穿上衣服，給女郎作揖，說：“上仙既然有意關照，就不要再來擾亂我們了。請你做我女兒，怎麼樣？”狐女說：“我的年齡比你還大，你怎能妄自尊大呢？”岳生又請求結為姊妹，狐女才應允了。於是岳生就叫家裏人都稱之為胡大姑。",
      "&emsp;&emsp;­­",
      "&emsp;&emsp;當時，顏鎮的張八公子家裏也有狐居住在樓上，常常與人說話。岳生問狐女說：“你認識他嗎？”狐女回答說：“是我家的喜姨，怎麼不認識！”岳生又問：“那個喜姨從來不擾亂人，你為什麼不學他呢？”狐女不聽，還像往常那樣擾亂人。不過不怎麼傷害別的人，只是專門禍害岳生的兒媳婦，常常把她的鞋襪、頭簪和耳環等物拋棄在街道上；每當吃飯時，就在她的粥碗裏藏入死鼠和糞便等髒物。岳生的兒媳也每每把飯碗扔掉大罵騷狐，並不禱告求饒。岳生只好祈求說：“兒女們都尊稱你大姑，你怎麼一點兒也沒有長輩的樣子呢？”狐女說：“要是教你兒子休了他的老婆，我做你的兒媳，就會相安無事了。”岳生的兒媳一聽氣得破口大駡：“浪狐真不害臊，竟想跟別人爭漢子！”當時。岳生的兒媳正坐在衣箱上，忽然看見一股濃煙從自己屁股底下冒出來，煙熏火熱像蒸籠似的。她急忙掀開衣箱一看，裏面的衣裳已全被燒成了灰燼，剩下的一兩件，全都是婆婆的。狐女又叫岳生的兒子休掉他的妻子，他不答應。過了幾天又催促他，仍然不答應。狐女惱怒了，就用石頭打他，額頭被打破了，流血過多幾乎送了命。岳生更傷腦筋。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;西山李成爻善於用符水驅怪，岳生就用重金把他聘請了來。李成爻用泥金在紅絹上寫符，三天才寫完。又把鏡子捆在棍子上，舉著照遍了宅子裏的每個角落。叫小孩子跟在後面看著，如果看到什麼東西，就趕快報告。他們照到一個地方，小孩子說牆上像是有隻狗臥著。李成爻即刻並起食指與中指，指劃著把符寫在牆上。隨後，他在院子裏走著做法，念著咒語，不多時就見家裏的狗和豬一起來了，貼著耳朵，夾著尾巴，像是聽命令似的。李成爻一揮手，說：“回去！”牠們隨即紛紛排成隊一個跟一個地走了。李成爻又念起咒來，一群鴨子立即來了，他又揮手把牠們趕走了。一會兒，一群雞又來了，李成爻指著其中一隻大聲呵叱。其他的雞都走了，只有這只雞獨自趴在地上，交叉著翅膀長鳴，說：“我不敢了。”李成爻說：“這個東西是你們家製作的紫姑(1)神偶。”全家人都說從來沒製作過。李成爻說：“紫姑現在還在家裏。”於是全家人都回想起三年前，確曾製作過紫姑，玩過這種遊戲，這次狐狸作怪的蹊蹺事就是從那一天開始的。大家到處搜尋，見那紫姑偶還放在牲口棚的樑上，李成爻把它拿下來投進火裏，又拿出一隻酒瓶，念了三遍咒語，又厲聲喝斥了三次，那隻雞從地上起來直接走了。這時，聽到酒瓶口說道：“岳四真狠呵，幾年後，定當再來！”岳生請求李成爻把狐狸處理掉，李不同意，帶走了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;有人見李成爻家裏的牆上掛著十幾隻瓶子，堵塞著口的都裝著狐，有人說他依次放了牠們出去胡作非為，他卻依靠這種辦法獲取聘金，把這些狐當成奇貨了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;紫姑，又作子姑、廁姑、茅姑、坑姑、坑三姑娘等，是中國民間信仰的廁神。本名何媚。首見《異苑》卷五，相傳是壽陽李景之妾，為大婦所嫉，正月十五夜被殺於廁中。據稱紫姑死後顯靈，有未卜先知的能力，成為民間扶乩所問之神明。"
    ]
  },
  {
    "title": "細侯",
    "href": "http://liaozhai.weebly.com/3204820399.html",
    "content": [
      "&emsp;&emsp;浙江省昌化縣的滿生，在餘杭縣設私墊教書。他偶然到街上去。路經一家靠街的閣樓下，忽然有一隻荔枝殼墜落在肩頭上。他抬頭一看，見一個少女倚在閣摟的欄杆上，姿色豔麗，俊俏極了，不由得雙目注視著她，像發了狂似的。那少女低頭微笑著進了閣樓門裏。滿生一打聽，才知道她是妓院鴇母賈氏的女兒細侯。細侯的名聲與身價很高，滿生知道很難實現自己的心願。­",
      "&emsp;&emsp;滿生返回書齋後，左思右想，整夜不能入睡。到了明天，他到賈氏妓院，送上名帖，與細侯見了面。兩人說說笑笑，非常快樂，滿生更加被少女迷住。他便藉口有事向同人們借貸，湊了若干銀子，又帶著去見細侯，兩人相親相愛極為融洽。滿生就在枕頭上作一絕句贈給細侯道：“膏膩銅盤夜未央，床頭小語麝蘭香，新鬟明日重妝鳳，無復行雲夢楚王(1)。”細侯聽了憂愁不安地說：“我雖然污穢低賤，卻想得到一位真心愛我的人敬奉他。你既然沒有妻子，看我能給你當家嗎？”滿生大為喜悅，立即再三叮囑，兩人山盟海誓，訂下終身。細侯很高興地說：“作詩之類的事，我自認為不難，每當在無人的地方。也想仿效著作一首，又恐怕作得不好，讓人聽了看了譏笑。倘若能跟你在一起，希望你能指教我。”於是又問滿生家有多少土地和房子。滿生回答說：“有薄田五十畝，破屋幾間罷了。”細侯說：“我嫁給你以後，咱們一定要天天在一起，不要再外出教書了。四十畝地將就可以自給自足。十畝地可用來種些黍子，再織五疋絹，在太平年間交納賦稅足足有餘了。這樣，我們可以閉門相對，你讀書，我織絹，閒暇日子作詩飲酒消遣，那千戶侯又有什麼可貴的！”滿生說：“你的身價大約值多少呢？”細侯說：“以母親的貪心，那能滿足她？至多不過二百兩銀子就足夠了。可恨的是我年輕時不重視錢財，拿到銀子總是交給母親，自己的積蓄寥寥無幾。你能籌集到一百兩銀子就好了，如超過這個數就更不必顧慮了。”滿生說：“像我這樣落寞，你是知道的。一百兩銀子怎麼能辦到？我有個好朋友在湖南當知縣，幾次要我到他那裏，我因為路途遙遠，怕行路艱難沒去。今天為了你，我定要去找他想辦法籌措銀子。估計三四個月就可以回來，希望您能耐心等侯。”細侯答應了。",
      "&emsp;&emsp;滿生放棄了教學，去湖南覓友。到了那裏，那縣令已被免了官職，住在民宅裏，自顧不暇，無法饋贈他。滿生窮困失意，無法返回餘杭，只好在這個縣裏教書度日。過了三年，仍然不能回家。有一次，滿生偶然用戒尺打了學生，這個學生投水自殺了。學生家長痛惜孩子，就控告了老師，滿生因此被捕入獄。幸虧有其他的學生可憐老師沒有過錯，時常給他送去衣食等物，因而沒有特別受苦。­",
      "&emsp;&emsp;細侯自從與滿生相別之後，閉門不接待任何客人。賈母問知緣故，又沒法強迫她改變主意，也就只好聽任她了。有個富商，久慕細侯的名聲，便托媒人致意賈氏，定要把細侯娶到手，不惜代價。細侯不同意。富商因為經商到湖南去，仔細地查訪滿生的消息。這時，監獄將要釋放滿生，富商便用銀錢買通了主管犯人的官吏，讓他不斷禁錮滿生。富商回來告訴鴇母說：“滿生已在監獄裏關死了。”細侯懷疑富商的消息不一定確實。賈氏說：“不要說滿生已經死了；即使不死，與其跟著窮酸過一輩子苦日子，那比的上跟富商穿綾羅綢緞、吃山珍海味呢？”細侯說：“滿生雖然貧窮，可是他的人品卻很高尚；要跟著個骯髒商人，我實在不心甘情願。況且那道路的傳言，怎麼能輕信呢！”­",
      "&emsp;&emsp;富商又別生一計，叮囑另外一個商人假作了一篇滿生絕命書寄給細侯，以斷絕細侯的希望。細侯收到了這份假絕命書，從早到晚地哀哭。賈氏說：“我從小對你撫養教育，實在辛苦。你長大成人才只二三年，能得到你報恩的日子也不多了。你既然不願意隸屬樂籍當妓女，又不同意出嫁，這樣下去以什麼生活呢？”細侯不得已，就嫁給了那個富商。富商供給細侯的衣服、簪環極為豐富侈華。過了一年多，細侯生了一個男孩。­",
      "&emsp;&emsp;不久，滿生得到學生的鼎力相助，獲得昭雪，被釋放出獄。這時，他才知道原來是那個富商搞鬼把他禁錮在獄中，可是心想與富商素日並無仇恨，反覆思考也不明白究竟為了什麼。學生們都自動拿出錢資助他作路費，回到了家。當他聽說細侯已經出嫁的消息，心情十分激動難過，於是就把自己的遭遇，托市上賣漿的老婦轉達給細侯。細侯得知此情非常悲傷，這才明白以前那些所謂滿生已死的種種說法，都是富商搞的詭計。她趁富商到外地去，殺了懷抱中的孩子，攜帶著他的東西投奔滿生去了，凡是富商家的衣物首飾，一件也不帶走。富商回家後，憤怒地告到官府裏。官府經過調查，弄清了事情的真相，把富商的狀子擱置起來不予審理。­",
      "&emsp;&emsp;啊，這與三國時關雲長從曹營毅然回歸蜀漢，又有什麼不同？不過細侯竟然殺了自己的兒子出走，也實在是天下的狠心人了！",
      "&emsp;&emsp;­註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;無復行雲夢楚王︰宋玉《高唐賦》：楚襄王游於雲夢，夢中與巫山神女歡會，神女臨別時對襄王說，“妾在巫山之陽，高丘之阻。旦為朝雲，暮為行雨。朝朝暮暮，陽臺之下。”故後來以此故事喻男女歡會。"
    ]
  },
  {
    "title": "狼",
    "href": "http://liaozhai.weebly.com/294361997721063.html",
    "content": [
      "&emsp;&emsp;有個殺豬的人，賣肉回來，天已經黑了。忽然來了一隻狼，看到擔中的肉，垂涎三尺。殺豬人走，狼也走，尾隨了好幾里路。殺豬人害怕了，拿出刀來嚇唬狼，狼就稍微後退幾步；殺豬人再往前走，狼又跟著。殺豬人沒有辦法，心想狼想要的是擔中的肉，不如暫時將肉掛到樹上，明天一早再來拿。於是便用鐵鉤鉤住肉，翹著腳掛到樹叉上，又把擔子讓狼看看以示空了，狼才不再追他了。殺豬人就直接回家了。天色破曉時，殺豬人去拿肉，遠遠看到樹上懸掛著一個很大的東西，好像人吊死的樣子，殺豬人很害情，小心翼翼地靠近一看，原來是隻死狼。他抬頭仔細查看，見狼口中含著肉，肉鉤子刺在狼的上齶中，好像魚吞了魚餌一樣。當時狼皮價格非常貴，能賣到十兩銀子，殺豬人因此發了一點小財。把釣餌掛在樹上釣魚，結果狼上鉤了，真可笑啊！",
      "&emsp;&emsp;一個殺豬人晚上回家，擔子裏的肉已經賣光了，只剩下一些骨頭，路上遇到兩隻狼，在後面跟著他走了很遠。殺豬人害怕了，扔出根骨頭。一隻狼得到骨頭停住了，另一隻狼仍然跟著。他又扔了一根骨頭，這隻狼停下了，可是另一隻狼又來了。骨頭已經扔光了，兩隻狼仍然像原先那樣跟著他。殺豬人非常窘迫，恐怕被兩隻狼前後攻擊。他看到田野中有一片麥場，場主在場上堆積了起柴草，用草苫遮蓋著，同小山丘一樣。殺豬人跑過去，倚在柴垛旁，放下擔子拿起殺豬刀，狼不敢再向前走，只是虎視耽眈地盯著他。不多時，有一隻狼逕自離開了，另一隻狼像狗一樣蹲在面前，時間長了，狼的眼睛眯起來，像睡著了一樣，顯出十分悠閒的樣子。殺豬人乘其不備，突然跳起來，一刀劈中狼頭，又砍了數刀，才把狼殺死。他正想走，轉身看見柴草垛後面。另一隻狼正在挖洞，想鑽到他後面攻擊他。狼的身子已經鑽進一半，只剩下屁股和尾巴露著。殺豬人從後面砍斷狼的腿，這只狼也被殺死了。殺豬人這才明白，前面的狼假裝瞌睡，是以此迷惑他。狼也是很狡猾的，然而頃刻間兩隻狼都被殺死，禽獸的欺詐手段能有多少呢？只是給人們增添一些笑話罷了。­",
      "&emsp;&emsp;有一個殺豬人，傍晚趕路，被狼追逼。見路旁有個農夫搭起來供夜耕用的草棚，便急忙跑進去躲。狼從草苫中伸進一隻爪子，殺豬人急忙捉住，不讓牠抽回去，但卻沒有辦法殺死牠。身上只有一把不到一寸長的小刀，他便用刀子割破狼爪的皮，用吹豬的辦法吹狼。他用盡力氣吹了一會兒，感到狼不再動了，才用帶子綁住口。殺豬人出來一看，狼脹得像牛一樣，大腿直挺挺伸著不能彎曲，嘴巴也張著合不起來，殺豬人就把狼背回家了。如果不是屠夫怎麼想得出這種辦法，三則故事都講屠夫；屠夫殘忍殺豬的方式，也可以用在殺狼上面。"
    ]
  },
  {
    "title": "美人首",
    "href": "http://liaozhai.weebly.com/326542015439318.html",
    "content": [
      "&emsp;&emsp;有幾個商人一同寓居在京城一家房舍中。房舍和鄰屋相連，中間隔著一層木板壁；板上有個松木的節點脫落了，造成一個像杯子大小的洞。忽然有個女子從板壁洞穴中把頭伸了過來，挽著鳳髻，美麗無比；隨即伸過一條手臂來，潔白如玉。眾人害怕她是妖怪，想捉住她，但她已縮了回去。一會兒，美人頭又露出來，但是隔壁卻看不到美人的身子。跑過去抓她，美人頭就又縮回去了。",
      "&emsp;&emsp;有一個商人持刀藏到板壁下。頃刻間美人頭又伸了過來，商人突然用刀砍去。美人頭隨刀而落，血濺滿地。眾商人驚告主人。主人害怕，帶著美人頭去告了官。官府逮捕了這些商人並審問他們，認為這事很荒唐。把他們羈押了半年，終究沒問出其他的供詞，也沒人因人命來告狀，這才釋放了商人，掩埋了這個美人頭。"
    ]
  },
  {
    "title": "劉亮采",
    "href": "http://liaozhai.weebly.com/211292014237319.html",
    "content": [
      "&emsp;&emsp;聽濟南懷利仁說：曆城的劉亮采公，是狐仙投胎的。起初，他的父親劉翁住在南山，有個老叟到他家拜訪，自稱姓胡。劉翁問他住在什麼地方，胡叟說：“就在此山中。這裏清閒人少，只有您和我兩人，可以早晚相聚在一起，因此來拜識您。”劉翁於是和他交談，見他言詞意趣敏捷，很喜歡他。擺上酒菜歡飲，直到喝醉了才走。過了一天胡叟又來，兩人的交情越加誠摯深厚。劉翁說：“自從與您相交，情誼就非常深厚。只是不知您住在什麼地方，到那裡去給您請安問好呢？”胡叟說：“不敢隱瞞，我實是山中的老狐，因為和您有緣分，因此到您這兒來。固然不能帶給您福份，但也不敢讓您染禍，希望您相信我，不要害怕。”劉翁也不懷疑，對他更加敬重。就敘起年齡，胡叟為兄，往來猶如兄弟。即使是有小的吉凶事，胡叟也來告訴劉翁。­",
      "&emsp;&emsp;當時劉翁沒有兒子，胡叟忽然說：“您不用憂愁，我會作您的後人。”劉翁對這種奇怪的說法感到很驚訝。胡叟說：“我算著自己的壽數已盡，眼看到了去投生的日期了。與其投身到別人家裏去，不如生在故人家裡。”劉翁說：“您仙壽萬年，怎麼會這樣？”胡叟搖頭說：“這些事不是您所能知道的”。於是走了。到了夜裏劉翁果然夢見胡叟來，說：“我現在已來了。”劉翁醒來，夫人生了個男孩，這就是劉亮采公。­",
      "&emsp;&emsp;劉公後來長大成人。身材很短，言詞敏捷詼諧，很像胡叟。他從小就有才名，萬曆壬辰年成了進士。劉公為人好打抱不平，急人所急，因此秦、楚、燕、趙等地的客人，都進出於他的家門。那些賣酒賣飯的人也都集中到這裏來，家門前竟成了個市場。"
    ]
  },
  {
    "title": "蕙芳",
    "href": "http://liaozhai.weebly.com/3413733459.html",
    "content": [
      "&emsp;&emsp;馬二混，住在青州東門內，以賣麵為生。家裏窮，沒有妻子，同老娘一起生活。有一天，老娘一人在家，忽然來了個十六七歲的美麗少女，雖然穿著簡樸，但容貌光豔照人。老娘驚奇地看著她，追問她是什麼人。那女子笑著說：“我因為你兒子老實本分，願意給你家做媳婦。”老娘更加吃驚地說：“姑娘長得像仙女，有你這一句話，就折我們娘倆幾年壽了！”女子再三請求，老娘認為她一定是大戶人家逃出來的，更極力拒絕，女子只好走了。過了三天，那女子又來了，住下不走了。老娘問她姓什麼，女子說：“老娘如果能留下我，我才說。不然的話，你就不用問了。”老娘說：“我們人窮命苦，娶你這樣漂亮的媳婦，配不上，也不吉利。”女子笑著坐在床頭上，捨不得離開。老娘催她說：“姑娘快走吧，別給我家惹禍！”女子這才走了。老娘看著她是往西去了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;又過了幾天，西邊巷子的呂媽媽來，對老娘說：“我鄰家有個叫董蕙芳的姑娘，獨自一人無依無靠，願意給你兒子做媳婦，你怎麼不收留她呢？”老娘把自己的顧慮告訴了呂媽媽，呂媽媽說：“那有這種事！如果有差錯，都包在我身上！”老娘聽說十分高興，就答應了。呂媽媽走了以後，老娘掃屋鋪床，等兒子回來去娶親。天剛黑，女子一個人飄然來了。進門參拜老娘，禮節周全。告訴老娘說：“兒媳有兩個丫鬟，沒得母親的允許，不敢讓她們來。”老娘說：“我們母子兩人守著個窮家，不懂得使喚丫鬟。我們每天賺很少一點錢，只夠填飽肚子。如今添了新媳婦，嬌嫩坐吃，還怕吃不飽；再添兩個丫鬟，難道讓她們喝風過日子啊？”女子笑著說：“丫鬟來了不用母親養活，她們能自己幹活掙飯吃。”老娘問：“丫鬟在那裡？”女子便喊：“秋月、秋松！”聲音未落，兩個丫鬟就像飛鳥一樣落在面前。女子叫她們跪拜母親。",
      "&emsp;&emsp;不多久，馬二混回來了。老娘迎上去告訴他家裏發生的事，馬二混很高興。進屋一看，家裏佈置得像宮殿一樣，雕樑畫棟，桌椅床帳，耀眼奪目。二混吃驚得很，不敢往裏走。女子下床笑著迎了過來，馬二混見她像仙女一樣，更加吃驚，連忙後退。女子拉住他，坐下和他親切地說話。馬二混高興得出乎意外，不知怎麼好了。一會兒，他起來想出去打酒，女子說：“不用了。”就叫兩個丫鬟準備酒菜。秋月拿出一個皮口袋，拿到門後格格地搖了一陣，然後伸進手去一樣一樣往外拿，壺裏有酒，盤裏有菜，樣樣都是熱氣騰騰。吃完飯，二人上床睡覺，毛毯被褥又光滑又暖和。天亮以後，二混出門一看，還是原來的破草房。母子倆都很奇怪。馬大娘就去呂媽媽家，想查問那女子的來歷。到了呂媽媽家，先謝她作媒的情意。呂媽媽驚訝地說：“我已經很久不去你家了，那裡有鄰家女子托我作媒的事呢？”馬大娘起了疑心，就把事情的原委說給呂媽媽聽。呂媽媽大驚，跟著馬大娘去看新媳婦。女子笑著迎出來，再三道謝呂媽媽作媒的好意。呂媽媽見慧芳豔麗聰明，驚愕了許久，也就不再辯解，只好應是。女子送給呂媽媽一把白木做的搔子，說：“我沒有什麼東西謝你，就送你這把搔子抓癢吧。”呂媽媽拿回家仔細看，搔子變成銀的了。",
      "&emsp;&emsp;馬二混自從娶了妻子，就不賣麵了。家裏門戶一新，箱中貂裘錦衣無數，任憑馬二混穿用。但一出門，就變成樸素的布衣了，但仍然又輕又暖。蕙芳自己所穿的衣服也是這樣。這樣過了四五年，蕙芳忽然說：“我被罰降人間已經十幾年了，因為和你有緣分，才暫時留在這裏。如今我要走了！”馬二混苦苦相留，蕙芳說：“請你另娶妻子，好延續香煙。我以後還會來的。”說完就忽然不見了。馬二混便娶了秦家的女兒作妻子。過了三年，七月初七那晚，二混夫妻兩人正在說話，蕙芳突然來了，笑著說：“新夫婦多麼快樂，不想念故人嗎？”馬二混慌忙起來，非常悲傷地拉她坐下，訴說思念之情。蕙芳說：“我剛送織女過了天河，抽空來看看你。”兩人戀戀不捨，說不完的知心話。忽然聽空中有人喊：“蕙芳！”蕙芳急忙起身告別。馬二混問是誰喊，蕙芳說：“我是和雙成姐姐一塊來的，她等得不耐煩了！”馬二混出去送她，蕙芳說：“你能活到八十歲，到那時，我來安排你入土。”說完就不見了。馬二混現在已六十多歲了。此人除了老實厚道外，也沒有別的長處。",
      "&emsp;&emsp;異史氏說：「馬生的名字真的混，他的工作也不好，蕙芳看中甚麼呢？從這裡就知道神仙也喜歡簡樸木訥誠懇篤實的人。我曾經跟朋友說：如果是我跟你，鬼狐都不敢來。剩下還對得起神仙的，就是這個『混』字了。」"
    ]
  },
  {
    "title": "山神",
    "href": "http://liaozhai.weebly.com/2366531070.html",
    "content": [
      "&emsp;&emsp;益都縣的李會斗，偶然到山上去，遇到幾個人坐在地上飲酒。他們見李生來到，都很高興地站起來，把李生拉入座內，競相為他敬酒。看那些盤子裏的菜肴，陳列著很多珍饈美味。過了一會兒，大家喝得非常高興。只是酒味太淡而且苦澀。",
      "&emsp;&emsp;忽然遠遠地來了一個人，臉又窄又長，大約有二三尺的樣子，帽子的高矮粗細和臉孔很相稱。眾人驚慌地說：“山神來了！”立即紛紛四散。李生也伏身藏匿在深坑中。過了不久起來一看，菜肴和酒全沒了，只有破陶器中積存的尿液，瓦片上盛著的幾條蜥蜴罷了。"
    ]
  },
  {
    "title": "蕭七",
    "href": "http://liaozhai.weebly.com/3415719971.html",
    "content": [
      "&emsp;&emsp;徐繼長，是臨淄縣人，家住在城東的磨房莊。他讀書但沒考取功名。只好到官府做了小吏。一次偶然去看親戚，經過于家的墓園。傍晚，徐繼長酒醉回家，路過那個地方，見到路邊樓閣瓦舍，十分繁華富麗，有一老漢坐在門口。徐繼長喝了許多酒，很口渴，想水喝，就向老漢行禮，討點水。老漢站起身來，請他進去，到堂屋裏給他拿水。徐繼長喝完後，老漢說：“天已晚了，路不好走，暫且住一夜，明天早晨再走，怎樣？”徐繼長也感到疲乏困倦，就很高興地答應了。老漢讓家裏人準備酒菜待客，又對徐繼長說：“老夫有句話，請您不要怪我莽撞。您門風清白，威儀令人仰望，我們可以結成姻親。我有個小女兒還沒有出嫁，想給您做侍妾，希望能攀附上您。”徐繼長又恭敬又不安，不知說什麼才好。老漢便派人跟自己的親朋好友說，又傳話讓他的女兒梳妝打扮。­",
      "&emsp;&emsp;過了一會兒，四五個穿著禮服的人，先後來到。女郎也豔妝而出，容貌俏麗，舉世無雙。於是大家入席喝酒。徐繼長精神迷亂，只想快快睡覺。他喝了幾杯後，就堅決推辭，再也不肯喝。老漢就讓小丫鬟領著徐繼長夫妻進了洞房，盡享新婚之樂。徐繼長問少女的家族姓氏。少女說：“姓蕭，排行第七。”徐繼長又仔細詢問她的門第，少女說；“我雖然出身低下，但嫁給你做小吏的也不算辱沒你，為什麼苦苦追問根底？”徐繼長溺愛她的美貌，再也不懷疑。少女說：“這地方不能為家。我知道你家大姐很和善，或許不會阻攔。你回家打掃出一間房子，我自已就會去。”徐繼長口裏應著隨即摟住少女，一會就睡了。",
      "&emsp;&emsp;一覺醒來，懷裏已經空空的了。天色也已大亮，松樹遮住了日光，身下墊的穀穰有一尺來厚。徐繼長驚嘆地回到家，把這事告訴了妻子。妻子耍笑他，就打掃出一間房子，在裏邊安了一張床，關上門，出來說：“新娘子今夜就來了。”兩人都笑。到了傍晚，妻子嘲弄地拉著徐繼長開了房門說：“新娘子是不是已在屋裏了？”進去以後，就看到一位美女穿得很華麗地坐在床上。她看見徐繼長夫妻進來，連忙起身相迎。夫妻二人非常驚訝，美女卻捂著嘴吃吃地笑，恭敬地行了禮。徐繼長妻子就整治了酒菜。讓他們飲合歡酒。七姐每天很早就起來做家務，不用別人指派。­",
      "&emsp;&emsp;一天，七姐對徐繼長說：“我姐姐們想來咱家看一看。”徐繼長擔心倉促間沒有好東西待客。七姐說：“她們都知道咱家不富裕，會先送些菜肴和炊具來，只麻煩我家姐姐做一做罷了。”徐繼長告訴了妻子，他妻子同意了。早飯後，果然有人挑了酒肉來，放下擔子就走了。徐妻就當了廚師。午後，來了六七位女子，年紀大的也不過四十來歲，她們圍著桌子坐下一起喝酒，談笑聲充滿了房間。徐妻趴在窗戶上偷偷一看，只看見丈夫和七姐對面坐著，別的客人卻看不見。她們一直玩到很晚，才高興地離去。七姐送客還沒回來，徐妻進屋看一看桌子上，杯盤都光光的，就笑道：“這些丫頭想必是都餓壞了，就像狗舔的一樣乾淨。”不多時，七姐送客回來，殷勤地向徐妻道勞，奪過杯盤去洗，並催促徐妻去睡。徐妻說：“客人來到我們家，讓她們自帶酒食，也是個笑話了。明日應該再另外邀請。”",
      "&emsp;&emsp;過了幾天，徐繼長按照妻子的話，讓七姐再請客人來。客人到了以後，盡情地吃喝，唯獨留下了四碗菜沒動筷子。徐繼長問為什麼，她們笑著說：“夫人認為我們太沒出息，所以留下給她吃。”席間有一女子，大約十八九歲，七姐稱她為六姐，白鞋子白衣服，說是才死了丈夫，但神情妖冶豔麗，很能說笑。她和徐繼長漸漸融洽起來，就用詼諧的話相互挑逗。行酒令時，徐繼長做令主，禁止說笑話。六姐犯規好幾次，接連喝了十幾杯，面紅大醉，嬌美的身子沒有力氣，軟弱的難以支持。不久，她就躲開了。徐繼長拿著蠟燭去找她，卻見她已藏進帳子裏睡熟了。徐繼長近前去吻她，她也不覺得。徐繼長伸手到她下衣裏摸了摸，不禁神魂搖動。忽聽酒席上亂喊徐郎，便急忙理好六姐的衣服，見她袖子裏有一塊綾巾，偷拿起來出了帳子。­",
      "&emsp;&emsp;到了半夜，客人們都離了座，六姐還沒醒來。七姐進去搖晃她，她才打著呵欠起來，繫好裙子，梳理好頭髮，跟著大家回去。徐繼長心裏念念不忘，想到沒人處展玩偷來的綾巾，但找時已經不見。他懷疑是送客時丟在路上了，就端著燈仔細地照臺階，卻沒找到，心裏很不自在。七姐問他，他隨便答應著。七姐說；“你不要騙我了，那手巾人家已拿去，白費心思。”徐繼長很驚訝，便如實告訴了她，並說很想六姐。七姐說：“她和你沒有緣份，有的就是剛剛這麼一點緣分罷了。”徐繼長問其中的原因。七姐說：“她的前身是個妓女，你是讀書人。你見了她後很喜歡她，但被你的父母所阻攔，願望得不到實現，因此患了重病，生命垂危。你讓人告訴她說：‘我的病已沒法醫治了，假若你能來，那怕只讓我摸一下你的身體，我死了也不遺憾！’她被你的癡情所感動，就答應了你的請求。恰巧她被雜事纏身，沒有立即去；第二天去，你已經死了。這是她的前世和你只有摸一下的緣分。超過了這個界限，就不是你所能得到的了。”以後再擺酒招待那些女眷，只有六姐不來。徐繼長懷疑七姐嫉妒，很有怨言。",
      "&emsp;&emsp;一天，七姐對徐繼長說：“你因為六姐的緣故，胡亂責怪我。她實在是不肯來，跟我有什麼相干？現在我們八年的情愛，就要分手了。讓我盡力為你謀劃一下，以解除你以前的迷惑。她雖然不肯來，難道能擋住我們不去？我們上門去找她，或許能人力勝過天意，也未可知。”徐繼長十分高興，隨著她前往。七姐握住徐繼長的手，飄然離地，很快到了她家。只見黃磚大廳，重門曲折，和第一次見到時沒有區別。岳父和岳母一起迎出來，說：“我女兒多年來承蒙你的照顧，我們年高懶惰，很少去探望，你不會責怪我們吧？”立即擺酒舉行宴會。七姐便問姐姐們的情況。她母親回答說：“她們都各自回家去了，只有六姐還在這裏。”隨即喊丫鬟請六姐出來見客，很久還不出來。七姐進去，把她拉了出來。六姐低頭不語，不像從前那樣有說有笑。一會兒，父母告辭走開。七姐對六姐說：“姐姐自命清高，讓人家怨恨我！”六姐微微冷笑說：“輕薄之人不宜和他親近！”七姐端起兩人的酒杯，強迫他們交換喝下，說：“都已經親吻過了，為什麼還要作態？”不多時，七姐也走開了，屋裏只留下兩個人。徐繼長突然起身逼她，六姐兜著圈子躲閃撐拒。徐繼長拉住她的衣服跪在地上苦苦哀求，六姐的臉色漸漸平和起來，兩人手拉手進了裡面。剛剛解開衣扣，忽聽到外邊叫喊聲震天動地，火光照亮了房門。六姐大驚，忙推開徐繼長說：“大禍臨頭了，怎麼辦？”徐繼長倉促間不知怎麼做才好，而六姐已經逃竄沒了蹤影。徐繼長惆悵地坐了一會，房屋也全不見了。這時有十幾個獵人架著鷹拿著刀來到跟前，吃驚地問：“你是什麼人？怎麼半夜裏坐在這地方？”徐繼長推託迷了路，說了自己的姓名。一個獵說；“剛才我們追趕一隻狐跑到這裏來了，你見到沒有？”徐繼長回答說：“沒見到。”仔細辨認那地方，原來是于家墓園，便很掃興地回了家。此後，他非常希望七姐再來，早晨盼著喜鵲叫，晚上盼著燈花爆，然而最終也沒有消息。",
      "&emsp;&emsp;這個故事是董玉玹講述的。"
    ]
  },
  {
    "title": "亂離二則",
    "href": "http://liaozhai.weebly.com/20098386262010821063.html",
    "content": [
      "&emsp;&emsp;學師劉芳輝，是京都人。他有個妹妹許聘給戴生，出嫁的日期眼看就到了。遇上清兵入境，父兄恐怕這樣一個細弱女子會成為負擔，打算把她嫁到戴家。還沒梳妝完，清兵紛紛來了，父子分頭逃奔。劉女被清兵的小頭目俘虜而去。跟隨了好幾天，小頭目對她絕無不莊重的行為，夜晚就睡在別的床上，對她的飲食照顧非常周到。後來又擄掠了一個年輕人來，年紀和劉女差不多，容貌秀美儀態風雅。小頭目對他說：“我沒有兒子，想讓你來繼承家世，願意嗎？”年輕人答應了。又指著劉女對他說：“如果願意的活，就讓她作你的妻子。”年輕人很高興，願意按他說的辦。小頭目於是讓年輕人和劉女睡在一起，二人感情融洽，非常快樂。隨後在枕上各自說出姓氏，原來年輕人就是劉女的未婚夫戴生。­        陝西某公，任職鹽官，因家室累贅沒帶到任上。遇上姜瓖(1)據城抗清的事變，家鄉成了他們聚集的地方，某公和家裡的音信便隔絕了。後來事變平息，某公派人探問，而百里以內人煙斷絕，無處可以打聽消息。當某公進京向朝廷述職時，身邊有個老差役死了妻子，家貧不能續娶，某公便給他幾兩銀子讓他去買個妻子。當時清兵凱旋而歸，俘獲了無數婦女，插上草標押到市場上，像牛馬一樣地賣。老差役攜帶銀子到市場上去選購女人，他自知錢少，不敢問年輕女人的價錢。見其中有個老年婦女很整潔，就拿銀子贖買回來。老婦人坐在床上，仔細地認了認說：“你不是某差役嗎？”問她是怎麼知道的，她回答說：“你跟隨我的兒子服役，怎麼不認識！”差役大驚，急忙告訴某公。某公過去一看，果然是自己的母親，因而痛哭，加倍償賜了差役。老差役因為銀子多了，不願意再買年老婦女，見一婦人年紀三十多歲，風度儀容超脫不俗，就贖買了她。往回走時，婦人一邊走一邊看他，說：“你不是某差役嗎？”差役又驚問她。她回答說：“你跟隨我的丈夫服役，怎能不認識！”差役更加驚奇，領著她去見某公。某公一看，果真是他的夫人，又悲痛失聲。一天當中母親、妻子重新和他團聚，高興得不得了。於是用一百兩銀子為老差役娶了一個美貌的妻子。看來必定是某公有大的陰德，因此鬼神被他感動並報答了他。可惜說這事的人忘了此公的姓名，秦中或許還有能說出他的姓名的人。",
      "&emsp;&emsp;異史氏說：「火燒崑崙山，是玉石俱焚(2)，真的是如此。像陝西某公這一家，是因輾轉相聚，而傳下後代的。書畫家董思白(3)的後代，只有一個孫子，至今也沒有消息，不能奉祀他，這也是朝廷官員的責任！真可悲啊！」",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;姜瓖：陝西榆林人，明河北宣化鎮總兵。李自成義軍至居庸關，姜瓖迎降。後李自成義軍為清兵所逼撤離北京，姜瓖即入大同降清，任大同總兵。",
      "&emsp;&emsp;清順治五年十一月，又據城叛清，自稱大將軍，易明冠服，為清兵所圍困，第二年八月被部下殺死，城遂陷。但其他各處仍繼續抗清，直到順治十二年始平息。清兵在山、陝一帶，前後七八年，燒殺擄掠，害民甚慘。",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;炎崐之禍，玉石不分︰。《尚書·胤征》：“火炎崐岡，玉石俱焚。”此以“玉石俱焚”喻指清兵鎮壓抗清軍民，禍及擁清的漢族地主官僚，如鹽官家屬，亦遭擄掠。",
      "&emsp;&emsp;3.",
      "&emsp;&emsp;董思白：即明代著名書畫家董其昌，字玄宰，號思白、香光居士，華亭人。官南京禮部尚書，諡文敏。生平詳《明史·文苑傳》。"
    ]
  },
  {
    "title": "豢蛇",
    "href": "http://liaozhai.weebly.com/3593834503.html",
    "content": [
      "&emsp;&emsp;山東泗水縣的山中，有座佛寺，四周沒有村莊，很少有人到這裏來，有一個道士便住在這座寺院裏。有人說寺裏有很多大蛇，所以遊人更遠遠地避開這裏。",
      "&emsp;&emsp;有一個少年進山抓鷹，一直到山的深處。天晚了，遠遠看到有座寺院，便前去投宿。道士驚訝地說：“居士從那裡來？幸好沒被我那些孩子們看見。”讓他坐下，拿粥飯給他吃。還沒吃完，一條大蛇爬進來，足有水缸粗細，昂頭看著客人，憤怒的目光像閃電一樣一閃一閃的。少年大吃一驚，恐懼萬分。道士用手掌拍拍蛇的頭，呵斥說：“去！”大蛇就低下頭爬進東邊屋裏，彎彎曲曲爬了好一會兒，身子才全進去，盤伏在屋裏，一間屋子全塞滿了。少年人更加害怕，渾身打顫。道士說：“這蛇是我平時豢養的，有我在這裏，不要緊。怕的是你自己遇到牠。”少年剛坐下，又一條蛇進來，比前一條略小一點，約有罈子粗細。看見客人立即停住了，怒目閃閃，吐著舌頭，像前一條一樣。道士又呵斥牠，這條蛇也進了室內。屋裏沒有牠臥的地方，牠一半身子就繞在梁屋樑上，牆壁上的土嘩嘩地搖落下來。少年更害怕，整夜睡不著，早早就起來想回去。道士送他，出了屋門，只見牆上、臺階下，到處都是蛇，大如碗盤粗的，爬著、臥著，種種不一。蛇看到生人，都露出要吞吃的樣子。少年害怕，依偎著道士的胳膊跟他走，道士一直送出山口，少年才自己回去。­",
      "&emsp;&emsp;我家鄉有客居中州的人，寄宿在蛇佛寺中。寺裏的僧人準備了晚飯，肉湯很鮮美，而且肉段都是圓的，形狀像雞脖子。客人疑惑地問寺僧：“殺了多少雞，能有這麼多的脖子？”僧人說：“這是蛇肉段。”客人大驚，有的跑出門去嘔吐。客人們睡下後，覺得胸膛上有東西爬動，用手一摸，是蛇！頓時嚇得叫喊著爬起來。僧人起來說：“這是很平常的事，有什麼可怕的！”說著用火把照照牆壁，只見大大小小的蛇滿牆都是，床上床下也是蛇。第二天，僧人領著客人們來到佛殿，見佛座下有一口大井，井裏的蛇有的像大甕一樣粗，把頭探出井邊，卻不出來；點上火把向井下看，裏面蛇子蛇孫數百萬條，都簇擁在井中。僧人說：“過去蛇從井裏出來害人，自從修了佛像坐在上面把牠們鎮住以後，牠們才不敢出來為害。"
    ]
  },
  {
    "title": "雷公",
    "href": "http://liaozhai.weebly.com/3864720844.html",
    "content": [
      "&emsp;&emsp;安徽亳州人王從簡，他的母親坐在屋裏，遇到小雨天，天色昏暗，看見雷公手持大槌，閃動著翅膀飛進屋來。她嚇得不得了，急忙端起便盆把尿液潑向雷公。雷公身上沾了污穢，好像被刀斧砍中，反身快逃，翻來覆去地翻騰，就是走不了。最後跌倒在院中，吼聲如牛。這時天上的烏雲慢慢低下來，漸漸和屋簷齊平。雲中有叫聲像馬嘶鳴一樣，和雷公相互應和。一會兒，大雨猛然傾瀉下來，雷公身上的髒東西全被沖洗乾淨，這才打了個霹靂升空而去。"
    ]
  },
  {
    "title": "菱角",
    "href": "http://liaozhai.weebly.com/3377735282.html",
    "content": [
      "&emsp;&emsp;有個叫胡大成的，是楚地人。他的母親素來信奉佛教。大成跟隨著塾師讀書，去私塾的路上經過觀音祠，他的母親囑咐他每次路過一定進去叩拜觀音。這一天，大成走進祠廟，看見有個少女領著一個小孩在裏面遊玩。少女的頭髮才掩住脖頸，但風致卻非常美好。這年大成十四歲，心裏對她產生了好感。於是問她的姓氏，那少女笑著說：“我是祠西焦畫工的女兒菱角，你問我有什麼事嗎？”大成又問：“你有婆家了嗎？”少女羞紅了臉，說道：“沒有。”大成說：“我做你的丈夫，好嗎？”少女羞慚地說：“我不能作主。”說話間目光晶瑩含情，偷偷地上下打量大成，看起來好像欣然同意的樣子。大成走出祠，少女追過去遠遠地告訴她：“崔樂誠是我父親的朋友，請他作媒人，事情沒有不成功的。”大成說：“好。”想到菱角聰慧多情，心中更加愛慕她。回到家裏，向母親表白了心願。母親只有這一個兒子，總怕違背他的心意，就趕忙央求崔樂誠作媒。焦父要聘禮很多，婚事差點沒有說成。崔樂誠極力誇耀大成是清白人家，人才出眾，焦父這才答應。",
      "&emsp;&emsp;大成有個伯父，年老無子，在湖北擔任教官。伯母在當地病逝後，母親讓大成去湖北奔喪。過了數月，大成將要返回時，伯父又病了，不久也去世了。大成已經停留了很長時間，適逢強盜佔據湖南，與家中音訊隔斷，流浪到民間，孤立無依，惶惶不可終日。這一天，有個四十八九歲的婦女，在村中繞來繞去。太陽西斜也不走。她自我介紹：“我和親人離散了，沒有辦法回家，要把自己賣掉。”有人問她的價錢，她說：“我不屑於作別人的奴僕，也不願成為別人的妻子，但只要有把我當作母親的，我就隨他，不計較價錢。”周圍聽的人都笑她。大成走近細看，女人眉目間有一二分很像他的母親，觸動心懷悲傷不已。他想自己孤單一人，連縫縫補補的人也沒有，於是邀請婦人回家，以兒子的禮節對待她。婦人大喜，便替大成做飯織鞋，辛苦勞累，就像母親一樣。若大成違背了她的意願也責備他，但大成稍有點疾苦時，卻體恤愛護勝過了親生兒子。",
      "&emsp;&emsp;有一天，婦人忽然對大成說：“這個地方太平，沒有什麼可擔憂的事。然而你年齡大了，雖然流落在外，但倫常大道不可偏廢，再過兩三天，要為你娶親。”大成落淚了，說：“兒子已經有媳婦了，只是阻隔在南北兩地不能成親。”老婦說：“大亂時期，人事皆非，為什麼還要守株待兔那樣空自等待呢？”大成又哭著說：“且不說結髮的盟約不敢違背；又有誰家願意把嬌嬌女嫁給我這樣漂泊不定的人呢？”婦人不回答，只是幫助整治窗簾、帷幔、被子、枕頭等，並且準備得很周全，也不知她從那裡弄來的。­",
      "&emsp;&emsp;一天，太陽已經西落，婦人囑咐大成：“點著蠟燭坐著，不要睡覺，我去看一看新娘子來了沒有。”於是走出家門。已經過了三更，婦人還沒有回來，大成非常疑慮。過了一會兒聽到屋外有喧嘩聲。走出一看，見一女子坐在庭院中，頭髮蓬亂，正在哭泣。大成驚問：“你是誰？”她也不回答。過了好一會兒，才說：“把我娶來，肯定沒有福分，我只有尋死！”大成大驚，不知道其中的原因。女子說：“我年少時受聘於胡大成，沒料到他到湖北去，音信斷絕。父母強迫我嫁到你家。身子可以強迫得到，但志向不可改變！”大成聞聽哭道：“我就是胡大成，你是菱角嗎？”女子停住哭泣，非常驚異。但又不相信是真的。兩人互相拉著走進屋內，在燈下認真細看，說道：“莫非這是一場夢？”於是轉悲為喜，互相訴說離別的痛苦。­",
      "&emsp;&emsp;起初戰亂發生後，湖南百里內，荒無人煙，雞犬不聞。焦畫工攜帶全家流落到長沙東面，又接受了周生的訂親聘禮。戰亂中不能成親，約好今晚送菱角到周生家。菱角大哭，不肯梳妝，家裏人強行把她推入車中。到了中途，菱角顛落車下。於是有四個人帶著轎子趕到，自稱是周家迎親的，立即把菱角扶到轎中，快走如飛，到了這裏才停下。一個婦人把菱角帶進來，說：“這就是你的夫家，只管進去不要哭泣。你家婆婆明晚就會趕到。”說完離去。大成問知實情，才醒悟婦人是神明。夫妻二人焚香共同祈禱，希望母子能重新團聚。­",
      "&emsp;&emsp;大成的母親自從戰事起後，和同鄉婦女一起奔到溪谷中。躲藏一夜，有人鼓噪說強盜來了，大成母親於是和眾人驚慌地四處逃竄。這時有個童子把騎的馬交給大成母親，大成母親焦急中顧不得細問，扶著童子的肩膀上了馬。馬跑起來輕靈神速，轉眼間到了湖上，馬踏水奔騰，蹄下不起波浪。不久，童子把大成母親扶下來，指著一處房子說：“這裏面可以居住。”大成母親才要張口感謝，回頭見那匹馬化作金毛獅子，有一丈多高，童子跳上飛馳而去。大成母親用手敲門，門豁然一下自動打開。有個人從裏面走出詢問，大成母奇怪聲音這麼耳熟，仔細一看，原來是大成。母子倆抱頭痛哭。菱角也被驚起，一家人重逢非常歡慰。猜想那個婦人是觀音化身。從此吟誦觀音經更加虔誠。大成一家人於是買田蓋屋，定居在湖北。"
    ]
  },
  {
    "title": "餓鬼",
    "href": "http://liaozhai.weebly.com/3918739740.html",
    "content": [
      "&emsp;&emsp;馬永，山東人。為人貪婪簡直是個無賴。家產也讓他敗光了，鄉人們都叫他餓鬼。到了三十多歲，生活更加貧困，只能身穿綴滿補丁的衣服，凍得雙手抱著自己的肩膀，靠在街市上搶掠食物過活。人們全都看不起他，更不願意提到他。同縣有個姓朱的老頭子，年輕的時候起，就帶著老婆在大都市開設妓院。年歲大了回到本鄉，知書明禮的人都不理他。後來，朱老頭改邪歸正，又做了些善事，人們對他的態度才稍稍有所轉變。一天，他碰上馬永因搶食物不給錢，被商販抓住痛打，便動了憐憫之心，替馬永付了錢，還把馬永領到家中，給他數百兩銀子作為本錢。馬永得到銀子後，不肯謀生，還是坐吃山空。不久，把銀子揮霍光了，仍然重蹈覆轍，還是靠到街上去搶掠為生。",
      "&emsp;&emsp;馬永擔心遇見朱老頭子，就跑到了臨邑縣。夜間住在學堂裏，冬天寒風刺骨，馬永把聖賢塑像上飾物取下換錢，燒笏板取暖。學官知道後非常憤怒，要處罰他，馬永跪在學官面苦苦哀求，並且表示願意給先生弄個生財之道。學官很高興，就把他放走。馬永探聽到某生家庭殷實，就登門去強索錢財，故意把某生激怒，然後拿刀刺傷自己，反誣某生有意傷害，到學官處去控告。學官乘機敲詐勒索，某生賄以重金，這才免于向上申報黜免他的秀才資格。這件事傳出以後，引起縣裏秀才們的公憤，大家一同到縣令處告狀。縣令查清事實真相後，就把馬永抓去痛打四十大板，然後帶上了枷關起來，馬永三日之內就死了。",
      "&emsp;&emsp;這天夜裏，朱老頭子夢見馬永穿著生員的衣冠進來，說道：“從前，辜負了你的恩德。實在過意不去，如今特意來相報。”剛一醒來，妾正好生了個兒子。朱老頭子知道這是馬永投的胎，就給孩子取名叫“馬兒”。",
      "&emsp;&emsp;馬兒年少時並不聰明，但是還肯於讀書。到了二十多歲，經過多方籌畫，這才得以進入縣學。後來去參加考試，住在旅館裏，白天躺在床上，看到牆壁上糊的全部是舊文卷紙。爬起來一篇篇看去，見有“犬之性”四句題，心想這個題很難做，就讀了幾遍，把這篇文章記了下來。進了考場，恰好出的就是這個題目，他就把這篇文章回憶抄錄下來，結果得了個優等，每月可以領取四兩銀子的廩祿。",
      "&emsp;&emsp;六十多歲時，馬兒才補了個臨邑縣的訓導。",
      "&emsp;&emsp;為官數年，也沒有交上一個有道義的朋友。找他辦事，若遞上錢去，那還有點笑容。若是不遞錢，就連眼皮都不抬，冷若冰霜，就如同不相識一樣。生員們偶爾犯了點小錯誤，縣令責成馬兒進行一些輕微的懲戒，但他卻如同處罰盜賊，狠狠地劫掠一番。如有人控告讀書人，那就是給他送來了生財的門路。對於馬兒的種種惡行，生員們真是忍無可忍。他年近七十的時候，已經是臃腫不堪，耳聾眼花了，還常常向人物色使鬍鬚變黑的藥。有個生員一向狂傲，就把茜草根(1)剉細來騙他。夜間他把藥塗抹在鬍鬚上，天亮後大家一看，簡直就和廟中泥塑的那個由餓鬼變成的靈官一個樣，馬兒大怒，就想拘捕那個生員，但他早就逃跑了。為此他怒氣中結，沒有幾個月就死了。",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.茜草根：茜草。根黄红色，可作大红色染料。"
    ]
  },
  {
    "title": "考弊司",
    "href": "http://liaozhai.weebly.com/327712433021496.html",
    "content": [
      "&emsp;&emsp;聞人生，是河南人。有一次，他生病臥床，躺了一整天，見一個秀才走進來，跪在床下拜見，非常謙恭有禮。既而秀才又請他出去走走，一路上秀才拉著他的胳膊，邊走邊絮絮叨叨地說個不停。一直走了幾里路，還不告別。聞人生站住腳，拱拱手要告辭。秀才說：“請您再走幾步，我有一件事求您！”聞人生問他什麼事，秀才說：“我們一些人都歸‘考弊司’管轄。‘考弊司’的司主名叫‘虛肚鬼王’，凡初次拜見他的人，按照舊例，都要從大腿上割下一塊肉獻給他。我想求您去給講講情！”聞人生驚訝地問：“犯了什麼罪至於受這種刑罰？”秀才回答說：“不必犯罪，這是‘考弊司’的老規矩。如果給鬼王送重禮，才能免了；可是我很窮，送不起禮！”聞人生說：“我和那鬼王素不相識，怎能為你效力呢？”秀才說：“您的前世是鬼王的爺爺輩，他應該聽您的話。",
      "&emsp;&emsp;二人正說著，已走進一座城市，來到一個衙門前。見官衙的房屋建築不很寬敞，只有一間廳堂又高又大。堂下東西兩邊立著兩塊石碑，上面刻著斗大的字，塗著綠色。一個刻的是“孝悌忠信”，另一個刻的是“禮義廉恥”。二人登上石階，又見大堂上方懸掛著一塊匾，上書大字“考弊司”。大堂柱子上，掛著一副板雕綠字的對聯，上聯是：“曰校、曰序、曰庠，兩字德行陰教化，”下聯是：“上士、中士、下士，一堂禮樂鬼門生。”兩人還沒看完，一個官員從裏邊走了出來。見那官頭髮捲曲，腰背弓著，像有幾百歲的樣子，一對鼻孔朝天，短短的嘴唇翻開著，露出一嘴獠牙利齒。隨從的一個師爺，人身上卻長著顆虎腦袋。又有十幾個人在兩邊排列伺候，大半都猙獰兇惡，像是山精野怪。秀才對聞人生說：“那就是鬼王。”聞人生早嚇得魂飛魄散，返身想走。鬼王卻已看見他，忙從臺階上走下來，恭敬地行禮，將聞人生請進了大堂，又問候他的日常起居，聞人生只嚇得連連說“是”。鬼王問他：“有什麼事來到這裏？”聞人生便把秀才求自己的事說了。鬼王一聽勃然變色，說：“這是有舊例的，就是我親爹來講情，我也不敢聽從！”說完，面如冰霜，像是一句人情話也聽不進去。聞人生不敢再說別的，急忙站起身告辭。鬼王又側著身子，恭恭敬敬地把他送到大門外才回去。­\n\n       聞人生出門後不往回走，又返身偷偷走進來，想看看那鬼王到底要幹什麼。來到大堂下，只見那秀才和另外幾個人都已被繩索反綁起來，一個面目兇惡的人拿著一把刀子走過來，先脫下秀才的褲子，然後從大腿上一刀割下一片三指寬的肉來。秀才疼得大聲號叫，把嗓子都喊破了。聞人生年輕氣盛，見此情景，怒不可遏，大喊道：“如此慘毒，成何世界！”鬼王吃了一驚。從座上站起來，命暫停割肉，自己從座椅上下來，迎接聞人生。聞人生已氣忿忿地走了出去，遍告路人，要去上帝那裏控告。有人譏笑他說：“真愚蠢啊！藍天茫茫，到那裡去找上帝申訴冤屈？這些鬼跟閻王倒挺近，到閻王那裏上告，或許還管點用！”便指給他路。聞人生沿路趕去，一會兒來到閻王殿，見氣象十分威嚴，閻王正在大殿上坐著。聞人生跪在臺階下，大聲喊冤。閻王叫上他來詢問清楚，立即命鬼拿著繩索提著錘子去捉鬼王來。過了不久，鬼王和秀才一起被拿來，閻王審知聞人生說的都是實情，大怒，斥駡鬼王說：“我可憐你生前一生苦讀，所以暫時委給你這個重任，等候讓你投生到富貴大家去。你現在卻敢如此無法無天！我要剔去你身上的‘善筋’，再給你添上‘惡骨’，罰你生生世世永遠不得做官！”一個鬼卒便上前，將鬼王一錘子打翻在地，連門牙也碰掉了。鬼卒又用刀割破鬼王的指尖，抽出一條又白又亮、像絲線一樣的筋來，鬼王痛得殺豬般地大聲嗥叫。直到把他手上、腳上的筋都抽完，才有兩個鬼卒押著他走了。­\n\n       聞人生給閻王磕了頭，便退出了閻王殿。秀才在後面跟著，對聞人生很是感激，挽著他的胳膊，送他走過街市。聞人生看見有個人家，門口掛著紅門簾，簾後有個女子，露出了半張臉，模樣非常豔麗。聞人生問：“這是誰家？”秀才回答說：“這是妓院。”已經走過去後，聞人生對那女子留戀不捨，於是堅決不讓秀才再送。秀才說：“您是為我的事來的，卻讓您一人孤孤單單地回去，我怎麼忍心呢？”聞人生堅決告辭，秀才只好離去。聞人生見秀才走遠，急忙回身走進那家妓院。那女子立即出來迎接他，面現喜色。進入室內，女子讓聞人生坐下，互相說了姓名。女子自稱姓柳，小名叫秋華。這時一個老婆子出來，為他們準備下酒菜。喝完酒，二人上床，極盡歡愛，山盟海誓地訂下了婚約。天亮後，老婆子進來說：“沒錢買柴買米了，無奈只得破費郎君幾個錢了！”聞人生頓時想起腰包裏空空的，沒帶錢，惶恐慚愧地一語不發。過了很久，才說：“我實在沒帶一文錢，我給你們立下字據，回去後立即償還。”老婆子一下子變了臉，說：“你聽說過有妓女外出討債的嗎？”柳秋華也皺著眉頭，一句話不說。聞人生只好脫下外衣，當作抵押。老婆子接過衣服，譏笑說：“這件東西還不夠償還酒錢的！”嘴裏絮絮叨叨的，一副很不滿意的樣子，跟那女子進了內室。聞人生非常羞慚。又過了會兒，聞人生還在盼望著女子出來和他道別，再重申訂下的婚約，等了很久，寂無聲息，聞人生便暗暗進去察看，見老婆子和柳秋華自肩部以上都變成了牛頭鬼，目光閃閃地相對而立。聞人生大驚，急忙返身逃了出來。他想回家，可是岔路極多，不知走那條路好。詢問街市上的人，並沒有知道他的村名的。聞人生在街上徘徊了兩天兩夜，辛酸悲傷，加上饑腸轆轆，真是進退兩難。忽然那個秀才從這裏經過，看見聞人生，驚訝地說：“你怎麼還沒回去，卻這樣狼狽？”聞人生紅著臉不好意思回答。秀才說：“我知道了，你莫不是被花夜叉迷住了吧？”說完，秀才便氣昂昂地往那家妓院走去，說：“秋華母女怎麼這樣不給人留面子？”過了一會兒，秀才就把衣服抱來交給聞人生說：“那淫婢太無禮，我已經叱駡過她了！”秀才把聞人生一直送到家後，才告辭走了。這時，聞人生已僵死了三天，此刻才蘇醒過來，說起陰間的經歷，還記得清清楚楚。"
    ]
  },
  {
    "title": "閻羅",
    "href": "http://liaozhai.weebly.com/38331326451.html",
    "content": [
      "&emsp;&emsp;沂州的徐星，自已說夜裏當了閻羅王。這個州裏還有個馬生，也說自已夜裏當了閻羅王。徐星聽說後，就到馬家去拜訪，問馬生昨晚陰間處理過什麼事。馬生說：“沒有別的事，只是送左蘿石(1)升天。天上掉下蓮花來，花朵和房屋一樣大。”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.",
      "&emsp;&emsp;左蘿石即左懋第,山東萊陽人。",
      "&emsp;&emsp;因父親葬在蘿石山上,遂以蘿石為號。南明赴清談和使者，後被清扣押，寧死不降，後人稱「明末文天祥」。明亡後,左蘿石拒不降清,被殺害。左蘿石罹難時,蒲松齡只有7歲。"
    ]
  },
  {
    "title": "大人",
    "href": "http://liaozhai.weebly.com/2282320154.html",
    "content": [
      "&emsp;&emsp;長山縣孝廉李質君，一次去青州府時，路上遇到六七個人，聽口音像是燕地人，細看他們兩頰，都有瘢痕，像銅錢大小。李質君很驚異，就問他們為什麼都得一樣的病。客人說：“前幾年我們客居雲南時，一天天黑後迷失了道路，走進了大山裏。絕壁懸崖，崇山峻嶺，找不到路出來。見山谷中有一棵大樹，幾尺長的樹條，軟綿綿地下垂著，樹蔭足有一畝地大。我們無計可施，便都拴住馬，解下行李，依傍在這棵大樹下休息。夜深了，老虎、豹子、貓頭鷹，此起彼伏地嗥叫著，我們都抱著腿面面相覷，不敢睡下。忽然看見一個大人走來，有一丈多高。我們嚇得團團趴在地上，大氣不敢出。那個大人來到跟前，用手抓住馬就吃，六七匹馬頃刻就被他吃光了。接著他又折下樹上的長條，抓住我們的腦袋，像串魚那樣，把我們串成一串。提著走了幾步，枝條發出脆弱斷裂的聲音。大人好像怕墜落到地上，就把枝條彎曲起來，用一塊巨大的石頭壓住枝條兩端走了。我們覺得他走遠了，便拿出佩刀砍斷串著的枝條，忍著疼痛急忙逃跑。剛跑幾步，見大人又領著一個人來了。我們害怕萬分，忙趴下藏在草叢中。看見領來的那個人更加高大，來到樹下，往來巡視，好像找什麼東西又找不到。一會兒，這人發出喊叫聲，好像大鳥在叫，很生氣的樣子，怨恨大人欺哄它，用手掌打他的耳光。大人彎著身子，很恭敬地挨著打，不敢有一點爭執。不一會兒，二人都走了，我們才倉惶逃出來。\n\n­\n\n        在荒野中逃了很久，遠遠看見山嶺上邊有燈光。大夥一塊跑過去，到了一看，是一間石屋，有個男人住在裏面。我們進去，都拜見了他，並且講了剛才受的苦。男子拉起我們，讓我們坐下。說：“這東西特別可恨，但是我也沒有辦法制服他。等我妹妹回來，再同她商量。”不多會兒，一個女子挑著兩隻老虎從外邊進來，問客人是從那裡來的。我們忙伏地叩頭，告訴她來由。女子說：‘早就知道這兩個東西為害，沒料到凶頑到這程度！應當馬上除掉他。’說著，從石屋中拿出一柄銅錘，重三四百斤，然後出門不見了。那男人便煮老虎肉招待我們。肉還沒熟，女子已經回來了，說：‘他們看見我想逃，我追了數十里路。打斷了他一個指頭就回來了。’說著把指頭扔到地上，見那截指頭有人的腿骨那麼粗。眾人驚駭極了，問她的姓名，女子不答。稍過了一會兒，虎肉熟了，我們腮上的創傷疼得我們不能吃東西。女子便用藥屑給我們塗抹傷處，疼痛立刻止住了。天明了，女子送我們來到那棵大樹下，行李都在。我們各自背起行李走了十多里路，經過昨天夜裏爭鬥的地方，女子指給我們看，石窪中殘留的血跡還有一盆多。一直送我們出了山，女子才告別返回山中。"
    ]
  },
  {
    "title": "向杲",
    "href": "http://liaozhai.weebly.com/2152126482.html",
    "content": [
      "&emsp;&emsp;向杲，字初旦，是太原人。他與庶母所生的哥哥向晟友情最為敦厚。向晟結交了一位妓女，名叫波斯，與向晟有割臂為誓終生永好的盟約。困為波斯的鴇母要的價錢太高，兩人始終沒有如願。正好鴇母想要從良，願意先把波斯嫁出去。有一個姓莊的公子，一向喜歡波斯，向鴇母請求買下波斯做妾。波斯對鴇母說：“既然母親和我願脫離這地獄而登入天堂，如果把我賣給別人做妾，與當妓女又有什麼區別！如果肯依從我的志向，只有向晟才合我的意。”鴇母答應了，並把她的意思轉告向晟。當時向晟的妻子死了，尚未再娶，他非常高興，竭盡家中所有的錢財，把波斯娶了回家。莊公子聽說後，惱怒向晟奪走了他喜歡的女人。一次在路上偶然碰到向晟，便大罵一頓。向晟不服，莊公子就叫隨從毒打向晟，打得快要死了，他們才走。向杲聽到消息急忙跑去看，他的哥哥已經死了。­",
      "&emsp;&emsp;向杲不勝哀痛悲憤，寫好了狀子到郡城去告狀。莊公子對上下官府都行了賄，使他有理也無法伸張。向杲心中憤怒鬱結，沒有地方控告訴說，只想著要在路上刺殺莊公子。每天揣著鋒利的刀，伏在山間路旁的草叢裏。時間長了，機密逐漸洩露出去。莊公子知道了他的打算，每出門就戒備森嚴。聽說汾州有個叫焦桐的人，很勇敢而且擅長射箭，莊公子便用很多錢把他聘來做護衛。向杲沒有辦法實施他的計畫，但還是每天在路邊等著。有一天，他剛剛藏好，忽然下起了傾盆大雨，全身上下都濕透了，凍得打顫，頗吃苦頭，不一會狂風四起，又下起了冰雹。向杲身上忽然沒有了知覺，不知痛癢。山嶺上以前有座山神廟，他強支撐著跑到那裏。進了廟以後，就看見一個他認識的道士在那裏。從前，這個道士曾經在村裏討飯，向杲經常給他飯吃，因此道士也認識向杲。道士見向杲的衣服都濕透了，就給他一件布袍，說：“暫且把這件布袍換上。”向杲換上布袍，忍著寒冷，像狗一樣蹲著。自己看著身上，忽然長出了皮毛。身子變成了老虎。道士已不知道那裡去了。向果心中既吃驚又憤恨。可轉念一想，這樣能找到仇人而吃他的肉，辦法也不錯。就下山到原來藏身的地方。看見自己的屍體趴在草叢中，才明白自己的前身已經死了。他還恐怕自己的身子被烏鴉和老鷹吃了，時時巡迴守護著它。­",
      "&emsp;&emsp;過了一天，莊公子才從這裏經過，老虎猛然竄出，把莊公子從馬上撲落下來，咬下莊公子的腦袋，吞了下去。焦桐掉轉馬頭，向老虎射了一箭，射中老虎的肚子，老虎倒下接著就死了。向杲在荊棘叢中，恍然好像一場大夢初醒。又過了一個晚上，才能行動走路，昏昏沉沉地回到家裏。家裏人因為他一連幾晚上不回來，正在驚駭疑慮，見到他，都高興地來安慰探問他。向杲只是躺著，反應遲鈍不能說話。過了一會兒，家人聽說了莊公子被虎咬死的消息，爭著到床頭高興地告訴他，向杲才自己說：“老虎就是我。”接著就講述了他奇異的經過。這事從此傳了出去。莊公子的兒子傷痛父親死得太慘，聽說了以後十分惱火，就去告了向杲。官府認為這件事很荒誕，而且沒有證據，置於一邊不予理睬。",
      "&emsp;&emsp;異史氏說：「自古以來壯士們達到志向的，必定不是好端端的回來，這是千古所悼恨的。能夠借著人們殺戮而回到人世，仙人的辦法也真神奇啊！可是天下間足以讓人髮指的事多如牛毛。我們讓受怨的人始終是個人，為什麼不讓他們暫時做隻老虎呢！」"
    ]
  },
  {
    "title": "董公子",
    "href": "http://liaozhai.weebly.com/338912084423376.html",
    "content": [
      "&emsp;&emsp;青州的董可畏尚書，家裏的規矩很嚴厲，內宅外宅的男人和女人，不敢互相說一句話。一天，有個丫鬟和男僕在中門以外調笑，公子看見便怒叱了他們，兩人各自奔散。­\n\n \n\n       到了夜晚，公子和書僮睡在書房中。當時正是盛夏，房門大敞著。夜深的時候，書僮聽到床上有劇烈的聲響，被驚醒了。在月光下，見白天和丫鬟調笑的那個僕人提著一樣東西出門走了。因為他是家裏的僕人，書僮也沒多疑，就又睡了。忽然聽見有大聲走路的靴子聲，一個魁偉的男子，紅臉長鬚，好像漢壽亭侯關羽的模樣，手裏提著一顆人頭走了進來。書僮非常害怕，便像蛇那樣鑽入床底下。聽到床上吱吱咯略的響，像是抖衣服，又像按摩腹部，過了一會才完事。靴子聲重又晌起來，那人就出去了。書僮伸著脖子慢慢從床底下出來，見窗櫺上有了晨光。用手摸到床上，沾了一手濕漉漉的東西，聞了聞有血腥氣味，嚇得他大呼公子，公子正好醒來。書僮便把見到的情形告訴他，並拿火來照，一看血滿枕席。公子和書僮大驚，卻不知道這是怎麼回事。­\n\n       忽然有官府的差役前來敲門，公子出門接見，差役很驚訝，嘴裏直說怪事。公子追問，差役告訴說：“剛才衙門前有一個人神色迷亂恍惚，大聲說：‘我殺了主人了！’眾人見他衣服上有血污，便抓住他告了官。經過審問，知道是您家的僕人。他說已經殺了您，把人頭埋到關帝廟旁邊了。我們前往那裏去驗證，看到挖的坑土還很新，但卻沒有人頭。”公子大為驚異，便趕往公堂，見那犯人就是先前和丫鬟調笑的僕人。於是敍述了事情的奇異經過。官聽了非常懷疑惶恐不安，便狠狠地打了僕人一頓後釋放了他。公子不想和小人結下仇怨，就把那個丫鬟許配給這個僕人，讓他們回家去了。­\n\n       過了幾天，這個僕人的鄰居夜間聽到他房子裏一聲震響，像是什麼東西崩裂了，急忙起來喊他，沒人應聲。撞開門進去一看，見僕人夫婦連同他們睡的床，都截斷成兩半，木頭和肉上都有刀削的痕跡，好像是一刀砍斷的。關公的靈跡很多，可是沒有比這個更神奇的了。"
    ]
  },
  {
    "title": "周三",
    "href": "http://liaozhai.weebly.com/2160819977.html",
    "content": [
      "&emsp;&emsp;泰安州的張太華，是個很富裕的州吏。他家裏有狐狸騷擾，雖多次驅趕、遏止，也不起作用。他把這事說給知州聽，知州也無能為力。當時州的東面也有狐居住在村民家裏，人們都看見過狐狸是一個白髮老頭。這老頭和村裏人互通禮儀往來，如同常人一樣。他自稱排行第二，人都叫他胡二爺。恰巧有個秀才來拜見知州，談話間提到了胡二爺的奇異。知州便為張吏出謀，讓他前去問胡叟。那時胡叟住的村子裏有個在州衙當差的人，張吏向他打聽胡叟的情況，果然不假，於是和他一同前往，就在衙役家裏設筵請胡叟。胡叟來到，禮讓敬酒，和常人沒有不同的地方。張吏便把請求驅狐的事告訴了胡叟。胡叟說：“我本來就知道這件事，只是不能為您效力。我的朋友周三，住在岳廟，他能降伏牠們，我定當代您求他。”張吏大喜，再三致謝。胡叟臨走時和張吏約好，讓他明天在岳廟的東面設筵等待。張吏都答應照辦。\n\n \n\n       第二天，胡叟果然領著周三來到約定的地點。周三的臉像鐵一樣，上面長滿捲曲的鬍鬚，穿一身騎馬服裝。酒過數巡，周三對張吏說：“剛才胡二弟把您的意思告訴了我，事情已經知道得很詳細了。只是牠們確實有很多同夥，無法好言相勸，難免動用武力。請應允許我借居您家，有事情時，只要說一聲，不敢推辭。”張吏轉念一想，去掉一狐，再來一孤，是用兇暴換兇暴，因而遲疑不決，沒敢立即答應。周三已知道了他的心思，說：“不用害怕，我和那些狐不一樣，而且和您還有同住一起的緣分，請不要懷疑。”張吏答應了他。周三又囑咐他明日和全家人一起關上門坐在屋子裏，不要喧嘩。­\n\n       張吏回到家中，全都遵照周三的吩咐安排好了。不久便聽到院子裏有攻擊刺鬥的聲響，過了一個時辰才靜下來。開門出來一看，鮮血點點灑滿臺階，臺階上有好幾個小狐狸頭，像碗、杯大小。又去看為周三清掃準備的房間，見他端坐在裏面，拱手笑著說：“蒙您重托，妖類已全部消滅了。”周三從此住在張家，相見如賓主一般。"
    ]
  },
  {
    "title": "鴿異",
    "href": "http://liaozhai.weebly.com/4025530064.html",
    "content": [
      "&emsp;&emsp;鴿子種類繁多。山西有“坤星”，山東有“鶴秀”，貴州有“腋蝶”，河南一帶有“翻跳”，吳越一帶有“諸尖”，這都是品種出色的上好鴿子。另外有靴頭、點子、大白、黑石、夫婦雀、花狗眼等，名類繁多，數不勝數，只有玩鴿內行的人，才能辨識清楚。\n\n \n\n       鄒平縣有位張幼量公子，特別喜好鴿子。他按照《鴿經》上所表列的，四處搜求，力求搜尋到天下所有品種。他養鴿子，如同養育嬰兒一樣，天冷了，就用甘草粉給鴿子療護；天熱了，就給鴿子吃點鹽粒。鴿子喜好睡覺，但睡得太多了，容易得麻痺症而死。張公子在揚州花十兩銀子買到一隻鴿子，身材最小，很喜歡走動，把牠放到地上，盤旋著走動，沒有停止的時候，不到死不會停下來。所以，平日常常需要人把著牠。夜間，便把牠放到鴿群中，使牠驚動其他鴿子，可以防止麻痹病。這種鴿子，人們叫牠“夜遊”。山東一帶養鴿子的行家，以張公子家為最著稱，張公子也常以善養鴿子，自我誇耀。 \n\n       一天夜晚，張公子獨坐在書齋中，忽然一位身著白衣的少年叩門進來。張公子一看，素不相識，問他是什麼人，回答說：“四處漂泊的人，姓名有什麼可說的？聽傳聞說公子蓄養的鴿子最多，這是我生平中最愛好的，願意觀賞您養的鴿子。”張公子就把自己所蓄養的鴿子，全都展示出來，各種顏色的鴿子都有，五光十色璀璨如錦。少年笑著說：“人傳說的真不假啊！公子真可稱得上包羅天下名鴿的人了。我也養有一兩頭，公子願意觀賞嗎？”張公子聽罷很高興，就跟著少年去了。\n\n       月色朦朧，曠野中顯出一片蕭條的景象，張公子心裏有些懷疑畏懼。少年向前指著說：“請再走一段路，我的住處就在前邊不遠。”又走了幾步，見一座道院，院內僅有兩間屋子。少年拉著張公子的手走了進去，院裏暗淡，沒有燈火。少年站立在院子的中央，口裏學著鴿子的叫聲。忽然有兩隻鴿子飛了出來，形狀如同平常的鴿子，但身上的羽毛純白，飛到房檐那麼高，邊叫邊鬥，每次相撲，必定翻筋頭。少年一揮胳膊，兩隻鴿子一齊飛去了。少年又緊撮起嘴唇，發出一種奇異的聲音，又有兩隻鴿子飛出來，大的如同白鶩大，小的才如拳頭；兩隻鴿子並立在臺階上，學著仙鶴起舞。大的伸長脖頸，張開兩隻翅膀，作孔雀開屏的樣子，旋轉著邊叫邊跳，好像在引著小鴿子；小鴿子上下飛鳴著，時而飛到大鴿子的頭頂上，翅翼翩翩，如同燕子飛落在蒲葉上，聲音細碎，如同敲擊小鼓；大的伸長脖頸不敢動。叫的聲音越急，聲音變得如同磐石一般清脆悅耳。兩隻鴿子鳴叫相合，相互間雜，很合節拍。接著，小鴿子飛起來，大鴿子就上下擺動著逗引它。張公子讚賞不已，感到自己的鴿子委實比不上，望洋興嘆。\n\n       張公子向少年行禮，請求少年能夠割愛。少年不同意，張公子又懇切地乞求。少年讓兩隻舞蹈的鴿子飛去後，又學著以前喚鴿的聲音，招兩隻白鴿來，伸手捉住，對張公子說：“若不嫌棄，就把這兩隻白鴿送給您，聊以塞責。”張公子把兩隻白鴿接到手，細心地觀看著，只見白鴿兩隻眼睛在月光映照下，呈現琥珀色，兩眼通明透亮，好像中間沒有間隔一樣，中間的黑眼珠，圓如花椒粒。掀起鴿子的翅膀看，肋間的肌肉，如同晶瑩的水晶，五臟六腑都看得清楚。張公子感到很奇異，但還是覺得不滿足，乞求少年再送給他幾隻。少年說：“我還有兩種未敢奉獻，現在不敢再請您觀賞了。”兩人正在討論間，家人點著火把來找主人。",
      "&emsp;&emsp;張公子回頭看少年，已化為一隻白鴿，大如雞，沖天飛去。又看眼前的院落、房舍，都消失了，只有一座小墳墓，兩棵柏樹。張公子與家人抱著白鴿，驚駭歎息而歸。回到家中，試著讓白鴿飛翔，異常馴良，邊飛邊鬥如初見時一樣，雖然算不上鴿子裡面最好的，但也是人世間絕無僅有的。張公子對兩隻鴿子愛惜備至。過了兩年，這對白鴿又生了小公鴿小母鴿各三隻，雖然親朋好友想要，也得不到。\n\n      有一位張公子父親的朋友，是個貴官。一天，見到公子，問：“你養了多少隻鴿呵？”張公子謹慎地回答幾句，就退下來。懷疑某公是愛好鴿子的，想贈送兩隻鴿子，但是實在捨不得。又想到長輩來索求，不能過於抹他的面子，而且也不敢以平常的鴿子送給他應付差使，就選兩隻白鴿，用籠子盛著去送給他，自己以為就是送千金的禮物，也不如這兩隻鴿子珍貴。\n\n       過了幾天張公子見到某公，自己臉上很有居功得意之色，而某公說話間，並無一語感謝贈送鴿子的事。張公子不能忍耐，便問：“前天我送的鴿子可中意？”某公回答說：“也挺肥美。”張公子驚訝地說：“大人把鴿子烹了？”某公回答說：“是啊！”張公子大驚地說：“這不是尋常的鴿子，就是平常所說的佳種‘靼韃’的。”某公回想了一下說：“味道也沒什麼特殊的。”張公子聽罷，悔恨地回到家裏。\n\n       到夜裏，張公子夢見白衣少年來見他，責備說：“我原以為你能很愛惜鴿子，所以把子孫託付於你。你怎麼能把明珠投到黑暗中，致使我的子孫喪身於鍋鼎！今日我就率子孫去了。”說罷，化作鴿子，張公子所豢養的白鴿全都跟著牠飛走了。\n\n   \n   天明，張公子去看籠中的白鴿子，果然都不見了。心中很悔恨，接著把所養的鴿子，分別贈送給自己的好友，幾日內就分光了。\n\n       異史氏說：“物以類聚，所以葉公好龍(1)，真龍就到了他的屋裏；更何況飽學之士能夠交到良友，賢明的君主會得到良臣呢！可是只有金錢這種東西。雖然喜歡他的人更多。而能夠聚集到財富的人卻很少。由此也可以看到鬼神是憎恨貪婪而不憎恨癡迷的啊！\n\n       從前，有位朋友要送給孫禹年公子幾條金魚，家裏沒有聰明伶俐的年輕僕人，只好派一個老僕前去。老僕剛一出門，就倒掉水，拿出魚，要了個盤子托著送去了。等到了孫公子的住處，魚早已乾死了。公子笑著沒有說什麼。用酒犒賞老僕，並吩咐立即把魚烹煮了招待他。老僕回家以後，主人問：“公子得到魚很高興嗎？”老僕回答說：“很高興。”主人又問：“怎麼知道呢？”老僕說：“公子見到魚就高興地面帶笑容，馬上吩咐賜酒，還烹了好幾條來犒賞小人。”主人聽了大吃一驚，心裏想所贈送的金魚品種並不差啊，何至於烹煮了賞賜下人呢？就大聲訓斥老僕說：“一定是你愚蠢無禮，所以公子才遷怒于魚！”老僕揚起手極力辯解說：“我本來就見識少，也比較笨拙，可是也不能不把我當人看那！我登門去給公子送魚小心翼翼惟恐魚缸不雅觀，特意要了個盤子，還一條條地排放整齊之後才進奉給他，有什麼地方不周詳呢？”主人聽後罵了一頓就把他打發回家了。\n\n       靈隱寺有個僧人，由於茶而遠近聞名，煮茶和飲茶的器具都很精緻。他所收藏的茶有幾個等次，總是看來客身份的貴賤來決定用那種茶葉來招待，其中最上等的；如果不是貴客及懂得茶道的人，是絕不會拿出來。一天，有位大官來到靈隱寺，這個僧人躬身謁見，非常恭謹，又取出好茶，親自煮好進獻，希望得到讚譽。可是貴官沉默無言。僧人感到非常困惑，又用最上一等的好茶煮好進上。茶已經要飲完了，仍然沒有說一句稱讚的話。僧人急得再也坐不住了，就鞠躬問道：“您覺得這茶怎麼樣啊？”大官手裏拿著茶杯拱說：“好熱！好熱！”\n\n       這兩件事可以與張公子贈鴿的事同博眾人一笑",
      "&emsp;&emsp;註\n\n1.「葉公好龍」出自漢代劉向的《新序•雜事》。\n\n春秋時，有一位名叫子高的葉公愛龍成癖。他身上佩帶的鉤劍、鑿刀上都飾有龍紋，家裡的樑柱門窗上都雕刻著龍。上界的天龍聽說人間有如此喜歡龍的人，就決定來拜訪葉公。一天，天龍降落到葉子高的家裡，牠把頭伸進窗戶裡探望，把尾巴伸到堂屋裡。\n\n葉公看見這天龍後，嚇得面如土色，失魂落魄。原來葉公並非真的喜歡龍，而是喜歡似龍非龍的東西而已。從這個故事演變的成語「葉公好龍」常用來比喻人說一套，做一套，口是心非。"
    ]
  },
  {
    "title": "聶政",
    "href": "http://liaozhai.weebly.com/3288625919.html",
    "content": [
      "&emsp;&emsp;明代的懷慶潞王，荒淫無德。他經常到民間去，發現有美女，總要搶奪到手中。有個王生的妻子，被潞王看上了，便派遣車馬逕自進了她家。王妻號啕大哭不服從，被強抬著出了門。王生逃了出去，藏身在聶政墓地，希望妻子經過這裏，能遠遠地和她訣別。不多時，妻子到了這裏，望見丈夫，便大哭著撲到地上。王生悲痛的心情無法抑制，不覺哭出聲來。跟從的人知道了他是王生，就抓住他，要用鞭子抽打他。\n\n \n\n       忽然墳墓中出來一個男子，手握利劍，氣勢威猛，厲聲說道：“我是聶政！良家女子豈容強佔。看在你們身不由己的份上，暫且饒恕你們。給那個昏王捎句話，若再不改惡行，沒幾天就將割他的腦袋！”眾人大驚，棄車而逃，男子也進入墳墓不見了。王生夫婦叩拜了聶政墓回家，仍然害怕潞王再派人來。過了十幾天，竟然毫無消息，心情才安定下來。潞王的淫威從此也有所收斂。\n\n       異史氏說：“我讀《刺客列傳》(1)，唯獨敬佩聶政。他捨生忘死報答知己，有豫讓的大義；在光天化日之下刺殺當朝宰相，有專諸的勇敢；事成之後自毀容貌，不連累骨肉親人，有曹沫的智慧。至於荊軻，力量不足以刺殺無道的秦始皇，使他能夠斷襟逃脫，而本人卻自取滅亡。他輕率地借了樊於期將軍的頭，但什麼時候才可能歸還那？荊軻這個千古的遺恨，卻正是聶政所嗤笑的。從野史上看到：荊軻的墳墓被羊角哀，左伯桃(2)的鬼魂挖開了。如果真是這樣，那長荊軻就是活著的時候不能成名，死後還喪失了大義，這與聶政懷抱義憤懲治荒淫的行為相對比，為人的賢良與不肖，又是怎樣的差距呢？啊，聶政的賢良，從這件事上我更堅信不移了。”\n\n 註：\n\n1.史記刺客列傳裡記載了曹沫、專諸、豫讓、聶政、荊軻五名刺客的故事\n\n聶政\n\n戰國的時候，聶政的父親擔任了為韓哀侯鑄劍的任務。可是，他超過了工期卻沒有完成，韓王就下令殺害了他。聶政長大成人後，發誓為父報仇，刺殺韓王。\n\n聶政以泥瓦匠身份混入韓王王宮，首次行刺未成。逃進泰山，與仙人習琴。怕被人認出，就改變容貌。漆身為厲，吞炭變其音，還拔掉（或者說擊落）所有牙齒。\n\n聶政重回韓國，彈琴時觀者成行，馬牛止聽。韓王下旨召聶政進宮彈琴。為避開禁衛搜查，藏利刃於琴內，聶政使出渾身解數撫琴弄音，讓韓王和他周圍的衛士，都放鬆了警惕。聶政見此時機，抽出琴內短劍，猛地一撲，韓王當場被刺死。聶政因自皮面決眼，自屠出腸，遂以死，無人能辨刺客是誰。\n\n聶政的姐姐聶荌聽說有人把韓國國王刺死，卻不知道兇手到底是誰，於是她到韓國都城，死者果然是聶政。她抱起屍體失聲痛哭：「他就是聶政啊！聶政所以承受羞辱不惜混在屠豬販肉的人中間，是因為老母親健在，我還沒有出嫁。老母享盡天年去世後，我已嫁人，嚴仲子從窮困低賤的處境中把我弟弟挑選出來結交他，恩情深厚，我弟弟還能怎麼辦呢！士為知己者死，就是因為我還活在世上，所以才自毀其容，使人不能辨認，以免牽連別人，我怎麼能害怕殺身之禍，永遠埋沒我弟弟的名聲呢？」。聶荌高喊三聲「天那」，終因過度哀傷而死在聶政身旁。現在河南省濟源市仍有聶政墓遺址。\n\n豫讓\n\n豫讓仕事於智伯。後來智伯討伐趙襄子，趙襄子聯合韓氏與魏氏滅掉智伯。趙襄子與智伯之間本來就有極深的仇怨，更將智伯的人頭當酒杯。\n\n豫讓改姓換名，冒充成為要服刑的人，自己淨身混進趙襄子宮廷裡塗飾廁所，身上帶著匕首，想要藉機刺殺趙襄子。一日，趙襄子正在如廁，突然心一驚，抓住塗飾廁所的刑人審問，發現他是豫讓，知道他要為智伯報仇，最後釋放了豫讓。\n\n不久，豫讓又在身上塗漆，讓皮膚長滿惡瘡，又吞炭使自己聲音變得沙啞，令自己的樣子令人無法辨認，在市上行乞。\n\n過了一段時間，趙襄子出宮，豫讓立即在趙襄子必要經過的橋下埋伏。趙襄子來到橋邊，馬突然大驚，趙襄子說：「此必是豫讓也。」派人搜查，果然找出豫讓。趙襄子歎息的說：「嗟乎豫子！子之為智伯，名既成矣，而寡人赦子，亦已足矣。子其自為計，寡人不復釋子！」。\n\n豫讓說：「臣聞明主不掩人之美，而忠臣有死名之義。前君已寬赦臣，天下莫不稱君之賢。今日之事，臣固伏誅，然願請君之衣而擊之，焉以致報讎之意，則雖死不恨。非所敢望也，敢布腹心！」趙襄子感到豫讓義烈，命人將自己的衣服給豫讓。豫讓拔劍跳躍三次，一劍劈下，說道：「吾可以下報智伯矣！」說罷便自刎而死。趙國有志之士在當日聽到豫讓之死，都為他傷心、流淚。\n\n專諸刺殺吳王僚的故事\n\n公子光是諸樊的兒子，而吳王僚是餘昧的兒子，諸樊是長子，餘昧是三子，當初，吳的建國者，壽夢，有意將王位傳給四子，季札，但季札礙於自己不是長子的關係，所以，便不肯繼位，在沒辦法的情況下，季札的三位哥哥，也就是:諸樊.餘祭.餘昧，採兄終弟及的方式，來讓季札接受王位，可是沒想到，季札依然不肯接受，於是餘昧的兒子便繼承王位，但是，公子光就不服了，他認為應該是由長子的兒子，也就是諸樊的兒子，他自己來繼承，因為這樣，他便處心積慮的要奪取王位。後來，他召納人才，最後，伍子胥便為公子光效力。\n\n有天，公子光提起了奪位的事，伍子胥便推薦專諸，公子光立刻以上賓之禮款待專諸，後來，專諸過意不去，便向公子光提出為他效力的事，公子光知道時機成熟，便向專諸說出了他的計謀，後來，他們決定以邀宴的方式，請吳王僚到家中作客，後來專諸知道了吳王僚喜歡吃魚，便去拜師學藝，接下來，就等時機成熟了。\n\n到了宴會那天，專諸捧了一尾香噴噴的魚上桌，吳王早就聞到那魚的味道，迫不及待的等著品嘗。說時遲，那時快，專諸冷不防的從魚肚子中，抽出那歷史上著名的魚腸劍，朝吳王僚狠很的刺下去，吳王僚慘叫一聲，便身亡了。這時，公子光所安排的士兵全都蜂擁而出，在混戰中，專諸不幸死亡，就這樣，公子光叛變成功，成為吳國第六世君主。\n\n曹沫\n\n魯莊公喜愛力士，曹沫便因勇猛有力在魯國任職。後曹沫擔任將軍，與齊國交戰，三戰三敗。魯莊公懼怕齊國，便割讓遂邑求和。但仍以曹沫為將，而齊桓公便決定與魯莊公在柯設壇結盟。\n\n當日，齊桓公與魯莊公在壇上進行儀式，曹沫突然手持匕首挾持桓公，齊桓公左右無人敢動，管仲問曹沫：「君何求？」曹沫說：「齊強魯弱，而大國侵魯亦甚矣。今魯城壞即壓齊境，君其圖之。」桓公於是答應還回侵略魯國得到之地。曹沫扔掉匕首，走下壇並面向北面，回到就群臣之中，面色不變，辭令如常。\n\n齊桓公非常憤怒，想反口不還。管仲勸說：「不可。夫貪小利以自快，棄信於諸侯，失天下之援，不如與之。」於是，齊桓公割還侵魯所得之地，曹沫三戰所失去之地，又回到魯莊公手中。\n\n荊軻\n\n齊國慶氏的後裔，戰國末期人，人稱慶卿。\n\n燕國太子丹尊荊軻為上卿，車騎美女由他隨意享受。\n\n荊軻以秦叛將樊於期首級為進貢禮物代表燕國出使秦國。太子丹和賓客都穿了白衣服為他送行。到了易水邊上，荊軻唱道：「風蕭蕭兮，易水寒；壯士一去兮，不復還！」登車西去。\n\n到秦以後，進獻樊於期頭和督亢地圖。荊軻送上地圖，秦王打開地圖，一把匕首露了出來。荊軻左手揪住秦王的袖子，右手拿起匕首就向秦王胸部刺去。秦王一驚，站了起來，掙斷了衣袖。荊軻追刺秦王，秦王拔出劍將荊軻殺死。\n\n \n\n2.羊角哀與左伯桃合稱為【羊左】相傳戰國時，羊角哀與左伯桃因聞楚王賢而相偕往見，途遇風雪，飢寒交加，左伯桃乃將自己的衣糧全數交與羊角哀，而後死於樹洞中。後遂以【羊左之誼】稱至交好友\n\n左伯桃的墳和荊軻墓相隔不遠，相傳荊軻因刺秦王不中，死後精靈不散，見左伯桃葬在他的旁邊，鬼與鬼便起了糾紛。一夜：羊角哀夢見左伯桃遍體鱗傷而來。訴說荊軻的凶暴，羊角哀醒來之後：提劍到左伯桃墳前說道：「荊軻可惡，吾兄一人打不過他，讓小弟來幫你的忙罷。」說罷，自刎而死。是夜：狂風暴雨，雷電交作，隱隱聞喊殺之聲。天明：荊軻的墳爆開了。\n\n這消息給楚元王知道之後，給他們建立了一座忠義祠，勒碑記其事，至今香火不絕。"
    ]
  },
  {
    "title": "冷生",
    "href": "http://liaozhai.weebly.com/2091929983.html",
    "content": [
      "&emsp;&emsp;山西平城有個姓冷的書生，小時候很遲鈍，到了二十多歲，還沒能通曉一部經書。後來，忽然來了一隻狐狸，和他在一起吃住。人們經常聽到他們在一起終夜談話，但即使是親兄弟來問他，他也不肯洩露說了什麼。如此經過多日，冷生忽然神經失常：每逢得到一個題目來寫文章，則先是閉門靜坐，不一會兒，就哈哈大笑。這時去看，只見他手不停筆，一篇文章頃刻間就寫成了。篇篇文思精妙。這一年，就入縣學當了生員，第二年又補了廩生。每當進入考場時便大笑，笑聲都能穿透牆壁，由此，“笑生”之名人人皆知。幸而當時學政使退休，沒有人過問此事。後來，遇到某學政使規矩嚴肅，終日端坐在大堂上。忽然聽到冷生的狂笑聲，很是生氣，就讓人把他捉來，準備嚴加責罰。執事官代他說明了患神經錯亂病的情況，學使的怒氣才稍稍平息，釋放之後就革了他的功名。從此他便裝瘋賣傻，縱情詩酒，著有《顛草》四卷，內容超拔脫俗。",
      "&emsp;&emsp;異史氏說：“閉門一笑，與佛家所說的‘頓悟’有什麼不同呢？在大笑中寫成文章，也是一件令人痛快的事，何至於因此而革去功名呢？這樣的學使，也太荒謬了。”",
      "&emsp;&emsp;學師孫景夏去拜訪友人。走至朋友家的窗外，沒有聽到說話聲，只聽裏面在笑，頃刻之間就笑了好幾次。孫景夏以為朋友正與人玩笑。進屋一看，卻只有朋友一人。問這是怎麼回事，朋友大笑著說：“今天恰好閒暇無事，一個人在默默地溫習笑話呢！”",
      "&emsp;&emsp;同鄉有個姓宮的書生，家裏養了一頭驢，這驢的脾性很不好。宮生騎驢出門，每逢在路上遇到徒步的客人，就拱手道歉說：“我很忙，沒有時間下來了，請不要怪罪！”話還未說完，驢卻摔倒趴在道上，每次都是這樣；宮生又慚愧又生氣，就同妻子商量，讓她裝扮客人，自己騎上驢在庭院裏轉圈，向妻子拱手，說那些遇到客人時說的話。驢果然又趴下了，宮生就用錐子狠狠地扎牠。恰好有位朋友來拜訪，正要敲門，就聽宮生在院子裏說：“沒有時間下驢了，請不要怪罪！”過了一會兒，又說了一遍。客人心裏感到非常奇怪，就叩門進來問這是怎麼回事。宮生把實情說給朋友聽，兩人不禁相對捧腹大笑。",
      "&emsp;&emsp;這兩則故事，可以附在冷生的笑後面一起流傳下去。"
    ]
  },
  {
    "title": "狐懲淫",
    "href": "http://liaozhai.weebly.com/293922507428139.html",
    "content": [
      "&emsp;&emsp;某生購置了一處新的住宅。這所宅子裏，經常有狐狸作祟，很多服裝物品，都被牠毀壞了，並且時常把塵土放在湯餅裏，使人不能吃。",
      "&emsp;&emsp;一天，有朋友來拜訪，正遇到某生外出，直到天黑也沒有回來。某生的妻子備好飯菜招待客人，客人吃罷，婦人就和婢女來吃剩下的飯菜。",
      "&emsp;&emsp;某生向來放蕩不羈，喜好蓄存媚藥，不知何時狐狸把藥放在了粥中，這婦人吃粥時，覺得帶有腦麝的氣味，問婢女，婢女說不知道。婦人吃完飯就覺得慾火中燒，難以忍耐，越是強自壓抑，越是感到渴望。想到自己的男人沒有在家，唯有客人，於是就去敲客人的門。客人問敲門的是誰，婦人如實相告。又問有什麼事情，婦人不答。客人謝絕說：“我與你丈夫以道義相交，決不敢作這種禽獸之事。”婦人還是不肯離開。客人就大聲責駡說：“某兄的學問、品行，都被你丟盡了！”還隔窗向她吐唾沫。婦人感到特別慚愧，這才退了回去。",
      "&emsp;&emsp;這婦人回到房裏，自己想道：我今天這是怎麼的了？忽然回憶起粥碗中的香氣，就想到莫不是吃媚藥了嗎？一檢查包裏的藥，果然狼藉滿案，碗中盞中到處都是。她知道此藥冷水可解，就喝了一頓冷水，頃刻間心下清醒，簡直羞愧得無地自容。婦人在屋裏反覆徘徊，天都快亮了。越想越感到天亮之後沒臉見人。於是就解下帶子上吊自殺。婢女發現之後把她救下來，已經快斷氣了。直到辰時過後，這才有了微弱的氣息。",
      "&emsp;&emsp;客人在夜裏就走了。某生直到太陽偏西方才回到家裏。見妻子臥在床上，問她怎麼了，婦人也不言語，只是流淚。婢女把發現主母上吊的情況報告之後，某生大吃一驚，就耐心地問她為何要尋短見。婦人把婢女支開，這才以實相告。某生慨歎地說：“這是對我的報應啊！你又有什麼過失呢？幸而有這樣一位良友，不然，我還怎麼做人呢？”於是從此痛改前非，宅中的狐狸也就絕跡了。",
      "&emsp;&emsp;異史氏說：“居家過日子的人都互相告誡不要在家裏存放砒霜和鴆酒，但從來沒有告誡不要存放媚藥的，這也正如同人們畏懼兵器而貪戀於床第之歡是同樣的道理呀。那裡知道媚藥的毒害遠遠超過砒霜和鴆酒啊！本來存放媚藥只不過是用來取悅于妻子罷了，誰知卻為此而被鬼神所厭惡；何況人們放縱淫欲的害處，還會遠遠超過存放媚藥呢！”",
      "&emsp;&emsp;某生應試從省城回來，天已經黑了。帶回的蓮子菱藕，進屋後，都放在了桌上。又帶回一個藤津淫具，用水浸泡在水罐裏，鄰居們聽說某生剛從城裏歸來，帶著酒來到他家為他接風，某生倉促間把水罐放到床底下，就出來款待客人，讓妻子做了幾個菜，與客人們飲酒。飲過酒，進入內室，急忙舉燭去照床下，發現罐子裏已經空了。問妻子，妻子說：“是剛才和菱藕一起拿出來招待客人了，你怎麼還要找呢？”某生回想起剛才飲酒時，菜肴中有種黑條錯雜的東西，滿座的都不知是什麼東西。不禁失聲大笑，對妻子說：“傻婆娘！那是什麼東西啊，怎麼能用它待客呢？”妻子也疑惑地說：“我剛才還埋怨你不告訴我做法，那個東西形狀醜陋，又不知叫什麼名，只好糊裡糊塗把它切成小片。”某生就把實際情況告訴給她，兩個人相對大笑。現在某生已經有地位了，好友們還時常以這件事和他開玩笑。"
    ]
  },
  {
    "title": "山市",
    "href": "http://liaozhai.weebly.com/2366524066.html",
    "content": [
      "&emsp;&emsp;奐山的山市是淄川縣有名的八景之一，往往幾年都見不到一次。有位名叫孫禹年的公子，同幾位朋友在樓上飲酒，忽然看見奐山山頭有座孤塔高高聳起，直插青天。在座的人都很驚疑，心想，附近並沒有這麼個禪院啊；一會兒，又出現了幾十座高大的宮殿，碧綠色的琉璃瓦，飛翹的殿簷，人們這才明白是出現了山市。又一會兒，又變幻成一座長達六七里又高又厚的城牆，城牆上有一個個垛子；城中有的似高樓，有的像廳堂，有的像牌坊，歷歷在目，像有億萬家。",
      "&emsp;&emsp;忽然，大風刮起，塵土飛揚，城市依稀可見。接著風定天清，剛才看到的一切全沒有了，只有一座高樓直插雲霄，每層樓有五個窗戶大開著，閃著五點亮光，那是透過視窗看到的藍天。一層層地指著數，樓越高亮點越小，數到第八層，亮點就如星星一般大了；又往上數，則虛無飄渺看不清楚，沒法計算層次了。樓上的人住來奔忙，有倚窗的，有站立的，各不一樣。過了一會，樓房慢慢低矮下來，可以看見樓頂了，慢慢地又像平常的樓一樣了，又漸漸地像座高房子，猛然間又只像拳頭那麼大，像豆粒那麼小，接著就什麼也看不見了。又聽說有起早趕路的人，看見山上有商店集市人來人往，和人世間沒有兩樣，所以又叫“鬼市”。"
    ]
  },
  {
    "title": "江城",
    "href": "http://liaozhai.weebly.com/2774322478.html",
    "content": [
      "&emsp;&emsp;江西臨江的高蕃，年少聰慧，儀錶秀美。十四歲入了縣學，富豪人家爭著把女兒許配給他。高蕃挑選妻子很嚴苛，屢次違背父親的意旨。他的父親名叫高仲鴻，六十多歲，只有這一個兒子，非常寵愛他，不忍心違背一點兒子的心意。\n\n \n\n       當初，東村有個樊翁，在一家店鋪中教授兒童啟蒙，租高蕃家的房屋住。樊翁有個女兒，乳名叫江城，與高蕃同歲，當時都是八九歲，兩小無猜，每天一同玩耍。後來樊翁遷走了，過了四五年，兩家沒有再通過消息。­",
      "&emsp;&emsp;一天，高蕃在小巷中看見一個女郎，豔美絕倫。跟著一個小丫鬟，僅六七歲。高蕃不敢正面對視，只是斜眼偷看女郎。女郎停步凝視著他，好像有話要說。高蕃仔細一看，原來是江城，頓時非常驚喜。兩個人都沒有說話，你看我，我看你，呆呆地站著。過了會兒才走開，兩人都流露出戀戀不捨的樣子。高蕃臨走時故意把一條紅巾掉在地上，小丫鬟拾起來，歡喜地交給少女。女郎把紅巾掖入衣袖中，換成自己的手帕，假裝對丫鬟說；“高秀才不是外人，不要匿藏他丟失的東西，你快追上還給他！”小丫鬟果然追上交給了高蕃。高蕃得巾大喜，回家請求母親去求婚。高母說：“江城家無半間屋，到處流浪，怎麼能和我家匹配呢？”高蕃說：“我自己要娶她，絕對不後悔！”高母決定不下來，和高仲鴻商量，仲鴻執意不同意。­\n\n       高蕃聽說後心裏悶悶不樂，吃不下飯。高母憂慮，對高仲鴻說：“樊氏雖然貧窮，也不是那些市儈無賴可比的。我去他家拜訪，倘若他女兒足以匹配，也沒什麼不可。”仲鴻說：“好。”高母便假託到黑帝祠燒香，到樊家探問，見江城明眸秀齒，容貌娟麗，心裏非常喜歡，於是拿很多錢和綢緞贈給樊家，把結親的想法實說了。樊母起初謙讓推辭，後來還是接受了婚約。高母回來述說詳情，高蕃才開始露出笑容。過了年，選擇良辰吉日把江城娶過來，夫妻二人相處很愉快。\n\n       但是江城善怒，翻臉不認人，又很絮煩，常在耳邊吵嚷。高蕃因為愛戀她的原因，都忍住了。高蕃父母聽說後，心裏不高興。一次私下裏責怪兒子，被江城聽到了，大怒，更加痛駡高蕃。高蕃稍微反駁，江城更怒。把高蕃趕出屋去，關上房門。高蕃在門外凍得索索發抖，也不敢敲門，抱住膝蓋呆在屋簷下過夜。江城從此把高蕃視為仇人。起初，高蕃長跪就可以討饒，逐漸地這一招也不靈了，遭受的痛苦逐漸加深。公婆略微說江城幾句，江城那頂撞不服的樣子，實在無法形容。公婆憤怒，把她休回娘家。樊翁心裏慚愧，央求熟悉的人在高仲鴻面前求情，仲鴻不答應。­",
      "&emsp;&emsp;過了一年多，高蕃外出遇到岳父。岳父邀他到家中，不住地表示歉意。讓女兒妝扮好出來見丈夫，夫妻相見，內心不覺酸楚。樊翁就買了酒款待女婿，非常殷勤地勸酒。到了傍晚，又懇切地讓高蕃住下過夜。整理另一張床，讓夫妻二人共寢。天要亮時，高蕃告辭回家，不敢把實情告訴母親，掩飾得非常嚴密。從此每隔三五天，高蕃就在岳父家住一夜，父母一直不知道。­",
      "&emsp;&emsp;樊翁一天親自去拜訪高仲鴻，仲鴻起初不肯見面，後來迫不得已，只得出來相見。樊翁跪著上前，請求讓女兒回來，仲鴻不肯，藉口兒子不願意。樊翁說：“女婿昨晚住在我家，沒有聽說有什麼不滿意的話。”仲鴻驚問：“何時在你那裏住宿？”樊翁把詳情告訴了他。仲鴻羞慚地說：“我確實不知道。既然他愛江城，我本人何必仇視江城呢？”樊翁離開後，仲鴻叫過兒子，痛駡不絕。高蕃只是低著頭不答話。說話間，樊父已把江城送來。仲鴻說：“我不能為子女承擔過錯，不如各立門戶，就麻煩你主持簽訂分家的契約。”樊翁勸阻，仲鴻不聽。於是讓高蕃夫婦在另一院居住，派一侍女服侍他們。過了一個多月，相安無事，高蕃的父母私下暗自欣慰。可是不久，江城又漸漸放肆起來，高蕃臉上時常有手指抓破的痕跡。父母明明知道，也強忍著不過問。­\n\n       一天，高蕃實在忍受不了毒打，奔到父親的住所躲避，驚惶得好像被撲打的鳥雀一樣。父母正要詢問，江城已操著木棒追趕進來，竟然在公婆身旁抓住丈夫痛打。公婆大喊住手，可江城一點不顧，直打了幾十下，才悻悻地離去。高父驅趕兒子說：“我是為了避開喧鬧，才和你分開過。你既然喜歡這樣，又為什麼逃到我這兒呢？”高蕃被驅逐出來，徘徊在外，沒地方可去。高母怕他受挫尋死，讓他獨自居住，供給他食物；又把樊翁召來，讓他調教女兒。樊翁走進房中，萬般勸說開導，江城始終不聽，反而用惡言惡語挖苦父親。樊翁拂袖而去，發誓跟女兒一刀兩斷。不久，樊翁因憤恨而生病，和老妻相繼死去。江城怨恨父母，也不回娘家去弔喪，只是每天隔著牆壁謾駡，故意讓公婆聽見，高仲鴻都置之不理。\n\n       高蕃獨自居住，雖然好像離開了湯火的煎熬，只是覺得有點淒涼孤獨。便偷偷用金錢買通媒婆李氏，托她找了個妓女收在書房中，來往都乘夜晚。時間久了，江城微微聽到風聲，到書房中謾駡。高蕃極力表白，指天發誓，江城才回去。從此江城每天伺機尋找高蕃的把柄。有一次李氏從書房中出來，恰好和江城相遇。江城急忙喊叫她，李氏神色慌張，江城更加懷疑，對李氏說：“據實說出你的所作所為，或許可以免罪！如果還隱瞞真情，我把你的毛髮揪光！”李氏戰戰兢兢地說：“半月來，只有妓院李雲娘來過兩次。剛才公子說，曾在玉笥山遇見陶家媳婦，愛慕她的兩隻小腳，囑咐我把她招來。她雖然不是貞潔女人，也未必就願來過夜，能否成功不敢肯定。”江城因她說出實情，姑且饒恕。李氏要走，江城不許。等到太陽西落，江城喝斥她說：“你先去吹滅他的蠟燭，就說陶家媳婦來了。”李氏只得照江城說的那樣辦。江城跟著急忙走進房中。高蕃喜壞了，挽著江城的的手臂拉她坐下，述說了自己怎樣如饑似渴。江城默不作聲。高蕃在暗中摸到她的腳，說：“山上一見您的仙容，忘不了的就是這雙腳。”江城始終不語。高蕃說：“昔日的夙願，今天才得以實現，為什麼見面卻不相認呢？”自己舉燈就近一照，原來是江城！高蕃大驚失色，嚇得把蠟燭掉在地上，跪在地上渾身哆嗦，好像刀子已經擱在脖子上。江城捏著耳朵把高蕃提回去。用針把兩條大腿都紮遍了，才讓他躺在下鋪休息，自己醒過來就大罵一頓。高蕃從此害怕妻子猶如虎狼，即使江城偶爾給他好臉色，高蕃在枕席之上也不能正常行事。江城就打他的嘴巴，把他喝斥走，更加厭棄他沒有男人樣。高蕃每天雖身在芝蘭芳香之室，卻猶如監獄裏的犯人，仰事獄吏之尊嚴。­\n\n       江城有兩個姐姐，都嫁給了秀才。大姐心地平和善良，寡言少語，和江城相處得不融洽。二姐嫁給了一個姓葛的，她為人狡詐善辯，搔首弄姿，雖長得不如江城，但兇悍妒忌卻不相上下。兩姊妹相逢沒有其他的話，只是以在家中如何施威而自鳴得意，因此兩人關係最好。高蕃拜訪親戚朋友，江城總是嗔怒；只有到葛家，知道了也不禁止。一天，高蕃在葛家飲酒，已經喝醉了，葛氏嘲弄說：“您為什麼這樣害怕內人？”高蕃笑著說：“天下事有很多難以理解，我之所以害怕內人，是因為內人美貌；還有那種內人不及我內人美貌，但卻比我更懼怕內人的，不是更加令人疑惑不解嗎？”葛氏非常羞慚，不能回答。丫鬟聽到這話，告訴了二姊。二姊大怒，立刻操杖出來。高蕃見她氣勢洶洶，想要逃走已來不及，木杖揮起，打在了腰脊，打了三杖，高蕃跌了三次，再也爬不起來。又一杖誤打在頭上，血流如注。二姊離開，高蕃才蹣跚著回家。江城見了驚問怎麼回事。起初高蕃因為觸犯了二姊，不敢實說，江城再三追問，才說出詳情。江城用絲帛包住高蕃的頭，憤然說：“人家的男人，何勞她痛打呢！”換上短袖衫，懷藏木棒，帶著丫鬟逕自出門。到了葛家，二姊笑臉相迎。江城一語不發，一棒打去，二姊倒在地上，撕裂了褲子，痛苦不堪，牙齒被打落了，嘴唇豁開了，屎尿都流了出來。江城回去後，二姊羞憤，派丈夫趕到高家算帳。高蕃急忙趕出來，極力好言勸慰。葛某小聲說：“我這次來是身不由己。悍婦不仁不義，幸而借妹妹的手懲罰了她，我們兩人何必產生矛盾呢？”江城已經聽到，急忙出來，指著葛某罵道：“齷齪賊！妻子吃了虧你反而私下和外人交好，這樣的男人，怎不該打死呢？”大聲喊人，尋找木棍。葛某大窘，奪門竄出。高蕃從此再也沒有一處可以來往的人家了。­",
      "&emsp;&emsp;同學王子雅經過這裏，高蕃殷勤地挽留喝酒。飲酒間，談些閨閣的事情，互相戲謔打逗，言語頗為猥褻。江城恰好來看客人，把全部的話都偷聽去了，暗中把巴豆投在湯中端上去。不久，王子雅上吐下瀉不可忍受，只剩奄奄氣息。江城派丫鬟問王子雅：“還敢無禮嗎？”王子雅這才醒悟患病的來由，呻吟著請求饒恕。這時止瀉的綠豆湯早已準備好了，喝下去，吐瀉就止住了。從此，相識朋友互相告誡，不敢再到高家喝酒。­",
      "&emsp;&emsp;王子雅有座酒館，酒館裏有很多紅梅，王設宴款待同輩朋友。高蕃假託要到文社去。告訴江城後就去了。太陽西落，酒意正濃時，王子雅說：“恰好有個南昌名妓，流落在此地，可以招來共飲。”眾人都非常高興，只有高蕃離席，極力懇辭。眾人拉住他說：“閨閣中耳目雖長，也不會聽見看見這裏。”於是共同發誓不走漏風聲，高蕃這才重新坐下。過了一會兒，妓女果然來了，年紀約十七八歲，戴的玉佩叮噹作響，雲般的髮鬟梳得高高的。問她的姓名，她說：“姓謝，小字芳蘭。”說話吐氣，非常高雅，舉座若狂。而芳蘭尤其對高蕃有意，屢次以眉目傳情，被眾人發覺了，故意拉兩人並肩坐在一起。芳蘭暗自抓住高蕃的手，用手指在高蕃手掌上寫了個“宿”字。高蕃此時，要去不忍心，要留又不敢，心如亂麻，不可言喻。兩人低著頭說悄悄話，高蕃醉態更加放縱，床上的“胭脂虎”也都忘在腦後了。再喝一會兒，夜已經很深了，酒館中客人更加稀少，只有遠座上一個美少年，對燭獨飲，有個小僮拿著餐巾侍奉在旁邊。眾人私下議淪少年氣質高雅。不久，少年飲完走出酒館。小僮返回來，對高蕃說：“主人等待著有句話要對你說。”眾人都茫然不解，只有高蕃顏色慘變，來不及和眾人告別，便匆匆而去。原來那個少年便是江城，小僮是她的丫鬟。高蕃跟隨著回到家，伏著受鞭打。從此江城禁錮得更加嚴密，喪喜事都不讓他去參加。",
      "&emsp;&emsp;文宗來講學，高蕃因為誤講而被降為青衣。一天，高蕃和侍女說話，江城懷疑二人私通，把酒壇罩在侍女頭上痛打。又把高蕃和丫鬟都綁住，用繡剪剪下兩人腹部的肉皮，再交換著補上，解開繩子後令他們自已包紮。過了一個多月，補的地方竟然彌合了。江城常常光著腳把餅踩在塵土巾，喝斥高蕃拿起來吃下去。像這樣的折磨，種種不一。­",
      "&emsp;&emsp;高母因為想念兒子，偶爾到他的房子去，見兒子骨瘦如柴，回家痛哭欲絕。夜晚夢見一老叟告訴她說：“不用憂煩，這是前世的因果報應。江城原是靜業和尚所養的長生鼠，公子前世是學子，偶爾遊覽那座寺廟，誤把長生鼠打死了。現在得的惡報，人力不可挽回。你每天早起，虔誠誦讀觀音咒一百遍，一定會有效。”高母醒世來把此事講給高仲鴻聽，兩人心裏感到怪異，於是夫妻照著辦了。虔誠誦念了兩個多月，江城仍和從前那樣蠻橫，變得更加狂縱，聽到門外有敲鑼鼓的聲音，就頭髮亂蓬蓬地跑出去，呆呆的眺望，眾人指點恥笑她，她也不感到羞慚。公婆為此都感到臉上無光，可是對她卻一點也沒有辦法。\n\n       一天，忽然來了一位老和尚在門外宣講佛法，圍觀的人很多，老和尚吹鼓上的皮革發出牛叫似的聲音。江城聽到連忙跑過去，一看圍著的人很多已經沒有空隙，就讓婢女搬來木凳，站到上面去觀看。眾人都回過頭來看她，她也毫不在乎。過了一會兒，老僧論說佛事將完時，索取一盂清水，拿著面對江城宣禱道：“莫要嗔，莫要嗔！前世也非假，今世也非真。咄！鼠子縮頭去，勿使貓兒尋。”宣講完，吸一口水噴射到江城臉上，粉臉濕漉漉的，一直流到襟袖上。眾人大驚，認為江城會暴怒。江城卻一聲不吭，擦擦臉自己回去了。老僧也離開了。江城進室呆坐，茫然若失，一整天也不吃不喝，打掃床鋪逕自睡下。半夜江城忽然把高蕃喚醒，高蕃以為她要解溲，捧進尿盆。江城不接，暗自拉住高蕃手臂，拉進被中。高蕃明白，但卻渾身抖動，好像捧的是聖旨。江城感慨地說：“害得您這樣，我怎麼配作人呢！”於是用手撫摸著高蕃的身體，每摸到刀杖疤痕處，就嚶嚶啜泣，用指甲掐自己，恨不得立即去死。高蕃見此情形，心裏很不忍，耐心地反復勸慰安撫。江城說：“我覺得那老僧必是菩薩化身，清水一灑，好像換了我的肺腑。現在回想起我從前的所作所為，都如同隔世一般。我從前莫非不是人嗎？有丈夫而不能同歡，有公婆而不能侍奉，這到底是什麼心思！咱們明天可以搬回家去，仍和父母同居，以便於早晚請安。”絮絮叨叨說了一夜，如同述說十年離別之情。第二天天未亮，江城就起來，整好衣服，理好傢俱，丫鬟帶著箱簏，江城親自抱著被褥，催促高蕃前去父母處叩門。高母出來，見此情景驚訝地詢問，高蕃把意思告訴了她。高母還在遲疑不決，江城已和丫鬟走進來。高母隨後進屋。江城伏在地上流淚哀求，只求免死。高母覺察她是出自真心實意，也流淚說：“孩兒何以一下子變成這樣了？”高蕃對母親詳細敍說夜裏的情形，高母才醒悟從前的夢靈驗了。大喜，喚奴僕為他們打掃從前的房子。­\n\n       江城從此看著公婆的臉色，順著長輩的意志行事，勝過孝子。每當遇見生人，就靦腆得像新娘子。有人開玩笑敍說往事，她馬上就漲紅了臉。江城又勤儉，又善於積累，三年中，公婆不過問家事，但已積蓄起萬貫家財。高蕃這年鄉試大捷，考中舉人。江城常對高蕃說：“當日見過芳蘭一面，現在還是想著她。”高蕃因為不受虐待，心願已滿足，非分想法不敢再有，只是點頭而已。正巧高蕃趕到京城會考，幾個月才返回。進屋，見芳蘭正和江城下棋。高蕃驚奇地詢問這事，才知道江城用幾百兩銀子贖買芳蘭脫離妓院了。關於江城的故事，浙中的王子雅知道的最為詳盡。",
      "&emsp;&emsp;異史氏說：“人生行善作惡，件件都要報應，而唯有夫妻之間的報應，就如同骨頭上生了惡疽，會更加惡毒而殘酷。往往見到天下賢慧的妻子不過十分之一，而刁蠻的悍婦要占十分之九，這也可以看出人世間真正能行善的人太少了。觀世音菩薩法力無邊，為什麼不將盂中的甘露灑遍整個大千世界呢？”"
    ]
  },
  {
    "title": "孫生",
    "href": "http://liaozhai.weebly.com/2340329983.html",
    "content": [
      "&emsp;&emsp;孫生，娶了仕宦人家的女子辛氏為妻，辛氏初入門，穿著襠褲，褲子上有很多帶子，渾身上下束縛得很緊，拒絕和孫生同床，還在床頭上常常放著錐子、簪之類的東西用來自衛。孫生屢次被刺傷，只好在另一張床上自宿。過了一個多月，仍不敢和妻子共寢。兩人即使是白天相逢，妻子也從沒給好臉色。\n\n \n\n       孫生有個同學知道這事後，私下對他說：“你夫人能喝酒嗎？”孫生答道：“喝得很少。”這人和孫生開玩笑說：“我有替你們調停的方法，方法絕妙並且可行。”孫生問：“什麼方法？”那人說：“把迷魂藥放在酒中，騙她喝下去，你就可以為所欲為了。”孫生笑了，但暗自佩服這個方法很好。於是向醫生詢問，親自用酒煮烏頭，把煮好的酒放在桌上。到了晚上，孫生斟上另一種酒，獨自喝了幾杯睡下了。像這樣過了三晚上，妻子始終不喝那藥酒。一天夜裏，孫生在另一張床上躺下時，看到妻子還孤寂地坐著，孫生故意發出鼾聲。妻子於是下床，取過酒來在爐子上煨熱，孫生暗自歡喜。過了一會兒，妻子喝了一杯，又斟上再喝；大約喝了半杯左右，把剩下的酒仍倒進壺中，收拾床鋪睡下了，過了很長時間沒有出聲，但燈明煌煌的還沒有熄滅。孫生懷疑她還醒著，故意大喊：“錫燈檯燒化了！”妻子不答應，再喊仍然不應聲。孫生光著身子過去一看，妻子已醉睡如泥。孫生揭開被子輕輕躺進去，層層割斷她身上的束結。妻子終於覺察到了，只是不能動，也不能說話，任憑他輕薄而去。妻子醒過來後，心裏感到怨恨，便上吊自殺了。孫生夢中聽到吼喘聲，起身奔去查看，見妻子的舌頭已伸出大約兩寸左右了。孫生大驚，割斷繩索，把她扶到床上，過了一個時辰，她才蘇醒過來。孫生從此非常厭惡妻子，夫妻避道而行，相遇就各自低下頭。過了四五年，兩人沒說一句話。妻子有時在家中正和別人嘻笑著，一見丈夫來了，臉色立變，嚴肅得像蒙上了一層霜。孫生曾寄宿在書齋中，整年不回家；即使強迫他回家，也只是面對牆壁消磨時光，默然就枕罷了。孫生的父母對此非常憂慮。\n\n       一天，有一個老尼來到孫生家，見了孫妻，倍加讚譽。孫母沒有說話，只是長歎。老尼詢問緣故，孫母就把詳情說了。老尼說：“這是很容易辦的事情。”孫母高興地說：“倘若能使媳婦回心轉意，我不在乎花費多少報酬。”老尼偷看室內無人，低聲說：“買一副春宮圖，三天後為你鎮服她。”老尼離去後，孫母就買好東西等著。過了三天，老尼果然來了，囑咐說：“此事必須非常保密，不要讓他夫妻二人知道。”於是剪下圖中人物像，又拿三枚針，一撮艾草，一併用白紙包好。紙包外面繪上幾幅像蚯蚓形狀的圖畫，讓孫生的父母把婦人騙了出去，偷拿到她的枕頭，撕開線縫，把那些東西放進去。然後仍縫好，放回原處，老尼這才離開。到了晚上，孫母強讓兒子回家睡覺，並派一老婦去偷聽。將過二更時，聽到孫妻呼喚孫生小名，孫生不答。過了一會兒，孫妻再喚，孫生厭煩，沒有好聲氣。天亮後，孫母走進兒子的房間，見夫妻二人臉面相背，以為老尼的計策是騙人的。她把兒子叫到無人處，婉轉地勸說他。但孫生一聽到妻子的名字便大怒，咬牙切齒。孫母怒駡兒子，孫生頭也不回地走了。第二天，老尼又來了，孫母告訴他事情無效，老尼大加懷疑。老婦人於是敍說偷聽到的情形。老尼笑著說：“以前你只說是妻子憎恨丈夫，所以單鎮服她。現在妻子的心已轉變，而男方還沒有。請再用先先前使用的方法鎮服雙方，一定有效。”孫母聽從，拿過兒子的枕頭像上回那樣收拾好，又叫兒子回家睡覺。過了一更，好像聽到兩張床上有轉側聲，兩人不時咳嗽，都像睡不著的樣子。時間久了，聽到兩人在一張床上說話，但隱隱約約聽不清楚。天將亮，還聽到吃吃的嘻笑聲，不絕於耳。老婦人把事情告知孫母，孫母大喜。老尼來後，贈給她豐厚的謝禮。孫生和妻子由此琴瑟和好，生下一男一女，夫妻十餘年中再沒有發生過口角。周圍的人私下詢問其中的原因，孫生笑著說：“先前看到妻子的身影就發怒，以後聽到妻子的聲音就喜歡，我自己也不能解釋這是什麼心情。”",
      "&emsp;&emsp;異史氏說：“能夠把憎惡變成喜愛，這法術也是太靈驗了。然而能夠讓人喜悅的，也能讓人憤怒，有法術的人法術的神奇，也正是他可怕的地方。先哲說：‘六婆不入門。’這是很有見解的啊！”",
      "&emsp;&emsp;註:\n\n六婆：指牙婆、媒婆、師婆、虔婆、藥婆，穩婆。見陶宗儀《輟耕錄·三姑六婆》。"
    ]
  },
  {
    "title": "八大王",
    "href": "http://liaozhai.weebly.com/208432282329579.html",
    "content": [
      "&emsp;&emsp;馮生是個沒落的貴族子弟。有個捉鱉的人欠了他的債不能償還，就以鱉抵債。一天，那個人獻給他一隻大鱉。馮生見牠形狀奇特就放了牠。一天，他從女婿家回來，走到恒河畔時，天色已近黃昏。這時，他見一個醉漢後面跟著兩三個隨從，正一顛一跛地走來。醉漢遠遠看見馮生就問：“什麼人？”\n\n馮生隨便答道：“行路人。”醉漢生氣地說：“難道沒有姓名，為什麼只說是行路人？”",
      "&emsp;&emsp;馮生因為急著趕路，對他的話置之不理，直走過去。這樣一來，那醉漢更生氣了，抓住他的袖子不讓他走。馮生很不耐煩，但甩不掉，就反問一句：“你叫什麼名字？”\n\n醉漢喃喃回答說：“我是從前的南都令尹，你想怎麼樣？”\n\n馮生說：“世間那有這樣的令尹，真是辱沒了世界。幸虧是從前的令尹，如果是現在的令尹，那不得把行人都殺光嗎？”\n\n醉漢非常憤怒，打算對馮生動武。\n\n馮生大聲說：“我馮某人不是好惹的！”\n\n醉漢聽了，竟變怒為喜，跌跌撞撞地下拜說：“你是我的恩人，剛才冒犯你了，請不要怪罪！”他叫隨從先回去準備酒菜。馮生推辭不得。兩個人握著手走了幾里路，才到一座小村子。走進去，只見房屋華麗漂亮，好像是富貴人家。醉漢的酒漸漸醒了，馮生問他的姓名。他說：“說出來你不要吃驚，我是本地的八大王。剛才西山的青童請我去喝酒，不覺過量了，冒犯了你，實在慚愧。”馮生知道他是妖怪，但他的情感和言詞都很誠實，也就不害怕了。一會兒，八大王擺設了豐盛的筵席，催馮生坐下來痛飲。八大王最豪爽，連飲了幾杯。馮生擔心他又喝醉了，再次糾纏騷擾，便假裝喝醉了，請求去睡覺。八大王已明白他的意思，笑著說：“你莫不是怕我癲狂？請你不要畏懼。說喝醉了酒的人沒有德行，不記得隔夜的事情，這是騙人的。酒徒不講德行，故意沖犯的十個中就有九個。我不會把無賴的行為加在長輩身上，你就放心地喝吧。”馮生又坐下，勸道：“你既然自己知道，為什麼不改一下你的行為呢？”",
      "&emsp;&emsp;八大王說：“我擔任令尹時，天天喝得酩酊大醉。自從觸怒了天帝，被貶回這個島，我發誓要痛改前非，不走老路。現在衰老得快要死了，加上又窮困潦倒，所以舊態復發。你的教誨我敬領了。”",
      "&emsp;&emsp;兩人傾心交談之際，遠方的鐘聲響了。八大王站起來，抓住馮生的手臂說：“我藏有一件東西，可以稍微報你的恩情。這東西不能長期佩戴，如願以後，再還給我。”說完，八大王從口裏吐出只有一寸多高的小人，用手爪掐馮生的手臂，馮生痛得像皮膚裂開了一樣。八大王急忙把小人按在上面，一鬆手那小人已進到皮膚裏，指甲的痕跡還在，而且慢慢凸起，鼓起一個小肉包。馮生驚問這是什麼東西，八大王卻笑而不答，只是說：“你應該走了。”他送馮出門，自己返回去。馮回頭一看，村舍全都消失了，只有一隻巨鱉，緩慢爬入水中不見了。",
      "&emsp;&emsp;馮生驚訝了很久。自從得到鱉的寶貝，他的眼睛變得無比明亮，凡是有珠寶的地方，埋得再深他都可以看見；即使是從來不知道的東西，也可以隨口說出它的名字。",
      "&emsp;&emsp;有一次，他從臥室裏挖出幾百串錢。後來有個人要賣房，馮生知道房屋地下有無數黃金，就用重金買下來居住。從此，他變成了富翁，家中奇珍異寶應有盡有。他還得到一面鏡子，背面有突起的鳳紐環兒和水雲湘妃的圖，它的亮光能照到幾百尺遠，鏡子裡鬍鬚和眉毛都可數得清楚。漂亮的女人一照，影子就可留在裏面，磨也磨不掉。假若改換妝梳重照，或者再換一位美人，前面所照的影像就消失掉。當時，肅王府的三公主生長得非常漂亮，馮生久已仰慕她的名字。正巧遇到三公主去遊崆峒山，他就事先到山中藏起來，等待三公主下車時，就用鏡子照了她。回來後，把鏡子放置在書桌上，細細察看。見到美人在鏡中，用手拈巾微笑，嘴角好像要說話，眼波也在流動，馮生十分高興地藏起來。",
      "&emsp;&emsp;一年多後，這件事讓他妻子洩露出去，傳到肅王府。肅王大怒，把馮生捉起來，把鏡子追去，擬將馮生斬首。馮生賄賂當道官員，請他們告訴肅王：“大王如果能赦免，天下的最值錢的寶貝不難弄到。若不然，只有死，而對王也沒有什麼益處。”肅王想抄他的家，把他遷到別的地方去。三公主說：“他已經偷看到我的容貌，即使死十次也解脫不了這種玷污，還不如嫁給他。”肅王不允許。三公主生氣，把自己關在房子裏不吃東西。肅王的妃子很憂愁，盡力說服肅王。肅王釋放了馮生，命官員把這個意思向馮生說明。馮生推辭說：“糟糠之妻不下堂，我寧願死掉，也不能從命。肅王如果准我自贖，即使傾家蕩產也可以。”肅王憤怒，又把馮生逮捕起來。王妃把馮生的妻子召進宮中，想把她用毒藥毒死，見到她，馮妻把一個珊瑚鏡臺贈送給王妃，說起話來也很溫和動人。王妃很喜歡她，讓她參見三公主。公主也喜歡她，兩人訂為姊妹，讓人轉告馮生。馮生告訴妻子說：“王侯的女兒，不可以用先來後到論定嫡與庶。”妻子不聽，回到家裏置備聘禮，送進王府。送禮品的有千把人，珍寶玉石之類，王家也不知道它的名字。肅王大喜，釋放馮生回家，把三公主嫁給他。三公主仍然攜帶著鏡子回去。",
      "&emsp;&emsp;一天晚上，馮生在睡夢中夢見八大王氣宇軒昂地進來說：“我贈送給你的東西，現在應該還給我了。如果佩戴久了，會耗人精血，損人壽命。”馮生答應馬上奉還，他請八大王留下來作客，八大王辭謝說：“自從聽了你的規勸，我戒酒已經三年了。”說完，就用嘴咬馮生的手臂，馮生痛極了，醒過來一看，那個小肉包已經消失了。從此以後，他又和普通人一樣了。",
      "&emsp;&emsp;異史氏說：「醒的時候像人，而醉的時候像鱉，喝酒的人大概就是這樣。可是鱉雖然每天喝酒發瘋，卻不敢忘記恩德，不敢對長輩無禮，鱉不比人好多了嗎？如果是一般酒客那是醒不如人，醉不如鱉啊。古人有龜鑑，用來看人凶吉好壞，當成是鱉鑑也很好。因此寫下『酒人賦』。\n\n賦曰：『有一物焉，陶情適口；飲之則醺醺騰騰，厥名為「酒」。其名最多，為功已久：以宴嘉賓，以速父舅，以促膝而為懽，以合巹而成偶；或以為「釣詩鉤」，又以為「掃愁帚」(1)。故麴生(2)頻來，則騷客之金蘭友；醉鄉深處，則愁人之逋逃藪(3)。糟邱(4)之臺既成，鴟夷(5)之功不朽。齊臣遂能一石(6)，學士亦稱五斗(7)。則酒固以人傳，而人或以酒醜(8)。若夫落帽之孟嘉(9)，荷鍤之伯倫(10)，山公之倒其接(11)，彭澤之漉以葛巾(12)。酣眠乎美人之側也(13)，或察其無心；濡首於墨汁之中也(14)，自以為有神。井底臥乘舩之士(15)，槽邊縛珥玉之臣(16)。甚至效鱉囚(17)而玩世，亦猶非害物而不仁。至如雨宵雪夜，月旦花晨，風定塵短，客舊妓新，履舄交錯(18)，蘭麝香沉，細批薄抹，低唱淺斟；忽清商(19)兮一奏，則寂若兮無人。雅謔則飛花粲齒，高吟則戛玉敲金。總陶然而大醉，亦魂清而夢真。果爾，即一朝一醉，當亦名教之所不嗔。爾乃嘈雜不韻，俚詞並進；坐起讙譁，呶呶成陣。涓滴忿爭，勢將投刃；伸頸攢眉，引杯若鴆；傾瀋碎觥，拂燈滅燼。綠醑(20)葡萄，狼籍不靳；病葉狂花(21)，觴政所禁。如此情懷，不如弗飲。又有酒隔咽喉，間不盈寸；吶吶呢呢，猶譏主吝；坐不言行，飲復不任：酒客無品，於斯為甚。甚有狂藥下，客氣粗；努石棱，磔鬡鬚；袒兩背，躍雙趺(22)。塵濛濛兮滿面，哇浪浪兮沾裾；口狺狺兮亂吠，髮蓬蓬兮若奴。其籲地而呼天也，似李郎之嘔其肝臟(23)；其揚手而擲足也，如蘇相之裂於牛車(24)。舌底生蓮者，不能窮其狀；燈前取影者(25)，不能為之圖。父母前而受忤，妻子弱而難扶。或以父執之良友，無端而受罵於灌夫。婉言以警，倍益眩瞑。此名「酒凶」，不可救拯。惟有一術，可以解酩。厥術維何？祇須一梃。縶其手足，與斬豕等。止困其臀，勿傷其頂，捶至百餘，豁然頓醒。』」\n\n \n\n註：\n\n1.釣詩鉤、掃帚愁，均指酒。謂酒可以釣詩（引發詩興）、掃愁（解除煩愁）。\n\n2,麴生，酒的別稱。\n\n3.逋逃藪，指逃避愁煩者聚集之處。逋逃，本指逃亡罪人。\n\n4.糟丘之台既成︰謂釀造出美酒。糟丘，酒糟堆積而成的小山。\n\n5.鴟夷︰皮製的囊袋，可以盛酒。\n\n6.齊臣遂能一石，齊臣，指淳於髡。齊威王在後宮設宴招待淳於髡，問他能飲多少酒致醉，他說，“臣飲一斗亦醉，一石亦醉。”並解說其中的道理，從而諷諫齊王“罷長夜之飲”。\n\n7.學士，此指文人。《世說新語·任誕》載，劉伶飲酒無度，其妻勸止，伶表示要祝鬼神自誓，然後斷酒。其妻便“供酒於神前，請伶祝誓。伶跪而祝曰：”天生劉伶，以酒為名。一飲一斛，五斗解醒。婦人之言，慎不可聽。‘使飲酒進肉，隗然已醉。“\n\n8.“則酒”二句：謂酒固然因飲用的名人而傳世，但也有的因飲酒而出醜。以下幾句寫以酒名世的幾個歷史人物。\n\n9.落帽之孟嘉：指晉代孟嘉。嘉為征西將軍桓溫參軍時，曾遇桓溫于酒宴。宴會上，嘉帽被風吹落而不覺，引出一段詩文對答的佳話。\n\n10.荷鍤之伯倫，劉伶，字伯倫，伶縱酒放誕，常乘鹿車，攜酒，使人荷鐵鍬相隨，說“死便埋我”。\n\n11.山公：山簡，字季倫。鎮襄陽時常醉，人歌曰“山公時一醉，逕造高陽池。日暮倒載歸，茗筠無所知。復能乘駿馬，倒著白接。”白接，一種白色的帽子。\n\n12.彭澤之漉以葛巾，彭澤：指陶淵明。。退隱前，任彭澤令。漉以葛巾，以葛巾濾酒。漉，過濾。葛巾，葛布做的頭巾。\n\n13.酣眠乎美人之側︰三國魏著名詩人阮籍，生於魏晉易代之際，為避免司馬氏的迫害，縱酒放誕，蔑棄禮法。《世說新語·任誕》篇載，阮籍鄰人婦貌美，當壚賣酒。籍常到其處飲酒，“醉便眠其婦側。夫始殊疑之，伺察終無他意。\n\n14.濡首於墨汁之中唐代著名書法家張旭，善草書。時人稱之為“草聖”。\n\n性好飲酒，醉後以頭儒水墨中，索筆揮毫，若有神助。\n\n15.井底臥乘舩之士：杜甫，《飲中八仙歌》\n“知章騎馬似乘船，眼花落井水底眠。”知章，即賀知章，嗜酒狂放。前句寫醉中騎馬，似在風浪中的船上，搖來晃去；後句寫醉眼昏花，跌進井裏，就在井底昏睡：極言其醉酒忘形。\n\n16.槽邊縛珥玉之臣：晉代畢卓，常飲酒廢職。鄰人酒釀熟，卓夜至其酒甕間盜飲，被主人捉住捆縛起來；知為畢卓，便釋放了他。而他就甕邊邀主人燕飲，醉而後歸。珥玉，尚書冠上插戴的玉飾。\n\n17.鱉囚：鱉飲、囚飲。以毛席自裹其身，伸頭出飲，飲畢縮回，謂之鱉飲！著械而飲，謂之囚飲。\n\n18.履舄交錯：客人的鞋子縱橫錯雜，形容賓客眾多。\n\n19.忽清商：謂清商樂曲奏起，全座靜聽。清商，清商樂，即清樂，包括清調、平調、瑟調三種曲調。各調所用樂器不盡相同。\n\n20.綠醑：謂恣意濫飲。綠醑葡萄，綠碧的葡萄美酒。不靳，不吝惜。\n\n21病葉：飲酒者稱醉後人眠者為病葉，醉而喧鬧者為狂花，見皇甫松《醉鄉日月》。\n\n22.甚有”六句，寫酒後狂態。狂藥，指酒。客氣粗，謂酒客喝酒過量，呼吸緊促。努石棱，皺眉瞪眼之狀。磔鬡鬚，形容飲至酣處，鬚髮散張之狀。磔，張開。鬡，鬚髮散亂的樣子。袒，裸露。躍雙跌，雙腳亂跳。趺，足。\n\n23.李郎，指李賀，唐代著名詩人。\n\n24.蘇相之裂於牛車：指蘇秦，因主張合縱抗秦，曾佩六國相印。後由燕入齊，被車裂而死。裂於牛車，即車裂，俗稱“五牛分屍”，即將頭及四肢繫於五輛牛車之上，同時分馳，撕裂人的肢體。\n\n 25.燈前取影：謂繪畫技藝高超。蘇軾《題吳道子畫後》：“道子畫人物，如以燈取影，送往順來，旁見側出，橫斜平直，各相乘除，得自然之數，不差毫末，古今一人而已。”\n\n抄一段",
      "&emsp;&emsp;酒人賦\n翻譯，也希望讀者能分享四六文的典雅美麗。\n\n賦中寫道：‘有一物，可使人喜悅又很可口，喝下之後就醉醺醺、暈乎乎，它的名字就是‘酒’。它的名稱很多，功勞也很久了；可以用來宴請賓客，可以用來招待父舅，可以用來促膝談心增進感情，可以用來合巹結成配偶；或者用它做‘釣詩鉤’，也可以用做‘掃愁帚’。所以，瓶榼中的美酒就成了文人墨客的知己；醉鄉深處，也就成了愁人的逃避處。糟丘有樓臺般高，酒器也功垂不朽。有人高興時能飲一石，學士們也說能喝五斗。\n\n酒本來是因人相傳，而人卻往往因酒而醜態百出。像那孟嘉喝酒，風把帽子吹掉而不知道；劉伶坐在車裏喝酒，讓人扛鍬跟著，說‘死了便埋’；山間酒醉，戴反了帽子；酒裏有渣子，陶潛竟取下頭上的葛巾濾酒；阮籍喝醉，睡在鄰家女人的身邊，差一點引起她丈夫的誤會；張旭酒後把頭浸在墨汁裏，說是寫字如有神助；賀知章醉酒，倒在水渠裏；畢卓做尚書到鄰家偷酒，被綁在了馬槽上。甚至更多的人喝醉後仿效鱉囚玩世不恭，雖然沒有損害物件，但也是缺乏德行。\n\n至於像在雨雪之夜，月旦花晨，風停塵住之際，老友新妓在相聚一起，鞋履交錯，賓客眾多，蘭麝發出幽香，風月權當菜肴，歌妓低聲吟唱，賓朋慢斟淺酌。忽然清商古曲一奏，寂靜得就像沒有人一樣。文雅的笑話一講，大家粲然露齒；高聲吟唱，聲音清脆動聽，如同敲金振玉。這時即使是喝得酩酊大醉，也是情真而意切。如果這樣飲宴，就是一天一醉，名教也不會怪罪。\n\n但是，有些人喝起酒來，卻嘈嘈雜雜，粗話連篇；有的忽站忽坐，高聲喧鬧，喋喋不休，勢同爭戰。勸酒的點滴都要忿爭，似乎不喝就要拔刀相向；喝酒的伸著脖子皺著眉，如同端著一杯毒藥；勸酒的一下子把杯摔碎，又把燈全部吹滅。綠色的葡萄美酒狼藉一片，毫不珍惜；喝得過量而齜牙咧嘴，胡作非為，是宴會中的觴令所不允許的。像這種情況的人，根本就不如不飲。還有的人酒喝得離咽喉已不到一寸，還嘰嘰咕咕譏諷主人吝嗇；坐在那裏就是不走，喝又實在喝不下去。如果說喝酒的人沒有品行，這種人是最沒有品行。更惡劣的，有的人喝了酒就像喝了瘋藥，氣變粗，眼睛努出，鬍鬚豎起，坦露出兩背，顛動著雙足。滿臉全是汗垢，衣服襟上全是嘔吐出來的食物。嘴還在汪汪地亂吠，發亂蓬蓬地象個奴僕。他呼天喊地，就像李郎在嘔吐自己的肝臟；他手舞足蹈，就如同蘇秦被牛車車裂一樣。最能說會道的人，也不能徹底講出他的樣子；最善於畫像的人，也無法畫出他的形像。父母前去教訓反而受辱，妻子柔弱而難以勸服。有人因為是他父輩的好友而去勸說，卻也無端地被他罵了一頓。如果婉言相勸，他就會更加頭暈目眩。這種人可以叫他‘酒凶’。實在是不可救藥。對這種人有個惟一的辦法，可以讓他清醒。是什麼辦法呢？只須一根棍棒。像殺豬一樣綁上他的手腳。只打他的屁股，不傷他的頭顱，捶到一百多棍，他一下子就會清醒了。"
    ]
  },
  {
    "title": "戲縊",
    "href": "http://liaozhai.weebly.com/2513832266.html",
    "content": [
      "&emsp;&emsp;淄川縣有個人，一向輕佻無賴。一次，他偶然在村外遊玩，見一個少婦騎著馬走過來，他便跟同伴說：“我能讓她笑！”同伴們不信。雙方約定打賭，誰輸了請客喝酒。\n\n \n\n      無賴突然跑到少婦馬前，連聲嚷叫著說：“我要死！我要死！”說著，從牆頭上把一根高梁梗橫抽出一尺多，解下腰帶掛在上面，伸進脖項，作出上吊的樣子。少婦走過他身邊，果然被逗笑了。夫家也都笑起來。少婦過去了，無賴仍然站在那裏一動不動，大家更加大笑起來。走近一看，只見他舌頭伸了出來，眼睛緊閉著，已經真的吊死了！\n\n      在高梁梗上能吊死人，這事不也太奇怪了嗎？這件事可以給那些輕薄的人做為警戒。"
    ]
  }
]
