[
  {
    "title": "羅祖",
    "href": "http://liaozhai.weebly.com/3264531062.html",
    "content": [
      "&emsp;&emsp;即墨縣有個叫羅祖的人，小時候家裏貧窮。有一年，恰好他們姓羅的族中要出一個人去北部當兵，族人決定叫他去。­",
      "&emsp;&emsp;羅祖在北疆的好幾年裏，娶了媳婦，生了個兒子。隊伍上的守備官待他很好。不久，守備升了官，要去陝西當參將，打算把羅祖也帶了去。他把妻子和孩子託付給一位姓李的朋友照顧著，便跟守備去了陝西。一去就是三年。­",
      "&emsp;&emsp;有一次，羅祖聽說參將想給北疆去一封信，就申請把送信的任務交給他，也好借這個機會看望久別的妻子和兒子。參將同意了。­",
      "&emsp;&emsp;羅祖到家見妻子很健康，感到很欣慰。可是發現床底下有一雙男人的鞋，心想，我三年不在家，那來的男人鞋？莫非……便和妻子到李姓朋友家，感謝他三年來的照顧。姓李的朋友見他回來，趕緊做菜擺酒，熱情地勸他夫婦吃喝；妻子也說三年來姓李的對她照顧多麼多麼好，簡直是個大恩人，羅祖也說了好多感謝的話。第二天，羅祖對妻子說：“我得替參將送信去，晚上回不來，不要等我了。”說完，騎馬走了。實際上他並沒有去送信，而在近處找了個地方藏起來，到了夜裏二三更的時候又回來了。一進門，聽見妻子跟姓李的正在床上睡覺，說些無恥的話，他氣極了，撞開門進了內室。妻子與姓李的嚇壞了，在地上跪著爬到他面前，說：“我們不是人，我們該死！”羅祖把刀抽出來，真想一刀結果了這兩個狗男女，但沉思了一下，又把刀插入刀鞘，對姓李的說；“我原來把你當人看待，你既然這樣，說明你是個禽獸，殺你反而玷污了我的刀。這樣吧，我的妻子和兒子你要，我的兵也由你替我當，馬匹和武器都在這裏，我走了！”說罷就走了。",
      "&emsp;&emsp;羅祖的鄉鄰知道了這件事，一齊告到了官府。官府便把姓李的提去，拷問。姓李的全部招供了。但除了李的供詞，一沒有人證，二沒有物證，沒有充分的根據給他定刑。派人到處找羅祖，一點影子一點消息也沒有。官府便懷疑是姓李的因姦情殺了羅祖，便對姓李的及羅妻施以更重的刑罰。過了一年，這兩個男女都死在獄中，官府就把羅祖的兒子送回了他的即墨老家。",
      "&emsp;&emsp;又過了好久，石匣營村有個打柴的人進山，經常看見一個道人坐在一個山洞裏，可從來沒見他下山化過緣求過吃。消息傳來，大家都覺得很奇怪：他吃什麼活著呢？就一齊給他送去吃的。有人認識這個道人不是別人，就是羅祖。送來的吃食都放滿了山洞，羅祖始終也沒吃一點。看他的意思是討厭這麼多人去看他，漸漸地，就很少有人去了。好幾年後，洞外的亂草長得像樹那麼高了，偶爾有人到洞內看見他仍坐在那裏沒動地方。又過了好久，有人見他在山上走動，待接近他時，卻又沒了。再回洞中找他，還在洞中坐著，衣服上往日的塵土都沒變樣。大家更加奇怪，又過了幾天再去看，只見他的鼻樑都塌陷了，這才知道他早已坐化了。",
      "&emsp;&emsp;鄉親為了紀念他，建了一座羅祖廟。每年三月來燒香的絡繹不絕。他的兒子去燒香，人們都喊他小羅祖，香火錢都給了他。至今他的後代還年年去收香火錢呢。",
      "&emsp;&emsp;這個故事是沂水劉宗玉對我講的，很詳細。我笑笑說：“現在出家的和尚道士不想當聖賢，卻想成佛祖，請告訴他們，要想立地成佛，得把手中的刀放下。”"
    ]
  },
  {
    "title": "劉姓",
    "href": "http://liaozhai.weebly.com/2112922995.html",
    "content": [
      "&emsp;&emsp;淄川縣有個姓劉的人，個性兇狠蠻橫，像個披著人皮的老虎。後來這人從淄川遷到沂縣，惡性沒有改掉，鄉里都怕他，厭惡他。劉某有幾畝地，和一家姓苗的地挨著。姓苗的很勤快，在地邊種了很多桃樹。桃樹剛開始結果時，苗家的兒子去摘。劉某見後，怒氣衝衝地將他趕下樹，指著那些樹說是他的。姓苗的兒子哭著回家告訴了父親。姓苗的正在驚訝時，劉某已趕到門前辱駡起來，並揚言要到衙門告狀。姓苗的笑著安慰他，劉某怒氣不消，忿怒而去。­",
      "&emsp;&emsp;這時，劉某同縣老鄉李翠石在沂縣開當鋪。劉某拿著狀紙進城，恰好和他相遇。因是同鄉又很熟悉，李翠石便問他：“幹啥去？”劉某就把進城打官司的事告訴了他。李翠石聽後，笑著說：“你的名聲，眾所共知；我和姓苗的素來相識，他平生很善良，怎麼敢侵占欺騙你呢？你不要將事情說反了啊！”說完就撕碎他的狀紙，拉他進了當鋪，說以後給他倆調解，不要再爭執下去。劉某怨恨仍不消，暗中拿鋪裏的筆，重新寫了狀紙，準備過後再告。一會兒，姓苗的來到鋪裏，把事情前因後果詳細告訴了李翠石，哀求李翠石為他解除這場糾紛。姓苗的又說：“我是個莊稼人，半輩子沒見過當官的，只要不打官司，幾棵桃樹，誰還敢占為已有。”李翠石叫出劉某，把苗家退讓的意思告訴了他。劉某又指天畫地，大罵不休；姓苗的光說好話，一句也不敢辯駁。",
      "&emsp;&emsp;過了四五天，李翠石碰見劉某村裏的人說他死了。李翠石聽後很吃驚，歎息不止。後來李翠石外出，見迎面走來一個拄拐杖的人，很像劉某。走到跟前，果然是他。劉某熱情向他問候，並請他到家裏去作客。李翠石不敢靠近他，說道：“前幾天聽說你去世了，這是從那裡傳來的謊言。”劉某不答話，一個勁地拉他進村，到家擺好酒菜後才說：“以前的傳言，一點也不假。前天我出門，看見來了兩個人，要捉我去官府。問什麼事，二人只說不知道。我想，我出入衙門十幾年，不怕見官長的人，也就跟著他倆去了。走進公堂，見上面坐著的官，臉上帶著怒氣，說道：‘你是劉某嗎？惡貫滿盈，自己不肯悔改；又把別人的東西占為己有，像你這種蠻橫兇暴的人，按例應當放到油鍋裏炸死！’旁邊一個人查過簿冊，說：‘這個人行過一次善事，按例不應當死。’那個當官的看過簿冊，臉上的怒氣稍微消了些，說道：‘暫時先送他回去吧！’幾十個人齊聲呵斥攆我走。我說：‘因什麼事把我捉來？又因什麼事送我走？請求向我說明白。’衙役拿著簿冊走下來，指著上面的一條給我看。上面寫著：崇禎十三年，用錢三百，救活一對夫妻，使他們得到團聚。衙役說：‘沒有這一條，今日命當絕，讓你投生為畜類。’聽後，我很害怕，急忙跟抓我的那兩個人出來。兩人向我索賄，我憤怒地說：‘你們不知道我劉某出入衙門二十年，是專勒索別人的錢財，怎麼竟敢向老虎要肉吃呢！’兩人不敢再要，把我送到村口，向我拱手說道：‘這趟差事沒得到你的一口水喝。’兩人走後，我進門就蘇醒過來了，這時我斷氣已經兩天了。”",
      "&emsp;&emsp;李翠石聽後，感到這事很奇怪，就問他行的那件善事。原來，崇禎十三年，遇上了大災荒，出現人吃人的情景。劉某那時在淄川縣衙當捕隸。一天，遇見一男一女哭得很傷心，問他們為何這樣？回答說：“俺倆結婚才一年多，今年遇上災荒，不能一塊兒活下去，只好悲傷哭泣。”過了不多時，在一個油店門前又遇上他倆，好像在和店主爭什麼。劉某走到跟前，問怎麼回事。油店的店主姓馬，說：“他倆餓得快要死去，每天靠討吃我的麻醬才活下來。今天又想把老婆賣給我，我家裏已買下十多口，這事也好，只要價錢便宜，我就收下她，否則罷了。那有像你這樣可笑的男子，沒完沒了地纏磨人！”那男子便道：“眼下小米貴得如同珍珠，若不要得三百文錢，就不夠我逃命的路費。本想賣掉老婆能使我們都活下來，如果老婆賣掉後我還脫不了死，那又何必呢？我不敢講價錢，只求你行個好，積個陰德罷了。”劉某很可憐他倆，便問馬店主能出多少錢。馬店主說：“如今一個婦女最多值一百個大錢。”劉某請馬店主不要少他要的三百文。他願替出上一半。馬店主堅決不答應。劉某年輕氣盛，便對那男子說：“這個人粗俗小氣，不值得再和他爭。我送你三百文錢，讓你能逃荒，夫妻倆又能在一起，不是更好嗎？”於是解囊取出錢交給了他。夫妻倆哭著向劉某拜謝後才離去。劉某講完這件事，李翠石對他大加讚歎。",
      "&emsp;&emsp;自此以後，劉某先前的那種惡習全改了。現在劉某已經七十多歲，身體還很健康。去年李翠石去周村，碰上劉某和人爭吵，圍著許多人勸他，他也不聽。李翠石笑著對他說：“你又想告桃樹狀嗎？”劉某一聽馬上停止了爭吵，臉上也沒了怒氣，一句話沒再說，安靜的走了。",
      "&emsp;&emsp;異史氏說：「李翠石兄弟，家業一直不錯。而翠石又醇厚恭謹，喜做善事，未嘗以財富自豪，是一個謙抑的誠篤君子。看他排解糾紛勸人為善，他的做人可想而知了。古人說：『為富不仁。』我不知道翠石是先仁而後富的呢？還是先富而後仁的？」"
    ]
  },
  {
    "title": "邵女",
    "href": "http://liaozhai.weebly.com/3704522899.html",
    "content": [
      "&emsp;&emsp;太平地方有個叫柴廷賓的，妻子姓金，娶進門來不會生孩子，又特別愛吃醋。為了要孩子，柴廷賓花很多錢買了小老婆，被金氏狠狠虐待，一年就受虐死了。氣得柴廷賓一個人單獨睡了好幾個月，再不進妻子的屋子。­",
      "&emsp;&emsp;這一天，柴廷賓過生日，妻子好言好語，還用豐厚的禮物給他祝壽。柴不忍拒絕，這才重新與她和好。妻在臥室裏設下酒宴，請他進去，他推說喝醉了，不去。金氏打扮得漂漂亮亮，自己又來到丈夫屋裏，說：“為了你過生日，我伺候了一整天，即使您真的醉了，也請去飲一杯。”柴廷賓這才進了臥室，邊飲酒邊與妻子說話。金氏從容地說：“上回害得你買回來的妾死了，我現在還後悔，可是你就記了仇。結髮之情一點都沒有了嗎？從今往後你找一堆女人我也不說你。”柴廷賓聽了，更加歡喜，就留在妻子臥室和她同寢，從此和原來一樣相親相愛。於是金氏就明裏請媒婆給丈夫物色好的女人，暗中卻又叮囑媒婆拖延，即使真的找到了好的，也不要告訴丈夫，而她自己又裝出著急的樣子去督促媒婆。這樣過了一年多，柴廷賓等急了，又托親友花錢買妾，果然買到一個林家的養女。金氏見了，表面上很喜歡，讓林女與自已一同吃飯，什麼化妝品呀，首飾呀，都由著林家女使用。­",
      "&emsp;&emsp;林女是被林家收養的私生女，沒學過針線活兒，除了會繡花鞋，其他衣物都得依仗別人。金氏就批評說：“俺家從來節儉，不像王公貴族家，要你當畫看。”就把些好看的花綢緞給她，叫她學女紅，像嚴師教學生。開始還僅僅訓斥兩句，後來就漸漸到用鞭子打。柴廷賓見了，又心疼又沒辦法。金氏對林女卻比過去更加愛護，常親自替她打扮，幫她穿戴，給她搽粉。只是有一條：林女那怕鞋跟有一點皺褶，金氏就用鐵棍敲她的腳；頭髮稍亂一些，就用巴掌扇她的臉，逼得林家女受不了，終於上吊死了。柴廷賓心裏十分難過，說了些埋怨妻子的話。金氏聽了，反而發怒說：“我替你調教女人，難道錯了嗎？”這時，柴廷賓才明白了妻子的險惡用心，又和妻子翻了臉，發誓永遠斷絕夫妻關係，暗中在其他地方蓋了房子，打算再找個好女子，另過日子。這樣拖了半年還沒物色到滿意的。",
      "&emsp;&emsp;這一天，柴廷賓參加一個朋友的葬禮，見到一位十六七歲的姑娘，美得耀眼。柴廷賓眼睛都看直了，魂都跑了。那姑娘不喜歡他這樣子，轉開目光不理他。柴廷賓一打聽，姑娘姓邵，父親窮，只有這麼個女兒，從小聰明過人，讀書過目不忘，尤其愛讀醫書和相書，父親很溺愛她，凡來說媒的，都叫她自己拿主意，可是不論富家子弟還是窮人後生她都不同意，因此十七歲了還沒定下婆家。柴廷賓知道了這些情況，明白這是個不容易娶的姑娘。但心裏總縈繞著她的影子，又希望因家中窮，多給錢財或許能打動她的心，就托媒人去說。找了幾個，沒一個敢去做媒的，柴也就灰了心，不抱希望了。­",
      "&emsp;&emsp;有一天，忽然有個姓賈的媒婆因販賣珍珠路過柴家，柴廷賓就對她說了自己的願望，並給她很多錢，說：“我只求你把我的意思通報給邵家，成不成都不怪你；萬一有成功的希望，花錢再多我也不在乎。”賈媒婆貪圖錢財，答應了他。到了邵家，有意識地和邵女的母親閒話家常。談話間偶然看見了她美麗的女兒，故作驚訝說：“好俊的閨女，如是選進昭陽院，趙家姊妹算得什麼？”又故意問：“女婿是誰家的公子？”邵母說：“還沒找人家呢。”賈婆說：“這麼好的閨女，還愁找不到王侯公子作女婿嗎？”邵母歎氣說：“王侯貴族我們不敢高攀，只求找個知書識禮的後生也就不錯了。俺家這個小冤家，給說媒的也不少了，挑來挑去，十個裏也沒挑中一個，也不知她究竟想嫁個什麼樣的。”賈媒婆說：“夫人不用愁，這麼好的閨女，不知那家後生前世裏修了多少德才有娶她的福份。昨天有件讓人好笑的事：那個叫柴廷賓的書生，在誰家的葬禮上見過你家姑娘，相中了，說寧願出千金聘禮呢。這不是癩蛤蟆想吃天鵝肉嗎？真可笑，早叫我挖苦跑了。”邵母聽了笑笑，不置可否。賈婆又說：“一般窮秀才不用談了，若是有錢的人家，那怕不是什麼讀書人，卻也圖個富貴，似乎還可以。”邵母仍然只笑不說話，叫人摸不透她的心思。賈媒婆忽然一拍巴掌，裝出一副認為邵母已經同意了她的觀點的神氣，說：“哎呀呀，若真那樣，我自己反不合算了。您想想，儘管夫人您沒有架子，跟我促膝談心，茶酒相待，若是您有了富親戚，出入有車馬，往來儘是樓閣大戶，我再來了，，怕您那看大門的僕人還嫌我寒傖，喝斥我呢。”邵母聽了，沉吟了許久，起身到後堂和丈夫說話去了。過了一會兒，聽見叫他們的女兒。又過了一會兒，邵母和她丈夫、女兒一塊兒出來了，笑著對賈婆說：“你說這個妮子怪不怪，多少好人家不願嫁，聽說去做妾，倒願意了。不叫人家讀書人笑話嗎？”賈婆說：“不妨事，過了門，若生個男孩，正房妻子又能拿她怎樣？”說完，又傳達了柴廷賓準備把她女兒安頓在另一處房宅的意思。邵母更高興了，對女兒說：“閨女，快向賈姥姥下個保證：這門親事是你自己同意的，不後悔。以後不如意了，不埋怨爹媽。”邵女有些難為情地說：“爹娘放心，以後女兒一定好好孝敬二老。女兒自知命不好，若找個太好的人家，反倒活不長；找個不太好的人家，受點罪，受些委屈，也不見得是壞事。上回見柴家公子，看相貌是個有福之人，他的兒孫一定會有出息的。”­",
      "&emsp;&emsp;聽了這話，賈媒婆高興得去告訴柴廷賓。柴廷賓喜出望外，馬上下了千金聘禮，用華貴的車馬把邵女娶到別墅裏。這件事，除了金氏，柴家上下全知道，可是誰也不敢說。",
      "&emsp;&emsp;安頓下來以後，邵女對丈夫說：“郎君，你這個辦法，就好比燕子把窩築在飄動的布上，藏不了的，還囑咐家人不要走漏消息，這樣的事要想永遠瞞著是不可能的。依我看，不如早早進家去住，禍反而會小些。”柴廷賓怕她受金氏虐待，邵女說：“天下沒有不可感化的人。我若是處處小心不犯過錯，她有什麼理由虐待我呢？”柴延賓同意她的道理，可不敢照著去辦。­",
      "&emsp;&emsp;這天，柴有事不在家，邵女穿了樸素的衣服，吩咐一名老男僕牽匹老馬，命一個老女僕帶上個包袱，果斷地到了金氏的住所，跪著把自己怎麼到金家，怎麼住在別院等原委如實說了。金氏這才知道還有這等事，而且發展到這等程度了，自己還蒙在鼓裏，立時氣了個半死。待要朝邵女發作吧，一想人家主動來向我坦白，是可以原諒的。又見她穿戴樸素、態度謙卑，氣就消了些，於是吩咐丫頭把好衣服拿來給她換了，悻悻地說：“姓柴的這個沒良心的，對外人說我多麼凶，我平白無故地被人家嚼舌頭。其實全怪他，怪那個賤女人氣的我。你想想，背著老婆另找女人，這還算個人嗎？”邵女說：“我仔細觀察他，好像有點後悔。不過放不下大男人架子，不肯在你面前認錯罷了。俗話說‘大的不向小的低頭’。按常禮，妻子和丈夫的大小，好比兒子和父親，妾和正室那樣。如果夫人您稍稍緩和一下，給他點好顏色，我看過去的隔閡就能消除。”金氏說：“他自己不來，我有好臉色給誰看去？”這時，金氏心靜了，見邵女老跪著也不成樣子，就吩咐使喚丫頭給邵女收拾房間，叫她住下來。儘管心裏還不是滋味兒，但總算暫時平安無事了。­",
      "&emsp;&emsp;柴延賓出門回來，聽說邵女到了金氏那裏，嚇壞了，心想，羊進了虎口，早給金氏嚼得只剩骨頭渣兒了。趕緊過去，進了門，見家裏沒一點動靜，才放了心。邵女在門口迎著他，勸他快到金氏那邊去。柴延賓有些為難，邵女就掉下淚來了。柴延賓這才接受了她的建議。邵女又到金氏面前說：“柴郎回來了，覺得沒臉見你。我求你去給他個笑臉，好言好語說說話吧。”金氏聽說柴回來了。心中就來氣，不肯過去。邵女進一步勸道：“我不是說過麼，夫和妻有大小之分。古時候有個叫孟光的女子，對待丈夫那真是恭敬極了，每逢吃飯，把飯端到額頭高送到丈夫面前，別人知道了，不認為這是丟面子。為什麼呢？因為她做的符合自己的妻子身份，符合大禮，夫人您主動去見柴郎，不失身份的呀。”金氏這才聽從了她。­",
      "&emsp;&emsp;一見丈夫，金氏氣哼哼地說：“好哇，你既然跟兔子一樣有三個窩，還回來幹什麼？”柴延賓低頭不語。邵女趕緊用胳膊肘碰碰他，他才無可奈何地笑了笑。妻子見他有了笑容，態度也就和緩下來。要轉身回屋。邵女又推柴延賓快跟進去，一面又吩咐廚子準備酒菜，叫他們對飲了幾杯。",
      "&emsp;&emsp;從此，夫妻和好如初。邵女每日早早起來過去向金氏問安，伺候洗臉，洗了臉又遞手巾，像婢女那樣恭敬金氏。柴延賓若要到她屋來，她都苦苦拒絕，十幾天才留她住一夜。因此，金氏也覺得她賢慧知禮。但是又覺出自己不如邵女，由慚愧漸漸積累成了嫉妒。然而邵女處處謹慎，又找不出她的毛病。偶爾斥責她兩句，她也俯首貼耳地聽著。­",
      "&emsp;&emsp;一天夜裏，柴、金二人吵了嘴。起床後梳妝時金氏還沒消氣，恰巧邵女不小心，將伺候她梳頭的鏡子掉在地上摔破了。金氏立刻火冒三丈，攥著還沒梳好的頭髮，眼珠都要瞪出來了。嚇得邵女趕緊跪下來求饒。金氏好容易抓住她的把柄，不肯饒她，拿起鞭子就抽了一頓。柴延賓實在看不下去，咚咚跑過來拉起邵女出了屋。金氏兇咧咧地還要追著打。柴延賓急了，奪過鞭子抽起她來，抽得她臉上流了血，她才退回房去。夫妻又跟仇人一樣了。­",
      "&emsp;&emsp;從此，柴廷賓不准邵女再到金氏房中去。邵女不聽，次日清晨，跪著用膝蓋走到金氏門外，等她起床好伺候她。金氏知是邵女來了，捶著床罵，叫她滾。對邵女，她恨得咬牙切齒。拿定主意，等丈夫不在家狠狠收拾她。柴廷賓知道她有了這個念頭，乾脆不出門，跟外界不來往了。金氏就天天打女僕出氣，打得下人們叫苦連天。自從夫妻決裂，邵女夜裏也不敢留柴廷賓住了。弄得柴廷賓夜夜獨宿。金氏知道後，明白了丈夫並未被邵女獨佔，心裏稍稍好受了些。­",
      "&emsp;&emsp;柴家有個稍大點的婢女，很精。一次與主人偶然說了句話，金氏發現後懷疑她與丈夫有私情，就狠打了她一頓。恨得婢女常在背地裏罵她。這天，輪到這婢女夜間伺候金氏。邵女囑咐柴廷賓說：“今夜別到夫人房裏去，我看那婢女面帶殺機，不知安的什麼心呢。”柴廷賓覺得有理，把那婢女叫來，詐問她：“今晚你想幹什麼？”婢女以為主人察覺了她的秘密，嚇得說不出話來。柴廷賓見她這副樣子，更加疑惑，搜她身上，發現她帶了一把鋒利的刀子。這下，婢女無話可說，跪下來求饒說：“我該死，我該死。”柴想打她，邵女勸阻說：“別忙。你一打她，事情就張揚開了。若被夫人知曉，這婢子還活得了嗎？她的罪固然是不可饒恕的，我看不如把她賣出去，既可保住她的性命，咱家又可得點收入不是？”柴廷賓同意，正好有個人家要買妾，柴就趕緊把她賣了。­",
      "&emsp;&emsp;金氏發現少了那個婢女，一問，知道是丈夫賣了，就怪丈夫不同她商量；又聽說丈夫是採納了邵女的意見，又怪起邵女來，用很惡毒的話罵她。連柴廷賓也埋怨邵女：“都是你自找的。你若不管閒事，容那婢女殺了她，那還有這些麻煩？”金氏聽了“殺”字，感到奇怪。問下人，沒一個知道的。問邵女，邵女也不說。金氏又納悶又生氣，提著裙子跳著腳罵。柴廷賓聽不下去，就把事實告訴了她。金氏大吃一驚，才知是邵女救了自己，對邵女就溫和了些，可是心中又怪邵女為什麼不早說。柴廷賓見金氏態度緩和以為沒事了，就出了遠門。",
      "&emsp;&emsp;金氏趁丈夫不在家，把邵女叫來數落她：“不該饒了那個要殺我的小蹄子，你為什麼把她放走了？”邵女一時找不到合適的話回答。金氏就把鐵燒紅，烙邵女的臉，想把她的面容毀了。家中女僕全替邵女抱不平。每烙一下，邵女就哀號一聲，傭人們哭著請求替邵女受刑。金氏不答應，又改用針刺邵女的胸肋，連刺了二十多下，這才覺得出了氣，說：“滾！”­",
      "&emsp;&emsp;過了些日子，柴廷賓回來了。見邵女臉上有烙傷，問明情由，氣得立刻要找金氏算帳。邵女拉住他的衣服勸道：“是我自願來跳這火坑的。我嫁你，難道因為你家是天堂嗎？我自知命不好，只有找罪受，老天爺才能消氣。只要我受得了就受，這樣或許有個出頭之日。若再觸怒了老天爺，不就像填坑填了一半又去挖一樣前功盡棄嗎？”她就用燙傷藥自己搽傷，幾天就好了。一照鏡子，高興地說：“柴郎，為我慶賀吧。夫人這一烙，把我臉上那條倒楣的紋路烙斷了！”便一如往常地侍奉金氏。­",
      "&emsp;&emsp;金氏見上回全家的傭人都為邵女痛哭求情，明白大家都恨自己，有點懊悔，就常和顏悅色地叫邵女跟自己一塊兒做事情。過了一個多月，金氏突然得了打嗝病。一吃飯就嗝得厲害，影響飲食。柴廷賓本來就恨她死得晚，根本不管她的病。她的肚子幾天後脹得像鼓那麼大。一天到晚只想睡覺，下不來床。邵女顧不上吃飯和休息，伺候她。她很感激，邵女又對她講些醫藥方面的道理，可金氏懷疑；我過去對她太慘酷，她會不會弄毒藥毒死我？金氏不聽邵女的什麼醫理，還裝出感謝的樣子，病當然不見好轉。­",
      "&emsp;&emsp;金氏這個人，儘管人人恨，還是有優點的，那就是治家很嚴，傭人都服從她；自她得病後，不能過問家政，傭人就懶散了。有些活兒就沒人幹。柴廷賓只好自己管理，累得夠嗆還管不好，甚至有人往外偷東西。柴廷賓這才感到金氏這個當家的重要，就認真給她請醫生治病。對自己的病，金氏心裏也沒數，別人問起來，只說是得了氣鼓。大夫們也就確診為積住氣了。換了幾個大夫，都不見效。病越來越重，都快不行了。­",
      "&emsp;&emsp;這天又煎藥，邵女建議說：“醫生開的這藥，吃一百副也不頂用，甚至越吃越重。”金氏不信，還叫她照老方子煎。邵女偷偷換了方劑，金氏服下，一頓飯功夫泄了三次，馬上覺得好了，就笑話邵女剛才說的不對，還是老方子好，還笑著諷刺她：“喂，你這個女華佗，怎麼樣啊？”邵女和傭人都忍不住要笑。金氏被笑得莫名其妙，追問起來，邵女才把實情說了。金氏感動地說：“該死！我天天受你的照顧，竟還蒙在鼓裏。從今天起，家裏的事全聽你的。”不久，病全好了。柴廷賓高興地擺酒席為她慶賀，邵女站著執酒壺。金氏不讓，奪下酒壺拉邵女挨著自己坐下，親熱得不行。到了夜深，該安歇了，邵女找了個借口要離開，好讓他們夫婦同眠。金氏不依，派兩個婢女硬把邵女拉住，硬要她和自己一床。從此，兩人同吃同住，同宿同商量，賽過親姊妹。­",
      "&emsp;&emsp;不久，邵女生了個男孩，產後總是鬧病，金氏像孝敬母親一樣伺候她。",
      "&emsp;&emsp;不多天，金氏又病了，心口疼，疼起來臉都發青，恨不得死了才好。邵女趕緊買了幾根銀針給她按穴位紮上，紮上以後立刻不疼了。十來天又犯了，再紮；六七天又犯了，再紮。弄得金氏天天提心吊膽地怕再犯。一天夜裏，她夢見到了一座廟裏，大殿裏的鬼神全都能活動，一個神問她：“你是金氏嗎？你的罪孽太重了，早該死，念你已有悔改表現，才只讓你害病，表示神靈對你的譴責。你害死過兩個女人，是她們應得的報應。可是邵女有什麼罪？你對她這麼狠毒！你用鞭子打她，已由你丈夫替神靈報應給你了，這個可以抵消；另外，你還欠了一次烙和二十三次針紮的帳，現在邵女已經紮過你三次，剛剛報應了零數，你的病就想除根呀？明天又該犯了。”醒來後，金氏心中害怕，又認為夢不可信，早飯後真的又犯了病，而且疼得更厲害了。邵女也納悶，說：“光用針紮怎麼老除不了病根呢？我看得用燒紅的針紮，把穴位燒爛了也許能除根，可就是怕夫人您受不住。”金氏想起了夢，並不怕，同意了。她邊挨針邊想，欠下的十九針，不知道還要害什麼樣的怪病才能抵償，不如一天紮夠，也許能免了受不完的苦。紮過了一柱香的功夫，又求邵女再紮，邵女笑道：“針是隨便亂紮的嗎？得按穴位。”金氏說：“什麼穴位不穴位，你給我紮十九下就是了。”邵女又笑了：“不行，不行。”金氏在床上跪起來苦苦哀求，邵女總是不忍心。金氏把夢告訴了她，她才約略照著經絡上的有效部位給她紮了十九針。",
      "&emsp;&emsp;從此，金氏完全康復，沒再犯。又因真正悔過，對下人也不再暴戾。­",
      "&emsp;&emsp;邵女的兒子叫柴俊，聰慧過人。邵女常說這孩子有作翰林的相貌。八歲，人稱神童；十五歲，中了進士。這年，柴廷賓夫婦四十歲。邵女三十二三歲。孩子做了大官，車呀馬的回家看老父母，鄉親們都誇獎。邵女的父親自從千金賣了閨女，就富有起來；但也被讀書人瞧不起，直到柴俊有了功名，才有人跟他往來。",
      "&emsp;&emsp;異史氏說：“女人狡黠妒嫉，是她們的天性。而那些做妾的，往往又喜好炫耀美色，耍弄心機，這就更增添了大老婆的怒氣。唉！很多災禍就是從這裏來的。做妾的如果安於自己的命運，謹守本份，百般刁難折磨挫折也不改變態度，難道還能對她施行棒打刀割的刑罰嗎？何至於像金氏那樣被妾邵氏拯救免於一死，才開始有點悔悟之意，唉！再不悔悟，還算個人嗎？為償還對邵氏殘害的損失，金氏如數被紮了那麼多針數，並沒有增加利息多紮幾針，也算是老天爺的寬厚了。反而那些因為好心腸而遭惡報的人，真的要謹慎了。我常見有些愚夫愚婦生病日久，就請來無知的巫師，任他針刺火燒，殘害肌膚而不敢呻吟，心中常常覺得奇怪。聽了金氏的故事，才明白其中的原委！”",
      "&emsp;&emsp;福建有個人娶了個妾，晚上到了妻子的房裏，不敢就到妾那裏去，還假作脫鞋上床的姿態。妻子說：“快走吧，別裝模作樣了。”丈夫還在猶豫徘徊，妻子臉色嚴肅地說：“我不是那種好嫉妒的人，何必這麼囉嗦！”於是，丈夫才到妾房中去。妻子獨臥房中，輾轉反側，無法入睡，就起床到妾房外偷聽只聽，到妾的聲音隱約可聞，不甚清楚，只有“郎罷”二字，大致可分辨出來。郎罷是福建人對父親的稱呼。妻子聽了一會兒，一口痰湧上來，憋得昏厥過去，摔倒在門上，頭碰到門扇噹的一聲。丈夫驚慌地起來，一開門，就有一人僵屍般倒進屋裏。喊妾點上燈一照，原來是妻子，急起把她扶起來，灌了點水，妻子的雙目才微微睜開。剛一睜眼馬上低聲說：“叫誰的郎罷啊！”嫉妒之情真是可笑。"
    ]
  },
  {
    "title": "鞏仙",
    "href": "http://liaozhai.weebly.com/3879920185.html",
    "content": [
      "&emsp;&emsp;有一個姓鞏的道士，沒有名字，也不知道是什麼地方人。一次，他去求見魯王，看門人不給通報，這時有位宮中的宦官出來，道士便求他引見。宦官見他又窮又土，將他趕走了。可是道士馬上又回來了，宦官很生氣，派人邊打邊攆。趕到沒人的地方，道士笑著拿出百兩黃金，請追趕的人回復宦官：“就說我不是要見魯王，聽說王宮後院的花草樹木、亭臺樓閣是世間最美的景致，如果能領我看一看，這一生就滿足了。”接著又拿出些銀子給他，那人高興地回報去了。宦官也很高興，領道士從王府的後門進去，遊覽了所有的景地。道士又跟著登上樓臺。宦官走到視窗眺望，被道士一推，只覺得身子從樓上掉下來，腰被細藤纏住，懸掛在半空中；往下一看深不見底，頭暈目眩，細藤也隱隱發出格崩的斷裂聲。他害怕極了，大聲號叫起來。有幾個內監聞聲趕來，見狀驚恐萬分。見他離地很高，上樓一看，細藤拴在窗櫺上，想撥藤救他，又怕藤太細會拉斷。到處尋找道士，卻不見蹤影。實在沒有辦法，只好稟報魯王。魯王親自去察看，也感到非常驚奇。便令人在樓下鋪上茅草和棉絮，以便將細藤割斷。樓下剛鋪墊好，細藤“砰”的一聲崩斷了。宦官竟然離地不到一尺。大家忍不住笑了起來。­",
      "&emsp;&emsp;魯王命人去尋訪這位道士，得知他住在尚秀才家，便派人去問，說出遊沒有回來。差人回府途中正巧遇上了道士。便領他去見魯王。魯王設宴款待，請道士表演幻術。道士說：“我是個窮鄉野人，沒有別的本事，承蒙您的厚待，就獻一班歌女為大王祝壽吧。”說完，從袖子中拿出個美人放在地上。那美人向魯王叩拜。道士命美人扮演“瑤池宴”為魯王祝壽。美人說了幾句開場白，道士又拿出一人，那人自稱王母娘娘。一會兒，董雙成、許飛瓊等仙女都先後出場；最後，織女出來拜見，並獻上一件天衣，宮裏頓時金光燦爛，一片通明。魯王懷疑天衣是假的，想要來看看，道士急忙說：“不可！”魯王不聽，拿來一看，果然是無縫天衣，不是人間可以做的。道士很不高興地說：“我實心實意奉承大王，才從天孫那兒暫時借來天衣，如今天衣被俗氣玷污，讓我怎麼還給主人呢？”魯王又覺得仙女也一定是真的，想留下",
      "&emsp;&emsp;一兩",
      "&emsp;&emsp;個，可仔細一看，原來都是自己宮中的歌女。又懷疑剛才唱的曲子並不是她們熟悉的，一問，歌女們果然連自己也不知道。道士把那件天衣燒了，然後把灰放在袖中，再搜看時，卻什麼也沒有了。魯王因此對道士十分敬重，想留他住在府中，道士說：“我遊蕩慣了，這宮殿就如同牢籠，不如住在秀才家裏自由。”從此道士經常出入王府，但每到半夜必然回去。有時堅決留他，也偶爾住下。道士常在宴席間表演四季花木顛倒時序的遊戲。魯王問他：“聽說仙人也不忘男女之情，是真的嗎？”道士回答：“也許是這樣吧，可我不是仙人，所以心如枯木。”一天晚上，道士住在府裏，魯王叫一個年輕貌美的妓女去試探他。妓女進了房門，連叫幾聲，沒人答應，點了燈一看，道士像死人一樣閉著眼坐在床上。搖晃他，眼一睜又閉上了；再搖他，打起了呼嚕。推他，又順勢倒下，臥床而睡，酣聲如雷。妓女用手彈彈他的額頭，發出像敲擊鐵器一般的聲音，便急忙去稟報魯王。魯王讓人用針刺道士，針紮不進去，推他，重得搖不動。又召來十幾個人把他舉起扔到床下，就像一塊千斤重石落在地上。天亮以後去看看，道士仍然睡在地上。道士醒後笑著說：“睡得真死，掉下床來也不知道！”以後這些妓女們常在道士坐臥時按著他玩，剛按時還軟和，再按就硬得像石頭一樣了。­",
      "&emsp;&emsp;道士住在尚秀才家經常半夜不回來。有時尚秀才鎖了門，等天明開開房門一看，道士已經睡在屋裏了。以前，尚秀才和一個叫惠哥的歌妓很要好，兩人立誓結為夫妻，惠哥歌唱得特別好，演奏技藝也超群出眾。魯王聽說惠哥很有名氣，就召入宮內侍奉自己。從此，惠哥和尚秀才斷絕了交往，雖然常相互思念，卻無法見面。一天晚上，尚秀才問道士：“你在宮中見過惠哥沒有？”道士說：“那些歌女我都見過，但不知誰是惠哥。”尚秀才把惠哥的年齡相貌描述了一遍，道士想了起來。尚秀才求他再去時給轉達一句話，道士笑著說：“我是世外之人，不能替你捎書傳信。”尚秀才苦苦哀求，道士只好展開袖袍說：“你如果一定要見惠哥，就請鑽進我的袖子裏來吧。”尚秀才往袖子裏一看，見裏面大得像屋子，便伏身進去，裏面光明洞徹，寬若廳堂，桌椅床帳無所不有，而且在裏面一點也不覺得氣悶。道士來到王府內，與魯王下棋。他見惠哥走來，便佯裝用袍袖拂塵，將惠哥裝進袖內，別人一點也沒發覺。尚秀才正獨坐沉思時，忽見從屋簷掉下一個美人，一看是惠哥。兩人驚喜萬分，你擁我抱，親熱異常。秀才說：“今日奇緣，不能不記下來。我們來對詩吧。”說完先在牆壁寫了：“侯門似海久無蹤，”惠哥續寫：“誰識蕭郎今又逢，”秀才寫：“袖裏乾坤真個大，”惠哥續道：“離人思婦盡包容。”剛題完，忽然進來五個人，頭戴八角帽，身穿淡紅衣，都是不相識的人。他們一聲不響，把惠哥提了就走。尚秀才嚇得不行，不知怎麼回事。道士回到秀才家裏，把秀才叫出來，問他在裏面的事情。秀才隱瞞著沒有全部說出來。道士微笑著把衣袖翻過來讓他看，秀才見上面隱隱約約有些字跡。細得像蟣子一樣，仔細辨認，原來是他題的詩句。過了十多天，尚秀才又求道士帶他去了一次。先後共去了三次。惠哥告訴秀才說：“我已感到腹中胎動，非常擔憂，只好用帶子把腰紮緊。可是王府中耳目眾多，倘若有一天臨產，小孩一哭，往什麼地方藏？麻煩你和鞏道士商量一下，見到我三叉腰時，請他設法救我。”尚秀才答應了。回去後見了道士跪在地上不起來，道士扶起他來說：“你要說的話，我都知道了。請你放心，你尚家就靠這一點骨血傳宗接代，我怎敢不盡力幫助呢？但從現在起你不能再進王府了。我所以報答你的，原不在兒女私情呀！”幾個月過後，道士從外面回來，笑著說：“我給你把兒子帶來了，快拿小孩包被來！”尚秀才的妻子非常賢慧，快三十歲了，生了幾胎只活下一個兒子。最近又生了個女兒，剛滿月就死了。聽尚秀才一說，驚喜地走出來。道士從衣袖中取出嬰兒，臍帶還沒斷，睡得正甜呢。秀才的妻子接過來抱在懷裏，嬰兒才呱呱啼哭起來。道士脫下衣服說：“產血濺在衣服上，是道家最大的忌諱。今天為了你，二十年的舊物，只好扔了！”尚秀才為道士換了一件新衣袍，道士囑咐他說：“舊衣服不要扔了，燒一錢灰吃了，可治難產，墮死胎。”尚秀才記在心裏。",
      "&emsp;&emsp;道士在尚秀才家又住了一些時候，忽然對秀才說：“你收藏的那件舊衣服，應當留下一些自己用，我死了你也別忘了！”尚秀才覺得道士的話不吉利。道士轉身就走了。道士進王府對魯王說：“我快要死了！”魯王很驚奇，道士說：“人的生死都是有定數的，還有什麼可說的呢？”魯王不信，強把他留下。道士剛下了一盤棋，急忙起身要走，魯王又把他拉住。道士請求到外屋休息，魯王答應了。魯王去看時，見道士已經死了。魯王備了上等棺木，按當地禮節把他葬了。尚秀才親到墳前哭吊一場，這才醒悟到道士原先說的話是預先告訴他的。道士留下的舊衣用來催生，十分靈驗，求尚秀才醫治的人接連不斷。開始只是剪被產血玷污的袖子給人，後來衣袖用完了，又剪領襟給人，也很有效。他想起道士囑咐的話，懷疑妻子日後必定難產，就剪下巴掌大的一塊血布珍藏起來。後來魯王有個愛妃臨盆三天生不下來，醫生都沒有辦法。有人告訴魯王尚秀才能治，魯王立刻召他進府。那妃子只服了一劑就生下來了。魯王非常高興，贈給尚秀才銀錢綢緞，尚秀才全部推辭不要。魯王問他要什麼，秀才說：“我不敢說。”魯王請他說，秀才叩頭，說：“實在要賞我，就請把歌女惠哥賜給我，我也就心滿意足了。”魯王把惠哥召來，問她年齡，惠哥說：“我十八歲入府，至今已十四年了。”魯王覺得惠哥年齡太大，便命將全部歌妓都叫來，任尚秀才挑選。秀才卻一個也不喜歡，魯王笑著說：“真是個書呆子！你們倆十年前就定了婚約嗎？”尚秀才將實情說了。魯王備好車馬，仍把尚秀才辭掉的銀錢、綢緞給惠哥當嫁妝，把他們送到家中。惠哥生的兒子取名秀生，取“秀”與“袖”同音之意，這年秀生十一歲。尚秀才家時刻不忘鞏仙人的恩德，每逢清明都到他墳上祭掃。­",
      "&emsp;&emsp;有個長年旅居四川的客人，在路上遇見鞏道士。道士拿出一本書說：“這是王府的東西，我來時匆忙沒來得及歸還，麻煩你捎去。”客人回來聽說道士早死了，不敢貿然去見魯王。尚秀才知道後替他回奏了。魯王打開書一看，果然是以前道士借去的。魯王起了疑心，挖開道士的墳墓一看，卻是一副空棺材。後來，尚秀才的大兒子年齡不大就死了，全靠秀生撐住尚家的門戶，傳宗接代。故而，尚秀才更佩服鞏道士的先見之明了。",
      "&emsp;&emsp;異史氏說：「袖子裡面別有天地，只是古時候的寓言罷了，難道真的有嗎？真是神奇啊！這裡面有天地、有日月，可以娶妻生子，而又沒有衙役催繳賦稅，沒有人間應酬瑣事，我想袖子裡面的跳蝨蟲蟻，跟桃花源裡面的雞鴨貓狗真是沒有分別啊！假設可以在那裡常住，老死於這個地方真不錯啊。」"
    ]
  },
  {
    "title": "二商",
    "href": "http://liaozhai.weebly.com/2010821830.html",
    "content": [
      "&emsp;&emsp;莒縣有個姓商的人家，哥哥家很富有，弟弟家卻貧窮，兩家只隔一道牆。康熙年間，一個災荒年，弟弟窮得揭不開鍋。一天，天過晌午，弟弟還沒生火做飯，餓得肚子咕嚕叫，愁得走來走去，沒有一點辦法。妻子叫他去求哥哥，二商說：“沒用！要是哥哥可憐咱們窮的話，早就來幫助我們了。”妻子執意要他去，二商就讓兒子去。過了一會兒，兒子空手回來了。二商說：“怎麼樣？我說的不錯吧？”妻子詳細問兒子大伯說了些什麼，兒子說：“大伯猶豫地看看大伯母，伯母對我說：‘兄弟已經分家，各家吃各家的飯，誰也不能顧誰了。’”二商兩口子無話可說，只好把僅有的破舊家俱賣掉，換點秕糠來糊口。­",
      "&emsp;&emsp;村裏有三四個無賴，看到大商家裏很富裕，半夜裏翻過牆頭，鑽進大商家。大商兩口子聽見動靜，從睡夢中驚醒，敲起臉盆大聲喊叫。鄰居們因為大商家太刻薄，誰也不去援救。大商家沒有辦法，只得大聲呼喊二商。二商聽到嫂子呼救，想去救助，妻子一把拉住他，大聲對嫂子說：“兄弟已經分家，誰有禍誰受，誰也顧不了誰呀！”不一會，強盜砸開屋門，抓住大商兩口子，用燒紅的烙鐵烙他們，慘叫聲陣陣傳來。二商說：“他們雖然不講情義，那有看到哥哥被害死而不去救的！”說著帶領兒子大聲喊叫著翻過牆頭。二商父子本來就武藝高強，遠近聞名；強盜又怕招來眾鄰援助，就四散逃走了。二商看到哥嫂的兩腿都被烙焦了，忙把他們扶到床上，又把大商家的奴僕召集起來，才回家去。大商家雖然人受了酷刑，而錢財卻一點沒丟。大商對妻子說：“如今咱能保全財產，全靠弟弟解救，應該分一點給他。”妻子說：“你要是有個好弟弟，還不受這份罪呢！”大商不再吭聲了。二商家連糠菜都沒有了，滿以為哥哥會送點東西來報答他。可是過了很久，也沒聽到動靜。二商的妻子等不得了，叫兒子拿著口袋去借糧，結果只借了一斗糧回來。二商妻子嫌少，生氣地讓兒子送回去，二商勸住了。又過了兩個月，二商家窮得實在熬不住了。二商說：“如今實在沒有辦法可以糊口了，不如把房子賣給哥哥。哥哥如果怕我們離開他，或許會不接受我們的房產，想辦法接濟我們呢。就算不是這樣，賣得十來兩銀子，也可維持度日啊！”妻子覺得也只有這樣了，就讓兒子拿了房契去找大商。大商把這事告訴妻子，說：“就算弟弟不仁義，也是同胞手足。他們如果走了，我們就孤立了，不如歸還田契，再周濟他們一點。”妻子說：“不行。他說走是要脅我們。如果信了他，就正好中了他的圈套。世上沒有兄弟的人難道都死了嗎？我們把院牆加高，足可以自衛了。不如收下他的房契，他愛上那上那好了，也可以擴大我們的宅院。”商量好了，就叫二商在房契上簽字畫押，付給房錢。二商只好搬到鄰村去了。",
      "&emsp;&emsp;村裏那幾個無賴，聽說二商走了，又來搶劫，抓住大商鞭抽、棍打，用盡毒刑。大商只好把所有的金銀財物，都用來贖命。強盜臨走的時候，打開大商家的米倉，招呼村裏的窮人隨便拿。頃刻之間米倉就空了。第二天，二商才聽說這事，急忙趕來看望。可是，大商已經神志昏迷，不能說話了。他強睜開眼，看見弟弟，只能用手抓撓床席，不一會兒就死了。二商忿怒地去找縣官告狀。可是強盜早已逃走了，沒有逮到，那些搶糧食的都是村裏的窮人，州官對他們也無可奈何。大商撇下的小兒子，才五歲。自從家中窮了以後，他常常自己到叔叔家，好幾天不回去。送他回去，就哭個沒完，二商的妻子對這孩子白眼相待，二商就說：“孩子的父親不仁義，孩子有什麼錯呢？”就到街上買了幾個蒸餅，送孩子回去。過了幾天又背著妻子，偷偷地拿了一斗米給嫂子送去，讓她撫養兒子。就這樣常常接濟他們。又過了幾年，大商媳婦賣掉了他家的田產，母子倆的生活能維持了，二商才不再接濟她們。又一年，鬧災荒，路上到處可以看見餓死的人。二商家吃飯的人多了，不能再去照顧別人。侄子這年只有十五歲，年小體弱不能幹重活，二商就讓他挽個籃子，跟哥哥們賣燒餅。一天晚上，二商夢見哥哥來了，神情淒慘地說：“我被老婆的話所迷惑，丟了手足情分。弟弟不計較從前的怨仇，更使我羞愧得無地自容。你以前賣給我的房產，如今空著，你就搬去住吧。屋後亂草下面的地窖裏藏著一些錢，把它拿出來，也能過上溫飽日子。就讓我的兒子跟著你吧。那個長舌頭老婆，我最恨她！你就別管她了。”二商醒來以後，覺得很奇怪，就用高價租回房子。住進去以後，果然在房後挖出了五百兩銀子。從此，不再做小買賣，而讓兒子和侄子在街市上開了一家店鋪。侄兒挺聰明，記帳算錢從無差錯。為人也很誠實，一文錢的收支也要稟告叔叔。二商特別喜愛這個侄兒。",
      "&emsp;&emsp;一天，侄兒哭著求叔叔給他母親一點米。二商的妻子不想給，二商因為侄兒孝順，按月支給侄兒一些錢糧。幾年以後，二商家更富裕了。後來，大商的妻子得病死了，二商也老了，於是同侄兒分家產，把家產的一半送給了侄兒。",
      "&emsp;&emsp;異史氏說：“聽說大商一文錢也不輕易拿走或付出，也是個潔身自好的人。但他只聽老婆的話，唯唯諾諾不敢辯駁一句，對於骨肉兄弟困苦無動於衷，最後因吝嗇而死。唉呀！這人也太怪了！二商以貧窮開始，以富貴告終，他為人有什麼長處呢？不過是不大聽",
      "&emsp;&emsp;從",
      "&emsp;&emsp;夫人的話罷了。唉呀！一個行為不同，而人品高下就大不相同了！”"
    ]
  },
  {
    "title": "沂水秀才",
    "href": "http://liaozhai.weebly.com/27778277003116825165.html",
    "content": [
      "&emsp;&emsp;山東沂水有個秀才，在山中溫習功課。夜裏，有兩個美女進了屋，含笑不說話，各自用長袖拂了一下床，就挨著坐下了。她們的衣服輕軟，不帶一點聲息。一會兒，一個美女站起來，將一條白綾巾展放在桌子上，巾上有草書文字三四行，秀才也沒仔細看看寫的是什麼詞句。另一個美女起身把一錠白銀放在桌子上，大約有三四兩的樣子，秀才便把銀子放進自已的袖子裏。兩個美女拿起白綾巾，拉著手笑著出了門，說：“真是俗不可耐！”秀才用手一摸袖子裏，銀子早已沒有了。",
      "&emsp;&emsp;美人坐在面前，微聞芳澤，秀才竟然置之不顧，只顧著取錢，純然一副乞丐相，令人耐煩嗎！討人喜歡的狐女，高雅的樣子可以想見。",
      "&emsp;&emsp;朋友說了這件事，使我想到了一些俗不可耐的事情，一併附記如後：窮酸俗氣；大老粗拽文；炫耀富貴；秀才裝名士；諂媚醜態；不住嘴的信口扯謊；入座時苦讓上下位；強逼人聽看不像樣的詩文；守財奴哭窮；喝醉了無理糾纏；學作滿洲腔調；擺一付硬逼人說話的架勢；開低級下流的玩笑；驕縱自己的孩子在筵席桌上抓肴果；憑藉別人餘威裝模作樣；低劣的科甲出身者大談詩文；說話之間屢稱自己是權貴親戚。"
    ]
  },
  {
    "title": "梅女",
    "href": "http://liaozhai.weebly.com/2675722899.html",
    "content": [
      "&emsp;&emsp;太行人封雲亭，年青喪妻，十分寂寥，偶然間到城裡去散心。正在旅店裏歇息，一陣睡意朦朧，隱隱約約地看見牆上現出一個少女的身影，像是一幅畫懸在那裏。起初封生還嘲笑自己想老婆想瘋了，可是凝神注視了好半天，畫影並不消失；再湊近細瞧，更清晰了：真真切切是一個少女，卻是一臉苦相，伸著舌頭，脖上還掛著繩套。封生驚愕不定，那少女像要從牆上慢慢走下來。封生知道碰上吊死鬼了，然而大白天，膽子總是壯些，便說：“姑娘不要嚇唬小生。您如有冤仇，小生可以為您效力。”這麼一說，女子身影真的落了下來，說：“你我萍水相逢，怎敢貿然以大事相托呢？然而九泉下的枯骨，這麼多年了，舌頭縮不回去，繩套也脫不掉，實在是苦不堪言。求求您，讓主人砍斷這屋樑，燒掉它，您對我就恩重如山了。”封生答應去辦，影子也就消失了。封生於是招呼店主人來，打聽這是怎麼回事。店主人解釋說：“十多年前，這裏是梅家的住宅。一天夜裏小偷進來，被梅家逮住了，送到縣府裏交給典史。不料典史接受了小偷的三百文錢賄賂，竟誣陷梅家女兒與小偷通姦，要把梅女拘上大堂，讓法醫檢驗。梅女聽說後，就上吊死了。不久，梅家夫婦也相繼去世，宅院就歸了我。這些年，旅客常說見到鬼怪，可是沒辦法解決。”封生便把吊死鬼的要求轉達給店主人。店主人一盤算，拆掉房頂換大樑，耗資太大，負擔不起，面有難色。封生便慷慨解囊相助，完成了這項工程。修好之後，封生依舊住在這座房子裏。­",
      "&emsp;&emsp;夜晚，梅女來了，翩翩然一個萬福，向封生表示感謝。言談之間，喜氣洋洋，舉手投足，窈窕輕盈，原來是個十分秀氣的姑娘。封生不禁油然而生愛慕之心，梅女卻淒然而又羞澀地說：“鬼的陰氣，對您是有害的。再說這樣私合，我生前的恥辱，豈不是淘盡兩江之水也洗不清了嗎？咱們將來肯定會美滿地結合，現在還不到時候。”封生忙問：“要到什麼時候？”梅女嫣然一笑，不再作聲。封生說：“喝點酒吧？，梅女說：“我不會飲酒。”封生不禁笑起來：“面對美人，光是默默地對著眼兒看，又有什麼味道啊！”梅女說：“我生平的喜好，只有下棋。可是只兩人下也不熱鬧；再說深更半夜的，也沒處去找棋盤。的確，長夜也夠難打發的，那我就跟您玩翻線花的遊戲吧。”封生只好依他。兩人促膝盤坐，封生叉開手指，梅女翻弄起來。真沒想到，這小小玩藝兒，竟然變幻無窮。工夫一長，封生竟糊塗起來，不知該如何動作了。梅女笑著教他，又用眼神示意，愈變愈奇，愈奇愈妙。封生樂不可支地說：“這真是閨房裏的絕技啊！”梅女說：“這玩法是我自己悟出來的。只要有這兩根線，就可以織成任何花紋圖案，不過一般人不細心揣摩罷了。”夜深了，玩累了，梅女就讓封生就寢。她說：“我是陰間的人。是不睡覺的。你自己歇息吧。我小時候懂點按摩術，獻上雕蟲小技，幫您做個美夢吧。”梅女開始按摩，先是兩手疊起，輕揉慢搓，從頭到腳按摩一遍。梅女細手所過之處，封生覺得骨肉鬆軟，像醉了似的，懶洋洋的。接著梅女又輕握拳頭細細捶擂了一遍，封生更覺得如同被棉絮團兒敲打一樣，渾身舒暢，妙不可言。擂到腰間，已經閉目合眼，懶懶地要睡了。到大腿，已經沉沉進入夢鄉。­",
      "&emsp;&emsp;封生一覺醒來，已是第二天中午。起床後只覺骨節輕鬆，渾身清爽，心裏更加愛慕梅女，繞著屋牆呼喚她的名字，卻沒有聲音答應。晚間，梅女才來了。封生心急地問：“你究意住在那裡叫我喊了個遍！”梅女笑笑說：“鬼那有一定的住處，總之在地下就是了。”封生忙問：“地下有縫，能容下你嗎？”梅女又說：“鬼不見地，如同魚不見水一樣。”封生握住梅女的手說：“只要能讓你活過來，我傾家蕩產，在所不惜！”梅女笑了笑說：“也用不著傾家蕩產。”兩人又開始玩翻線花的遊戲，直到深夜。封生又苦苦逼迫梅女，梅女說：“你別纏我。有個浙江妓女，名叫愛卿，挺風流標緻的，新近就住在北鄰。明天晚上我招她來暫且陪你如何？”第二天晚上，梅女果然領來一個少婦，看去約三十歲，顧盼巧笑，媚眼飛情，一派風騷放蕩，便是妓女愛卿了。他們三個圍坐嬉笑，玩了幾局“打馬”之後，梅女起身說：“現在是你們的好時光，我走了“愛卿陪封生過夜。封生詢問愛卿的家世，愛卿含含糊糊，不肯明說，只是說：“您如果喜歡我，就用手指彈彈北邊的牆壁，小聲喊‘壺盧子’，我就會來。如果喊三聲還沒人答應，那就是我沒空，就別再喊了。”天明時，愛卿果然隱身到北牆上消失了。第二天晚上，梅女一個人來了，封生問愛卿為何不來，梅女說：“被高公子招去陪酒去了。”兩人坐下剪明燈燭敍談起來。正在興濃之際，梅女卻沉默了。一會兒動動嘴唇，像有話要說，可話到嘴邊又講不出口。封生再三追問，梅女只是抽泣流淚，始終不肯明言。封生勉強拉她翻線花，到底打不起精神來，四更天便走了。­",
      "&emsp;&emsp;此後，梅女常與愛卿一起到封生住處來，說笑聲通宵達旦，因而這事傳遍了全城，遠近皆知。恰巧有位典史，家庭本是浙江的世族，因妻子與僕人通姦，被他休掉了；又娶了一個顧氏，感情倒是很好，不幸才一個多月就死了，所以心裏老是思念她。現在聽說封生有兩個鬼友，想向他打聽一點陰間情況，看自己與顧氏還有無緣分，於是騎馬來拜訪封生。起初，封生不肯應承，經不起這位典史苦苦哀求，便設筵請典史飲酒，答應晚間招鬼妓來商量。日落天黑，室內暗下來之後，封生走到北牆，邊敲邊小聲呼喚了三聲。話音未落，愛卿已經出現了。誰知她抬頭一見典史，面色突變，扭頭便走。封生正要上前攔阻，這位典史早已氣得抓起一個大碗猛投過去，隨著“嘩啦”一聲響，愛卿飄然消失了。封生大吃一驚，正要問是何緣故，忽然一個老太婆從暗室裏冒出來，開口便罵：“你這貪財害命的黑心賊！你砸壞了我家的搖錢樹！得賠我三十吊錢！”一邊罵，一邊掄起拐杖就打，恰巧打到典史的頭頂上。典史抱頭哀哭著喊：“那女子是顧氏，我老婆呀！我還正為她年輕輕的死了而哀痛呢，誰想到她作了鬼還不正經！可這與你這老婆子有何相干呢？”老太婆氣衝衝地斥責他說：“你本不過是浙江的一個無賴地痞，花錢買了這個臭官，戴上這條烏角帶子，鼻樑骨就倒豎起來朝了天啦！你當官有什麼黑白？袖裏有三百錢賄賂你，就是你親爹！你這天怒人怨的東西，死期就在眼前了！是你爹娘在陰司裏再三哀求，情願讓你媳婦入青樓當妓女，替你償還那些貪債，你自己還蒙在鼓裏那！”說罷，掄起拐杖又打，典史嚇得在地上打滾哀叫。封生在旁邊又驚訝又著急，又想不出辦法排解。忽見梅女從房中出來，一見典史，登時氣得張目結舌，臉色全白了，撲過來摘下頭簪照典史就刺。封生更嚇壞了，趕緊用身子遮住典史，勸說：“他即使有罪，可是死在這裏，小生就不好交待了。請您千萬投鼠忌器吧！”梅女一想，這才住手；又拉住老太婆：“為了我的封郎著想，暫時留她一口氣吧！”這位典史一見，慌忙抱頭鼠竄而去。聽說回到衙門就患了頭疼，半夜就死了。­",
      "&emsp;&emsp;第二天晚上，梅女來了，一見面就興高采烈地說：“真痛快！總算出了這口惡氣！”封生這才問：“你們究竟有何仇怨？”梅女說：“不是早就告訴你了嗎？受賄誣奸的，就是這傢伙！我含冤已經多年了。每每想求你替我伸冤昭雪，總是自愧對你還沒半點好處，所以才欲言又止。昨天碰巧聽見打架，偷偷一聽，沒想到正是仇人！”封生也驚訝地說：“原來他就是誣害你的那個壞蛋！”梅女說：“他在這縣裏當典史十八年了，我含冤而死也十六年了！”封生又問老太婆是誰，梅女說是一個老鴇兒；又問愛卿，梅女說：“她正在生病呢。”­",
      "&emsp;&emsp;大冤已報，梅女這才微笑著對封生說：“我當初說過結合有期，現在不遠了。你曾說過情願傾家蕩產贖我，自己還記著嗎？”封生說：“今天還是那份心思。”梅女說：“實話告訴你吧：我死的那天就已經轉生在延安展孝廉家了。只因為大仇未報，所以至今滯留在這裏。現在請你用新布做一個小口袋把我的鬼魂裝上，讓我隨著你去。你到那裏就向展家求婚，我保證他家一定答應。”封生還擔心兩家門第相差懸殊，不一定成功。梅女說：“放心，只管去吧。”又囑咐封生說：“途中千萬別呼喚我。待到成婚的晚上，將小布袋掛在新娘子頭上，趕緊呼喚‘莫忘莫忘’，就大功告成了。”封生一一答應著。準備停當後，封生把小布袋打開，梅女跳了進去，然後一齊上延安。­",
      "&emsp;&emsp;延安果然有個展孝廉，有個姑娘，長相挺俊，就是有癡呆病，舌頭又常伸在唇外，就像大熱天狗喘氣一樣，難看又嚇人，所以十六歲了，沒有敢來提親的，這簡直成了爹娘的一塊心病。封生先登門遞上帖子，介紹了自家情況；然後托媒說親。展家自然高興，便把封生招贅到家中來。舉行婚禮的時候，新娘子依然傻乎乎的，什麼禮節也不懂，兩個婢女一邊一個扶著拖著才進了洞房。婢女們離開後，她竟然解開上衣大襟，露出乳房，直沖著封生憨笑。封生便取出小布袋掛在新娘子頭上低聲呼喚起來：“莫忘莫忘！”新娘子聽到呼喚聲，沉思起來，凝神對封生端詳著，目光漸漸亮起來。封生笑著說：“您不認得我了嗎？”又舉著小布袋搖晃搖晃，新娘子清醒了，這才急忙掩上衣衿，兩人親親熱熱說笑起來。第二天清早，封生先上堂拜見岳父。展舉人安慰他說：“我閨女癡呆無知，蒙你看得起，既然成了親，你如有意，我家有些聰明丫鬟，你看中那個，我一定贈給你，決不吝惜。”封生竭力辯白，說小姐並不傻，舉人倒疑惑不解起來。一會兒，女兒也上堂來拜親，舉止大方知禮，舉人更加驚異，女兒微微一笑而已。舉人詢問其中緣故，女兒羞澀難說，還是封生從旁把情由大體述說一番。舉人更加高興，比以前更疼愛這個女兒。從此讓兒子大成與封生一塊兒讀書學習，一切供應都很豐盛。­",
      "&emsp;&emsp;過了一年多，先是大成逐漸對封生流露出瞧不起的神色，郎舅之間不再和睦；接著奴僕們也看人下菜碟，開始在主人面前講封生的壞話。展舉人聽多了流言蜚語，對封生的禮數也不那麼講究了。展女覺察到這些，就勸封生說：“丈人家終究不是長久住處。那些長住丈人家的，全是些廢物。趁現在還沒有大裂痕，咱還是早點回家吧。”封生也深以為然，於是向岳父告辭。舉人想留下閨女，展女不願意。這一來，父親加兄長都火了，索性不給車馬。展女便拿出自己的首飾變賣了，雇了一套車馬回家。後來舉人還寫信讓女兒回娘家看看，展女堅持不去。直到封生中舉，兩家才通好往來。",
      "&emsp;&emsp;異史氏說：“人說官位低下的更是貪婪，果真如此嗎？那位典史為了三百銅錢而誣陷別人通姦，真正的道德準則也就喪失殆盡了。所以上天奪其愛妾，又讓她的鬼魂在陰間當了妓女，典史終於因此而暴亡，實在可怕！”",
      "&emsp;&emsp;康熙甲子年間，山東貝丘（今臨淄）典史最為貪婪狡詐，老百姓都很怨恨他。其妻忽然與奸狡之徒一起逃走。有人代他貼了一份尋人啟事道：“某官因為自己不慎走失夫人。身上沒帶什麼東西，只有紅綾七尺，包裹著元寶一枚，為翹邊細紋，並無損壞之處。”這也是風流的小小報應。"
    ]
  },
  {
    "title": "郭秀才",
    "href": "http://liaozhai.weebly.com/371013116825165.html",
    "content": [
      "&emsp;&emsp;廣東有個姓郭的秀才，傍晚從朋友那裏回家，走到山中迷了路，走進了一片亂樹叢裏。到了一更時，聽到附近的山頭上有人說話，他急忙朝那裏奔去。見十多個人，正圍坐在地上喝酒，瞧見郭秀才，一齊大聲說：“座中正好少一個客人，你來到，太好了，太好了！”郭秀才入了座，見在座的多半是讀書人，便請教回家的路。其中一個笑起來：“你這個人真酸氣，捨棄這大好的明月不觀賞，怎麼想著回家呢？”遞給他一杯酒。郭秀才嘗了一點，香味撲鼻，一仰頭就喝了下去。接著又一個人拿壺給他倒酒。郭秀才本來就很喜歡喝酒，又加上跑得口渴，一連喝了十杯。大家拍手稱讚說：“有氣魄！真是我們的朋友！”",
      "&emsp;&emsp;郭秀才為人豁達，愛開玩笑，能學各種鳥叫，無不學得維妙維肖。他離開去旁邊小便時，偷偷地學燕子叫。大家懷疑地說：“半夜裏那來的燕子？”又學杜鵑叫，大家越加驚疑。郭秀才回到坐處，只笑不說話。正當大家在紛紛議論時，郭秀才回過頭去，學作鸚鵡說：“郭秀才喝醉了，快送他回去吧！”大家很驚訝，可側起耳朵再聽，四周只是一片寂靜，再也沒聽到叫聲。過了一會兒，郭秀才又學鸚鵡叫。大家這才發現是郭秀才學的，一起大笑起來。大家都撮起嘴跟他學，沒有一個學得像。一個人說：“今晚可惜青娘子沒來。”又一個人說：“中秋佳節，我們還在這裏聚會，郭先生不能不來。”郭秀才恭敬地答應下來。這時，一個人站起來說：“郭先生有學鳥叫的絕技，我們來表演疊人遊戲，怎麼樣？”於是吵吵嚷嚷，一塊站起來，前邊的一個人挺身站立；立刻有一個人飛快地跳到他的肩上，也直立起來；一連上了四個人，高得不能再向上跳。繼續再上的人，抓著臂，踩著肩，像爬梯子一樣；十多個人，一會兒全爬上去了，看上去高入雲霄。郭秀才正驚愕時，他們就像一根直立的木柱，直挺挺地倒在地上，變化成一條細長的小道。郭秀才驚駭地站了很久，順著小道竟回了家。­",
      "&emsp;&emsp;笫二天，郭秀才腹內痛得厲害；尿出的尿是綠色的，像銅青，碰到東西就能染上色，也沒有尿味，一連尿了三天才好了。郭秀才又去察看他們集會的地方，只見滿地肉骨剩菜，杯盤狼藉，周圍一片叢棘茂草，並沒有道路。到了中秋節，郭秀才想去赴會，朋友們把他勸住了。假若大著膽子再去見一下青娘子，必定會有更多奇異的事。可惜啊，他當時動搖了！"
    ]
  },
  {
    "title": "死憎",
    "href": "http://liaozhai.weebly.com/2751520711.html",
    "content": [
      "&emsp;&emsp;有一個道土，外出雲遊，天已很晚，投宿到荒野的一個寺院裏。他見僧人住的房子緊緊地關閉著，就墊下蒲團，盤腿坐在廊下。夜已經深了，周圍很靜，他聽到開關門的聲音。接著，看見一個僧人走進來，渾身上下都沾滿血污。僧人好像沒見到道士，道士也裝著沒看見他。僧人逕自走入大殿，登上佛座，抱著佛像的頭大笑，很久才離開了。­",
      "&emsp;&emsp;第二天，道士檢查房舍，門關得好好的。他感到奇怪，到了村中，便告訴大家他晚上所見到的事。大家一起來到寺院，開門查驗，看見僧人被殺死在地上。寢室中的席子和箱子都被掀翻了。知道是被盜賊搶劫了。接著懷疑鬼笑的原因？大家一塊查看，發現佛像頭後有小小的痕跡，便用刀挖開，裏面藏著三十多兩銀子。大家就用這些錢，把死僧埋葬了。",
      "&emsp;&emsp;異史氏說：“諺語說：‘財連於命’這話真不假呀！有的人儉樸以至吝嗇，拼命攢錢，留給不知是什麼樣的人，已經很傻了；何況這僧人連不知是什麼樣的人也沒有呀！在生不肯享受，死時還在看著這錢傻笑，守財奴的可悲到了這等地步！佛說：‘一文錢帶不去，只有罪孽隨身帶’說的不就是這僧人嗎？”"
    ]
  },
  {
    "title": "阿英",
    "href": "http://liaozhai.weebly.com/3846333521.html",
    "content": [
      "&emsp;&emsp;甘玉，字璧人，廬陵縣人。父母早就死了。留下個弟弟叫甘玨，字雙璧，從五歲起就由哥哥撫養。甘玉性情友愛，對待弟弟如同自已的兒子。後來甘玨漸漸長大，生得一表人材，秀美出眾，而且很聰明，文章寫得好，甘玨更加喜愛他，常說：“我弟弟才貌出眾，不能不找個好媳婦。”但是由於過分挑剔，始終沒有找到滿意的。­",
      "&emsp;&emsp;這時，甘玉在匡山寺廟裏讀書。一天夜裏，剛躺下，聽到窗外有女子說話的聲音。他偷偷一看，見有三四個女郎席地而坐，幾個婢女正擺酒上菜，都長得非常漂亮。一個女子說：“秦娘子，阿英為什麼沒來？”那個坐在下座的女子說：“昨天她從函谷關來，被惡人傷了右臂，不能一起來玩，她正因此遺憾呢。”另一個女子說：“我前天夜裏做了個惡夢，今天想起來還嚇得冒汗呢。”下座的女子忙搖手說：“不要說！不要說！今晚上姐妹們歡聚相會，說了嚇人的話讓人不痛快。”女子笑著說：“看你那膽怯的樣子！難道真有虎狼把你給叼去嗎？你要是不讓我說，必須唱一首歌，為我們助酒。”那女子便低聲唱道：“閑階桃花取次開，昨日踏青小約未應乖。囑咐東鄰女伴少待莫相催，著得鳳頭鞋子即當來。”唱完，滿座人無不讚賞。正說笑著，忽然一個高大的男人從外邊闖進來，鷹樣的眼睛，閃閃發光，相貌醜陋可怕。女郎們哭喊著：“妖怪來了！”像驚弓之鳥一樣一哄而散。只有剛才唱歌的那個女子體態柔弱，落在後面，被那男人抓住。女子痛苦地哭叫著，拼命掙扎。那男人生氣地大吼一聲，咬斷了她的手指，就勢嚼了起來。女子躺在地上，像死了一樣。甘玉憐憫之心頓起，再也忍耐不住，急忙抽出劍，開門衝出去，向那男人一劍砍去，砍掉了大腿，那人忍痛逃走了。甘玉扶女子進屋，見她面如土色，鮮血流滿了衣袖。看她的手，右手拇指已經斷了。甘玉撕下一塊布，給她包好，女子才呻吟著說：“救命之恩，讓我怎樣報答呢？”甘玉自從看到她時，心中已經暗暗為弟弟盤算，就把自己的意思告訴了女子。女子說：“我這樣一個殘疾之人，不能操持家務了。應當另外為令弟找一個好的。”甘玉問她姓氏，女子回答說；“姓秦。”甘玉給她鋪好被褥，讓她暫時在這裏休養，自己抱著鋪蓋到別處去睡了。第二天一早，甘玉來看那女子，床上卻已經空了。甘玉想，她一定是自己回去了。但是訪察了鄰近的村子，並沒有姓秦的。他又到處托親戚朋友打聽，也沒有個確實的消息。回去與弟弟說起這事，還悔恨得像丟失了什麼寶貝似的。­",
      "&emsp;&emsp;甘玨一天偶爾到野外遊玩，遇見一個十五六歲的少女，風姿美好，看著甘玨微笑，像有話要說。她四面看了看，問甘玨說：“你可是甘家的二郎嗎？”甘玨回答說：“是。”少女說：“令尊曾給你和我訂過婚約，你怎麼今天想違背婚約，另外跟秦家訂婚呢？”甘玨說：“小生幼年失去父母，家中的親戚朋友我都不知道。請告訴我你的家世，我回去問我哥哥。”那少女說：“沒必要細說，只要你一句話，我自己會到你家去的。”甘玨以沒有稟告哥哥為由推辭了，少女說：“呆郎君！你就這麼怕你哥哥呀！我姓陸，住在東山望村。三天之內，等你的回信。”說完就告辭走了。甘玨回家，跟哥嫂講了這事，哥哥說：“簡直是胡說八道！父親去世時，我都二十多歲了，如果有這事，我能沒聽說？”又覺得那女子一人在野外行走，還與男子隨便搭話，更加看不起她。甘玉又問起她的相貌，甘玨面紅耳赤，一句話也說不出來。嫂子笑著說：“想來一定是位美人了？”甘玉說：“小孩子那分得出美醜？就算美，也肯定比不上秦姑娘。等秦姑娘的事不成，再考慮她也不晚。”甘玨默默地退了下去。­",
      "&emsp;&emsp;過了幾天，甘玉在路上見一個女子在前面邊哭邊走，便垂下鞭子按住韁繩，微微斜眼一看，見是個舉世無雙的美麗少女，便叫僕人去問她為什麼這樣傷心。少女回答說：“我以前許給甘家老二，因為家裏窮，搬到很遠的地方去了，跟甘家斷絕了音信。最近剛回來，聽說甘家三心二意要背棄前約。我想去問問大伯子甘璧人，怎麼安置我？”甘玉驚喜地說：“甘璧人就是我。先父在世時訂的婚約，我實在不知道。這兒離家不遠，請你到家裏再商量。”於是從馬上下來，把韁繩交給少女，讓她騎著，自己牽馬步行，一塊回家。少女自己說：“我小名叫阿英，家裏沒有兄弟，只有一個表姐秦氏和我住在一起。”甘玉這時才明白阿英就是弟弟遇見的那個美人。甘玉想告訴她家裏的人，阿英再三阻止。甘玉暗暗高興弟弟得到這麼一位俊俏媳婦，但又怕她輕浮不莊重，招人議論。可是住了很久，阿英都很矜持端莊，又溫柔會說話，對嫂子像母親一樣，嫂子也非常喜歡她。",
      "&emsp;&emsp;到了中秋佳節，甘玉夫妻倆正在吃酒說笑，嫂子讓人來叫阿英。甘玨心裏有些不高興。阿英就讓來人先回去，說自己馬上就到。可她坐在那兒跟甘玨說笑了很久，也沒有去的意思。甘玨怕嫂子等久了，就連連催促她。阿英只是笑，一直沒有去。­",
      "&emsp;&emsp;第二天一早，阿英剛梳妝完，嫂子親自過來問候，說：“昨天夜裏在一起時，為什麼老是不快樂？”阿英微微笑了一下，沒說話。甘玨覺得奇怪，再三詢問，發現了破綻。嫂子大吃一驚說：“如果不是妖怪，怎麼會有分身術！”甘玉也害怕起來，隔著簾子告訴阿英說：“我們家世代積德行善，從來沒跟人結過怨仇。如果你真是妖怪的話，請馬上走，別傷害我弟弟！”阿英不好意思地說：“我原本不是人，只是因為老人家在世時訂的婚約，所以秦家表姐勸我來完婚。我自己明白不能生男育女，曾經想離開你們；所以戀戀不捨，是因為兄嫂待我太好了。如今既然被懷疑，就從此永別吧！”說完，轉眼就變成一隻鸚鵡，翩翩飛走了。",
      "&emsp;&emsp;當初，甘父在世時，養了一隻鸚鵡，非常聰明，甘父常常親自餵食。當時甘玨才四五歲，問父親說：“養鳥幹什麼？”甘父開玩笑說：“給你作媳婦啊。”有時鸚鵡沒食物吃了，甘父就喊甘玨說：“還不拿吃的給鸚鵡？要餓死你媳婦了！”家裏人也都拿這話來取笑甘玨。後來，鸚鵡掙斷鎖鏈，不知飛到什麼地方去了。甘玉想到這裏，才醒悟女子說的婚約指的就是這個。可是甘玨明知她不是人，仍然想著她。嫂子想得更厲害，整天傷心落淚。甘玉也很後悔，但也無可奈何。",
      "&emsp;&emsp;兩年後，甘玉為弟弟聘娶了姜氏女，可是甘玨始終覺得不如意。甘氏兄弟有個表兄在廣東當司理。甘玉到廣東去探望他，去了很久沒回來。恰在這時，家鄉遇上土匪作亂，附近的村落多半都成了廢墟。甘玨非常害怕，帶領全家人躲避到了山谷裏。在山谷避難的人很多，誰也不認識誰。甘玨忽然聽見有個女子小聲說話，聲音很像阿英。嫂子催促他過去看看，甘玨走近一看，果然是阿英。甘玨高興極了，捉住阿英的手臂不放。阿英對同行的人說：“姐姐先走吧，我看看嫂子就來。”阿英來到嫂子跟前，嫂子看見她，傷心地哭起來，阿英再三勸說，又說：“這裏不是安全的地方。”勸他們回家。甘玨害怕土匪會到村裏去，阿英再三說：“不要緊。”就和他們一同回去了。阿英撮了一些土攔在門外，囑咐家裏人安心在家中住著，不要出門。坐著說了幾句話，阿英轉身想走。嫂子急忙握住她的手腕，又叫兩個婢女捉住她的雙腳。阿英沒有辦法，只好住下了。但是阿英卻不到甘玨房裏去，甘玨約她三四次，她才去一次。",
      "&emsp;&emsp;嫂子常對阿英說新娶的姜氏媳婦不能讓小叔子滿意。阿英便每天早上起來給姜氏梳妝打扮，梳理好了頭髮，又細心地為她搽勻脂粉。人們再看姜氏，比往日漂亮了幾倍。如此三天，姜氏居然變成一個美人。嫂子覺得奇怪，就對阿英說：“我沒有兒子，想買個小妾，暫時沒空去買。不知道婢女是不是也能變成美人？”阿英說：“沒有人不可以變美，只是本質好一點的容易些罷了。”嫂子就把所有的婢女叫來，讓阿英相看。只有一個又黑又醜的婢女，有生男孩的相貌。阿英就把她叫來，給她洗了澡，洗了臉，然後用濃濃的粉和了藥末給她抹上。過了三天，這個婢女的臉漸漸由黑變黃；又過了幾天，粉脂的光澤慢慢沁入肌膚，居然變得很好看了。­",
      "&emsp;&emsp;阿英他們每天關著門在房裏說笑，根本不想土匪的事。一天夜裏，村裏突然一片吵嚷聲，全家人都嚇得不知怎麼辦好。不一會兒聽到門外人喊馬嘶，土匪紛紛離去。天亮以後，才知道村裏已被燒光搶盡了。強盜們一隊一夥地四處搜尋，凡是藏在山谷洞穴裏的人，都被搜出來殺了，或是抓走了。於是甘家的人更加感激阿英，把她當作神仙看待。阿英忽然對嫂子說：“我這次來，是因為忘不了嫂子的情義，暫時為你們分擔離亂的憂愁。哥哥不久就要回來了，我在這裏，就像俗話說的，非李非桃，不倫不類，讓人笑話。我要走了，有時間我會再來看望你們的。”嫂子問：“你哥哥在路上沒事吧？”阿英說：“最近有大難。但這不關別人的事，秦家姐姐受過哥哥的恩惠，我想一定會報答他，所以不會有什麼事。”嫂子留她過夜，天不亮阿英就走了。­",
      "&emsp;&emsp;甘玉從廣東回來，聽說家鄉鬧土匪，便日夜兼程地往回趕。路上遇到賊寇，主僕二人把馬扔了，各自把銀子紮在腰間，鑽進棘叢中躲避。這時，一隻秦吉了(九官鳥)飛落到荊棘上，展開翅膀遮蓋住了他們。甘玉見它的腳缺一個指頭，心中感到奇怪。不一會兒，賊寇從四面包圍過來，在荒草叢棘中走來走去，好像在尋找他們。主僕二人嚇得連氣都不敢出，直到盜寇走光了以後，那隻鳥才飛走。甘玉回家後，一家人各自述說了自己的見聞，甘玉才知道那只秦吉了就是自己曾救過的秦姑娘。­",
      "&emsp;&emsp;後來，每當甘玉外出不回來，阿英晚上一定來。估計甘玉要回來了，第二天便早早地走了。甘玨有時在嫂子房裏遇到阿英，瞅機會邀她到自己屋去，阿英只是答應，卻不肯去。­",
      "&emsp;&emsp;一天夜裏，甘玉出門了。甘玨想阿英一定會來，就藏在一邊等她。不久，阿英果然來了，甘玨突然出來，把她攔截住，硬要她到自己房裏去。阿英說：“我與你的情緣已經完了，強合在一起，恐怕會遭到上天的懲罰。不如留些餘地，以後我們還可以常見面的，怎麼樣？”甘玨不聽，又和她做起夫妻之事。天亮後，阿英去見嫂子，嫂子怪她為什麼昨夜沒來，阿英笑著說：“半路上被強盜劫了去，讓嫂子白等了一個晚上。”說了幾句話，便轉身走了。不多久，有一隻很大的狸貓叼著一隻鸚鵡從嫂子臥室門前經過。嫂子一見，驚駭極了，懷疑那鸚鵡是阿英。當時嫂子正在洗頭髮，趕忙住手大聲呼叫。家裏人一起連打帶喊，才把他救下來。鸚鵡的左翅膀沾滿了血，已經奄奄一息了。嫂子把它放在膝蓋上，撫摩了很久，才漸漸蘇醒，自己用嘴整理著翅膀。一會兒，鸚鵡在房子裏轉著圈子飛起來，大聲說：“嫂子，告別了！我怨甘玨呀！”揮動翅膀飛走了，從此再也沒回來。­"
    ]
  },
  {
    "title": "橘樹",
    "href": "http://liaozhai.weebly.com/2722427193.html",
    "content": [
      "&emsp;&emsp;陝西的劉老先生是興化縣的縣官。有個道士送來一個盆景。一看，原來是一棵小橘樹，細如手指。劉知縣沒有接受。劉知縣有個小女兒，當時六七歲，正趕上過生日。道士說：“這個不配給大人欣賞，就送給小姐，聊表祝壽之意吧。”劉知縣這才收下了。",
      "&emsp;&emsp;小女兒一見，非常喜歡，放在臥房裏，早晚精心護養，唯恐出錯。劉知縣任滿，橘樹長到手把粗細，這年第一次結果。劉知縣打點行裝，嫌橘樹累贅，打算扔下。女兒抱著橘樹撒嬌哭了起來，家人哄她說：“暫時離開，很快就回來。”女兒信了，才止住淚；又怕被有人拿走，眼看著家人把橘樹移到臺階下重新栽種好才走。",
      "&emsp;&emsp;女兒回到家鄉，接受了莊姓人家的聘禮。莊家姑爺在丙戌年(康熙四十五年)中了進士，換上官服的同時被任為興化縣知縣。莊夫人特別高興，暗自尋思過了10",
      "&emsp;&emsp;多年了，橘樹應不復存在。等到了任所，橘樹已長成合抱的大樹了，果實累累數以千計。詢問當年的衙役，都說：“劉老爺走後，橘樹長得很好，可就是不結果，這還是第一次結果呢。”",
      "&emsp;&emsp;更令人奇怪的是，莊知縣當了3",
      "&emsp;&emsp;年縣官，橘樹年年花果滿枝。第四年橘樹變得乾巴巴，沒有開花。莊夫人說：“先生在這當官的時間不長了。”到秋天，莊知縣果然去職了。",
      "&emsp;&emsp;異史氏說：“橘樹莫非與這女子有夙緣嗎？事情何其奇巧！樹上結滿橘子好像是為了感謝女子的恩情，而她憔悴不再開花也像是出於跟女子離別的悲傷。草木尚且如此，何況於人呢？”"
    ]
  },
  {
    "title": "赤字",
    "href": "http://liaozhai.weebly.com/3619623383.html",
    "content": [
      "&emsp;&emsp;清朝順治乙未年冬天的一個晚上，天上出現了赤字就像大火一樣，字的內容是：“自苕代靖否復議朝冶馳。”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;白苕代靖否復議朝冶馳，費解。",
      "&emsp;&emsp;可能意思：白苕代靖否?用白苕（山藥、薯類食用物）等替代糧食賑災安撫百姓了嗎?",
      "&emsp;&emsp;復議朝冶馳：報送朝廷再次商討。"
    ]
  },
  {
    "title": "牛成章",
    "href": "http://liaozhai.weebly.com/292752510431456.html",
    "content": [
      "&emsp;&emsp;牛成章，是江西的一個布商。妻子姓鄭，生了一個兒子，一個女兒。牛成章三十三歲時病死了。兒子牛忠，當時才十二歲；女兒不過八九歲罷了。母親不能守節，賣掉家裏的東西，改嫁而去。留下兄妹二人，難以生存下去。牛成章有個叔伯嫂子，已經六十歲，孤獨一人沒有依靠，就收留了兩個孤兒一塊生活。­        幾年後，老太太去世了，家中生活更加困難。牛忠漸漸長大，想繼承父業，但苦於沒有本錢。這時，妹妹嫁給了一個姓毛的商人，家中很富有，她哀求丈夫借幾十兩銀子給了哥哥。­",
      "&emsp;&emsp;牛忠跟著別人去南京，途中遇上了海寇，身上帶的錢都被搶光，他沒法回家，只好到處流浪。一天，偶然走進一個當鋪，見鋪主極像他的父親；出來後，秘密訪查打聽，姓氏名字都和父親一樣。牛忠十分驚訝，不明白其中的緣故。只是每天在當鋪旁邊轉來轉去，暗地察看鋪主對他有沒有反應。鋪主對他卻毫不理會。牛忠經過三天的觀察，鋪主的說笑舉動，真是自己的父親，一點不錯。當下又不敢拜認，就向鋪中的傭人自我介紹，請求以同鄉的身份，到鋪中做傭人。立好契約後，鋪主看他的姓名，家鄉住地，似乎心裏有所觸動，問他從那裡來。牛忠哭著說出了父親的名字。鋪主聽後，悵然若失，像有心事一般。呆了很久，又問：“你母親好嗎？”牛忠又不敢說父親死去，委婉地回答說：“父親六年前出外經商，至今還沒有回家。母親改嫁，幸虧有伯母撫育，不然，早就埋到山溝裏了。”鋪主十分悲慘地說：“我就是你父親啊。”於是，父子拉著手，悲哀萬分。隨後，父親領他到內室拜見後母。後母姓姬，三十多歲，沒有生孩子，牛忠來到，她很高興，在內室設宴招待他。­",
      "&emsp;&emsp;自從牛忠來到之後，牛成章始終悶悶不樂，就想回老家一趟。妻子擔憂鋪中沒人照管，沒讓他走，牛成章便帶領兒子處理鋪裏的事務。過了三個月，他把鋪中所有的帳冊托給兒子，自己急忙整理行裝回了老家。­",
      "&emsp;&emsp;父親走後，牛忠把父親已去世的實情告訴了後母。後母聽了很吃驚，說：“他經商來到這裏，過去和他交往的好友，留下他開了這個當鋪；娶我來已經六年，怎麼說他死了呢？”牛忠又詳細敍說了一遍。二人都很懷疑，不明白其中的道理。",
      "&emsp;&emsp;過了一天一夜，父親從老家返回來，手裡拉著一個婦人，頭髮亂蓬蓬的。牛忠一看，原來是自己的親生母親。牛成章揪著她的耳朵，跺著腳大罵：“為什麼拋棄我的兒子！”婦人非常害怕，趴在地上一動也不敢動。牛成章用嘴咬她的脖子，婦人大聲叫牛忠，說：“兒呀快來救救我！兒呀快來救救我！”牛忠再也忍不住，急忙向前用身子把他倆隔開。牛成章還在發怒時，婦人突然不見了。眾人很驚訝，大聲嚷叫有鬼。再看牛成章，臉色突然變得蒼白，穿的衣服一下子落到地上，化為一股黑煙，也不見了。母子二人驚歎不已，將牛成章的衣服、帽子埋葬了。­",
      "&emsp;&emsp;牛忠繼承父親的家業，成了富有萬金的大戶。後來牛忠回老家問起生母，原來她在父親回去的那天去世了，家裏人都說看見牛成章。"
    ]
  },
  {
    "title": "青娥",
    "href": "http://liaozhai.weebly.com/3873823077.html",
    "content": [
      "&emsp;&emsp;霍桓，字匡九，是山西人。父親做過縣尉，很早就死了。霍桓是家中最小的孩子，聰明過人，十一歲時就考中了秀才，被人稱為神童。然而霍桓的母親對他過分愛惜，從不讓他邁出家門，所以都十三歲了，還分不清叔伯、甥舅。",
      "&emsp;&emsp;同村有個姓武的評事，喜好道教，進山訪道一去不返。武評事有個女兒名叫青娥，十四歲了，生得美貌無比。小時候偷看過父親的書，非常羡慕何仙姑的為人。自從父親進山修道後，她立志不嫁，母親也拿她沒有辦法。­",
      "&emsp;&emsp;一天，霍桓在家門口看見青娥，儘管他還是個孩子不懂什麼，但覺得非常喜歡她，只是表達不出來。回家後就告訴了母親，讓母親托媒人去說親。母親知道青娥立志不嫁，覺得不好辦，霍桓便整日悶悶不樂。母親怕兒子不順心會悶出病來，就托人去武家提親，武家果然不答應。霍桓無時無刻不在想著這事，終究想不出點辦法。這天有一個道士在門外，手中握著一把一尺來長的小鐵鏟。霍桓借過來看了看，說：“這東西有什麼用？”道士回答說：“這是挖掘藥材的工具。別看它小，堅硬的石頭也能鏟進去。”霍桓不太相信。道士就用鏟砍牆上的石頭，石頭隨手而落，像砍豆腐一樣，霍桓非常驚訝，拿在手中玩著，愛不釋手。道士說：“公子喜歡，我就把它贈給你吧。”霍桓高興極了，拿錢酬謝他，道士不收錢走了。­",
      "&emsp;&emsp;霍桓把小鏟拿回家，在磚石上試了幾次，毫不費力就把磚石鏟開了。他頓時想道：如果從牆上挖個洞，不就可以見到武家的美人了？但卻不知道這麼做是違法的。等到夜深人靜，霍桓翻牆出去，一直來到武家的牆外，挖透了兩道牆，才到了正院。看見小廂房中還有燈光，就趴在窗上偷偷往裏看，只見青娥正在卸妝脫衣。不一會兒，燈滅了，寂靜無聲。霍桓穿過牆壁進去，青娥已經睡熟了。他輕輕脫下鞋子，悄悄地爬到床上。又怕把青娥驚醒了，自己一定會遭到大罵而被趕走，就偷偷地躺在青娥的被子旁邊，略略聞到她的香氣，感到心滿意足。沒想到他挖牆掏洞忙了半夜，已經十分疲乏，才一合眼就睡著了。青娥醒後，聽到有呼吸聲，睜眼一看，見有亮光從被鑿開的牆洞中透進來，太吃一驚。她急忙起來，輕輕地拉開門栓出門，敲窗叫醒了丫頭、老媽子，一同點了火把，拿著棍棒來到臥房。只見一個未成年的書生，酣睡在床上。仔細一看認出是霍桓。婢女們把他推醒，霍桓急忙起來，目光灼灼像流星一樣，好像不怎麼害怕，只是羞答答地不說一句話。婢女們都說他是賊，嚇唬他，責駡他，他才哭著說：“我不是賊！實在是因為我太愛小姐，想看看她的美麗容貌。”大家又懷疑一連鑿透了幾道牆，不是一個孩子能辦到的。霍桓拿出小鏟子說出它的奇異用途。大夥一同試了試，既驚訝又害怕，認為是神仙給他的，要去告訴夫人。青娥低頭沉思，好像不願意。婢女們知道了青娥的意思，都說：“這個人的名聲門第，倒也不玷污小姐，不如放他回去，讓他們托媒人來說親。等明天，就告訴夫人說昨夜遭了強盜，怎樣？”青娥沒有說話，婢女們就讓霍桓快走。霍桓要小鏟子，婢女們笑著說：“傻小子！還忘不了兇器！”霍桓看見青娥枕邊有一股鳳釵，就偷偷裝進袖中，可是被婢女看見了，急忙告訴青娥，青娥不說話，也不生氣。一個老媽子拍著霍桓的脖子說：“別說他傻，心眼兒機靈極了！”就拉著他，仍然讓他從牆洞裏鑽了出去。­",
      "&emsp;&emsp;回家後，霍桓不敢如實告訴母親，只是囑咐母親再托媒人到青娥家去提親。母親不忍心拒絕他，便到處托媒人，急著為兒子另選良姻。青娥知道後，心裏又急又慌，暗暗讓心腹人給霍母透露風聲。霍母非常高興，托媒人去武家說親。恰巧有個小婢女洩漏了那天晚上的事，武夫人感到很恥辱，非常氣憤。媒人一來，更觸發了她的怒氣，氣得她用手杖戳著地，太罵霍桓和他母親。媒人害怕，逃竄了回去，把詳情告訴了霍母。霍桓的母親也很生氣，說：“不成器的兒子做的這些事，到現在我還被蒙在鼓裏，怎麼能這樣無禮對待我？當時他們在一起睡覺時，為什麼不將蕩兒淫女一塊殺了！”從此霍母見了武家的親屬，便宣揚這事。青娥聽說後，羞愧得要死。武夫人也很後悔，但卻沒法禁止霍母不讓她說。青娥暗自讓人去婉轉地告訴霍母，發誓說自己非霍桓不嫁。青娥的話悲傷而懇切，霍母很感動，就不再說那件事了。但是兩家的親事也不再提了。",
      "&emsp;&emsp;當時秦中的歐公在這個縣當縣令，見霍桓的文章好，非常器重他。時常把他召進縣署，極力優寵。一天，縣令問霍桓：“結婚了嗎？”霍桓回答說：“沒有。”縣令細問原因，霍恒說：“從前我和已故武評事的女兒有過婚約。後來因為兩家有隔閡，就沒再了。”縣令問：“你還願意同她成親嗎？”霍桓不好意思，沒說話。縣令說：“我一定為你辦成這事。”就委託縣尉、教諭，去給武家送聘禮。武夫人很歡喜，婚事就這樣定了。過了年，把媳婦娶進門。青娥一進家門，就把小鏟子扔在地上說：“這賊寇用的東西，快拿回去吧！”霍桓笑著說：“不能忘了媒人。”珍重地佩戴著它，從不離身。­",
      "&emsp;&emsp;青娥為人溫厚善良，沉默寡言。每天三次拜望婆婆，其餘時間只是關門靜坐在書房裏，不太留心家務事。婆婆有時因紅白貼子出門到別的地方去，她便事事都過問，處理得井井有條。過了一年多，生了個兒子，取名孟仙。青娥把孩子委託給乳媽照料，好像不大關心似的。又過了四五年，青娥忽然對霍桓說：“我們的姻緣到現在已經八年，如今就要分離了。真是無可奈何！”霍桓驚訝地問她怎麼回事，青娥默默地一句話不說。妝扮好了拜見了婆婆，接著轉身回到屋裏。霍桓同母親追到房中問她，她已躺在床上咽了氣。母子二人十分悲痛，購置了上好的棺材安葬了她。­",
      "&emsp;&emsp;霍母已經年老力衰，常常抱著孫子思念兒媳。從此得病，臥床不起。不想吃飯，只想吃魚羹。但是附近沒有魚，只有到百里之外才買得到。這時家中的小廝和馬匹都被差遣出去了，霍桓十分孝順，急不可待，便帶著錢自己去買魚了。他不分晝夜不停地趕路，返回時走到山中，太陽已經落山了。霍桓兩腳磨起了泡，一瘸一拐地走著，十分艱難。這時後面一個老頭趕上來，問他，“腳是不是起泡了？”霍桓連連答應。老頭便拉他坐到路旁，敲石取火，用紙包著藥末，給霍桓熏腳。熏完，讓他試著走一走，腳不但不疼了，步履反而更加矯健。霍桓非常感激：向老頭道謝。老頭阿：“什麼事這樣急？”霍桓回答母親有病，又說了母親生病的緣由。老頭問：“為什麼不再另娶呢？”霍桓回答說：“沒找到合適的。”老頭指著遠處一個山村說：“那地方有一個很好的姑娘。你如能跟我去，我願意給你做媒。”霍桓推辭說母親有病，急等魚吃，沒有空閒去。老頭便拱手告辭，約他改天再去，進村只要問王老頭就行，接著就走了。霍桓回家後，把魚烹好端給母親吃。母親多少能吃點東西，幾天後病就好了。霍桓這才叫僕人備馬一起到山村去找那老頭。­",
      "&emsp;&emsp;霍桓來到和老頭相遇的地方，卻找不到那個村子。他來回彷徨了多時，夕陽漸漸落山了。山谷重重疊疊，看又看不遠，就與僕人爬上山頭，四下一望，卻看不見一個村子。無可奈何，只得往山下走，但回去的路又找不到了。霍桓心中急躁得如同著了火。正在東奔西跑時，昏暗中一腳踏空，從絕壁上掉了下去。幸虧數尺下有一條細長的平臺，霍桓正好掉在上面。平臺窄得剛剛能容下他的身子，往下黑得看不見底。他害怕極了，一動也不敢動。又幸虧崖邊上長滿了小樹，像欄杆一樣圍護著他。他慢慢移動了一下身子，看見腳旁有個小洞口，心中暗暗高興，就背貼著石頭，慢慢蠕動著滾進洞中，心中才稍平穩了些，希望等到天亮時叫人搭救。不多時，看見山洞深處有星星大的亮點，霍桓慢慢走近，走了約三四里路，忽然看見有房屋。雖沒有燈火，但卻像白天一樣光明。一個美麗的女子從屋裏出來，霍桓仔細一看，原來是青娥！青娥看見霍桓，驚奇地問：“你是怎麼來的？”霍桓顧不上說話，抓著她的手嗚嗚地哭了起來。青娥勸住他，問起婆婆和兒子。霍桓就把家中的苦處述說一遍，青娥也慘然淚下。霍桓說：“你死了一年多了，這是不是陰間啊？”青娥說：“不是，這裏是仙府。我並沒有死，所埋葬的，不過是一根竹杖。你今天來這裏，也算是有仙緣。”就領他去拜見父親。只見一個留著長鬍子的老頭，坐在堂上。霍桓上前拜見，青娥說：“霍郎來了！”老頭吃驚地站起來，握著霍桓的手簡單說了幾句話，就說：“女婿來了，太好了。應當留在這裏。”霍桓推辭說母親盼他回去，不能久留。老頭說：“我也知道。但遲三四天回去，不會有什麼關係吧。”就讓人擺酒菜招待他，又叫婢女在西堂上放了床，鋪了錦繡被褥。霍桓吃完飯，約青娥同床睡覺。青娥說：“這是什麼地方，豈能容許狎褻！”霍桓捉住她的胳膊不放。窗外傳來婢女的嗤笑聲，青娥更加羞慚。正在爭執時，老頭進來，叱責說：“俗骨玷污了我的洞府！馬上走！”霍桓一向高傲，如今羞愧得無法忍受，變了臉色說：“兒女之情，人所不免！你作為長輩怎麼能監視我們？想叫我走並不難，但你女兒必須跟我去！”老頭理屈詞窮，叫女兒跟他走，打開後門送他。騙霍桓剛離開門，父女倆把門關死回去了。霍桓回頭一看，只見峭壁危岩，一點縫隙也沒有。自己孤單一人，不知往什麼地方去好。看天上斜月高懸，星斗稀疏，他惆悵了很久，由悲傷變為怨恨，對著石壁號叫，始終沒有應聲的。霍桓氣憤至極，從腰中拿出小鏟，奮力挖鑿石壁，邊挖邊罵，瞬息間已鑿進三四尺。隱隱聽見石壁裏有人說活：“孽障啊！”霍桓鑿得更急。忽然洞底兩扇門豁然打開，推青娥出來，說：“走吧！走吧！”石壁又再合上了。青娥埋怨說：“既然愛我做你的媳婦，那有這樣對待丈人的？是那裡的老道士，給你這件兇器，把人纏得要死！”霍桓得到青娥，心願已經滿足，不再說什麼，只是擔憂道路艱險難以回家。青娥折了兩根樹枝，兩人各自跨上一根，樹枝隨即化作馬匹。一路奔馳，不一會兒就來到家，這時霍桓已經失蹤七天了。",
      "&emsp;&emsp;起初，霍桓同僕人失散後，僕人找不到他，就回家告訴了霍母。霍母派人搜遍山谷，也沒有蹤影。正憂慮恐慌的時候，聽說兒子回來，歡喜地出來迎接，抬頭看見兒媳，幾乎把她嚇死。霍桓簡單述說了經過，霍母更加喜歡。青娥因為自己形跡奇異，擔心別人知道了會議論，便請求母親搬家。霍母聽從了她的意見。霍家在外郡有房產，就選了吉日搬遷過去，人們都不知道。霍桓與青娥又一塊生活了十八年，生了一個女兒，嫁給了本縣一個姓李的。後來霍母老死了，青娥對霍桓說：“我家的茅草田裏，曾經有一隻野雞在那兒抱了八隻蛋，那裏可以埋葬母親。你們父子倆一同扶棺材回去安葬母親。兒子已經成家立業，可以留在那裏守護墳墓，不用再回來。”霍桓聽從了她的話，埋葬母親後自己返回來。過了一月多，孟仙來探望父母，可是父母已經杳無蹤影。問他們的僕人，卻說；“去給老夫人送葬還沒回來。”孟仙心中明瞭白，只有感歎而已。­",
      "&emsp;&emsp;孟仙文才出眾，名聲很大，但是考場上總是失利，四十歲了還沒有考中。後來他以拔貢的身份到京城參加考試，在考場上遇見一個年紀十七八歲的少年，神采俊逸。孟仙很喜歡他，看他的卷子上，寫著順天廩生霍仲仙，孟仙不由吃驚地瞪大了眼睛。就把自己的姓名告訴那少年，仲仙也感到奇怪，就問孟仙的家鄉是那裡，孟仙把一切都告訴了他。仲仙高興地說：“小弟赴京時，父親囑咐說，在文場中如遇到山西一個姓霍的，是我們的同族，要與他好好相處，如今果然如此。可是我們的名字怎麼這樣相近啊！”孟仙問了仲仙的高祖、曾祖及父母的姓名後，驚訝地說：“這是我的父親啊！”仲仙懷疑年齡對不上，孟仙說：“我的父母都是仙人，怎麼能以相貌看他們的年齡呢。”就把過去的事情都告訴他，仲仙才相信了。­",
      "&emsp;&emsp;考試完畢，二人顧不上休息，就叫僕人駕車，兄弟倆一同回了家。剛進家門，家人就迎出來說：昨天夜裏，老太爺和老夫人突然不見了，兄弟倆大吃一驚。仲仙進屋去問媳婦，媳婦說：“昨天晚上還在一塊飲酒，母親說‘你們夫婦年輕不懂事，明天大哥來了，我就沒有牽掛了。’今天早晨進屋一看，已經寂靜無人了。”兄弟倆聽了，傷心跺腳。仲仙還想追出去尋找。孟仙認為沒用，才沒去。這次考試仲仙中了舉人。因為祖墳在山西，就跟隨哥哥一塊回老家去了。他還希望父母仍在人世，走到那裡都要打聽，但始終沒有音訊。­",
      "&emsp;&emsp;異史氏說：“鑽穴入室，睡臥在小姐身邊，這人也太癡情了；鑿開牆壁斥責岳父，這人行為太放浪了。仙人再三為之撮合，只是要他長生不老以嘉許他的孝行。他的妻子作為仙人混跡人間，嫁夫生子，過了一輩子，又有什麼不可以的？然而，30年當中幾次拋棄自己的孩子，這又是為了什麼呢？太奇怪了",
      "&emsp;&emsp;！”"
    ]
  },
  {
    "title": "鏡聽",
    "href": "http://liaozhai.weebly.com/3785732893.html",
    "content": [
      "&emsp;&emsp;山東益都縣的鄭氏兄弟，都是文學士。大鄭早就出了名，父母偏愛他，因此對大兒媳也好；二鄭科場失意，父母不太喜歡他，也就厭惡二兒媳，甚至於恥於把她當作兒媳，這樣相比之下，一冷一暖，兄弟二人心裏就有了隔閡。 ­",
      "&emsp;&emsp;二鄭媳婦對丈失說：“都是同樣的男子漢，為啥就不能為老婆爭口氣？”拒絕和丈夫同宿。從此二鄭發憤努力，專心致志地勤學苦鑽，也終於有了名氣。父母對他的看法稍好了點，但終究不如對哥哥好。",
      "&emsp;&emsp;二鄭媳婦盼望丈夫顯貴的心情非常急切，這一年正好是鄉試年，在除夕晚上她偷偷用鏡聽的方法為丈夫考試占卜吉凶。出了門，聽見有兩人才起來，互相推著玩，說：“我也涼涼去！”二鄭媳婦回到家裏，弄不明白這句話是啥意思，也就不管他了。",
      "&emsp;&emsp;鄉試考完以後，兄弟二人都回家了。當時天還很熱，兩個媳婦在廚房裏為耕種的人做飯，熱得她倆很難受。忽然有騎馬的人登門來報喜訊，說大鄭考中了舉人。鄭母趕緊跑進廚房喊大兒媳說：“老大考中了，你可涼涼去。”二鄭媳婦又氣又難過，一邊掉淚一邊做飯。不一會兒，又有人來報喜說二鄭也考中了舉人。二鄭媳婦聽說，用力扔掉桿麵杖，起來說道：“我也涼涼去！”這時她被心中氣忿之情所激，不知不覺順口說出來的；過後再一想，才知道正好應驗了鏡聽占卜的結果。­",
      "&emsp;&emsp;異史氏說：“人窮了，父母都不把兒子當兒子看，是有理由的啊！家庭閨閣之中，固然不是妻子因為憤激而與丈夫分居之處，但鄭二的妻子激勵丈夫的志氣，也與那種百般埋怨而毫無辦法的人大不相同。再看看鄭二之妻在廚房裏扔下桿麵杖奮然而起的情形，真是千古之快事啊！”"
    ]
  },
  {
    "title": "牛癀",
    "href": "http://liaozhai.weebly.com/2927530272.html",
    "content": [
      "&emsp;&emsp;陳華封，蒙山人。盛暑的一天，因為天氣炎熱，他來到野外的一棵大樹下躺下乘涼。忽然一個人奔跑過來，頭上戴著圍巾，匆匆忙忙地跑到樹蔭下，搬了一塊石頭坐下，揮動著扇子扇個不停，臉上汗流如汁。陳華封坐起來，笑著說：“如果把圍巾解下來，不用扇也可以涼快。”來客說：“脫下容易，再戴上就難了。”二人便攀談起來。客人言詞含蓄文雅，說：“這時沒有別的想法，如能得到冰浸的好酒，一道清冷的芳香直入咽喉，炎熱的暑氣就可消去一半。”陳華封笑著說：“這個願望很容易，我可以滿足你。”便握著客人的手說：“我家就在附近，請賞光。”客人笑著跟他走了。­",
      "&emsp;&emsp;到了家，陳華封從石洞中拿出藏酒，酒涼得震齒，客人高興極了，一口氣喝了十杯。這時天快黑了，忽然下起雨來，陳華封便在屋裏點上燈。客人也解下圍巾，二人開懷痛飲。說話間，陳華封看見客人腦後不時漏出燈光，心中疑惑。不多會兒，客人酩酊大醉，睡在床上。陳華封移過燈來偷偷一看，見他耳朵後邊有一個洞，有酒杯大小，裏面好幾道厚膜間隔著，像窗櫺一樣，欞外有軟皮垂蓋，中間好像空空的。陳華封駭怕極了，暗暗從頭上拔下簪子，撥開厚膜看看。裏面有一物，形狀像小牛，隨手飛出來，衝破窗戶飛走了。陳華封更加害怕，不敢再撥動了，剛想轉身走，客人已經醒了，吃驚地說：“你偷看我的隱秘了。把牛癀放了出去，可怎麼辦？”陳華封詢問緣故，客人說：“既然已經這樣，還隱瞞什麼。實話告訴你：我是六畜的瘟神。剛才你放跑的是牛癀，恐怕方圓百里內的牛就要死絕了。”陳華封本來以養牛為生，聽了非常害怕，向客人懇求解救的辦法。客人說：“我都免不了罪責，那有什麼辦法解救？只有苦參散最有效了，你只要廣傳這個方子，不要存私念就可以了。”說完，拜謝了陳華封，告辭出門。又捧了一把土堆在牆壁的龕中，說：“每次用一合便有效。”客人拱拱手就不見了。­",
      "&emsp;&emsp;過了不久，牛果然病了，瘟疫漫延開來。陳華封想自己專利，把治病的方子秘藏起來，不肯傳人，只傳給他弟弟。弟弟按方子一試，很神驗；但陳華封自己照方子給牛吃藥，卻一點效力也沒有。他有四十頭牛，都快死光了，只剩下四五頭老母牛，也奄奄一息了。他心中懊惱，無法可使，忽然想起龕中的那捧土，心想也未必有效，姑且試試吧。過了一夜，牛便都起來了。他這才醒悟到，藥之所以不靈，原來是神對他私心的懲罰。幾年以後，母牛繁育，又漸漸恢復到原來的境況。"
    ]
  },
  {
    "title": "金姑夫",
    "href": "http://liaozhai.weebly.com/373292299322827.html",
    "content": [
      "&emsp;&emsp;浙江會稽有個梅姑祠，供奉的神本姓馬，家住山東東莞，沒過門丈夫就死了，於是她立志不再嫁人，30",
      "&emsp;&emsp;歲時就死了，族人紀念她，為她修了個祠堂，取名梅姑祠。",
      "&emsp;&emsp;順治十三年，上虞金秀才趕考路過梅姑祠，進到廟裏觀光，看著梅姑塑像，產生許多聯想。夜裏金秀才夢見一個小丫鬟來告訴他梅姑請他去，他便跟著小丫鬟走了。到了祠內，見梅姑站在房檐下等著，笑著說：“承先生看得起，實實在在地愛戀，如不嫌我笨拙，願以身相許侍奉您。”金秀才諾諾連聲。梅姑送他走，說：“先生暫且先離開，等席位安排好了，一定去請。”金秀才醒後，心裏很不舒服。",
      "&emsp;&emsp;當天夜裏，居民們夢見梅姑對他們說：“上虞金秀才，如今當了我的夫君，應該給他塑個像。”第二天清晨，村裏人互相講夜裏的夢，全是一個樣。族長擔心壞了梅姑的名聲，所以沒給金秀才塑像。不久，族長一家人全病了，害怕極了，馬上在梅姑像的左側塑了一個金秀才像。塑像落成後，金秀才告訴妻子道“梅姑來接我了。”穿了衣服就死了。",
      "&emsp;&emsp;金秀才的妻子痛心疾首，來到梅姑祠指著梅姑的塑像臭駡一通，又登上像座抽了梅姑一頓嘴巴，這才離開。到今天，馬家的人還稱金秀才為金姑夫。",
      "&emsp;&emsp;異史氏說：“未出嫁而為夭亡的丈夫守節，不能說是不貞，當了幾百年貞潔的神，忽然又改變節操，怎麼沒有羞恥心呢！大致說來，貞潔剛烈的靈魂不一定會依附於泥像，如果寺廟看起來很靈驗，有一些驚世駭俗的，都是鬼狐依附在上面！”"
    ]
  },
  {
    "title": "梓潼令",
    "href": "http://liaozhai.weebly.com/267712854020196.html",
    "content": [
      "&emsp;&emsp;進士常大忠，是山西太原人，在京城候選官職。抽籤的前一夜，夢見梓潼帝君持名帖前來拜見。第二天抽籤一看，得梓潼縣令一職，常大忠很感奇怪。­        後來，他母親病故，卸職回家為母親守孝。三年期滿後，回到京城等候補官，夜裏又做了個同樣的夢。暗想：難道又去梓潼任職嗎？不久，公文下來，果然不錯。"
    ]
  },
  {
    "title": "鬼津",
    "href": "http://liaozhai.weebly.com/3974027941.html",
    "content": [
      "&emsp;&emsp;有個姓李的人，白天躺在床上休息。看見牆中走出一個婦人，頭髮亂蓬蓬的，腦袋像個筐子，長髮遮住臉，走到床前，用手把頭髮分開，露出臉，又肥又黑，醜極了。李某十分害怕，想要逃跑，婦人突然跳到床上，用力抱住他的頭，便與他接吻，並用舌頭把唾液送到他嘴中，冰涼得如同冰塊，一點點漸漸流到喉嚨。李某想不咽下去，可是又喘不過氣來，咽下去又稠又粘，塞住喉嚨。才喘一口氣，嘴裏又灌滿了，喘不過氣又咽下去。這樣過了很久，憋得他再也不能忍受。這時門外有腳步聲，婦人才鬆開手，走了。",
      "&emsp;&emsp;從此以後，李某肚子脹得鼓鼓的，數十天不能進食。有人告訴他喝點參蘆湯試試，看能否吐出來。喝參蘆湯後吐出的東西像雞蛋清一樣，這才好了。"
    ]
  },
  {
    "title": "仙人島",
    "href": "http://liaozhai.weebly.com/201852015423798.html",
    "content": [
      "&emsp;&emsp;有個叫王勉字黽齋的人，家在靈山，很有才氣，考試總考第一。他心氣很高，善譏諷人，不少人都受過他的奚落。­        這天他偶然遇到個道士，道士打量了他一番說：“你的相貌主大貴，可惜被你輕薄的缺點給抵消了。憑你的聰明才學，如果不讀書，去修道，還有可能成仙。”王勉譏笑說：“誰將來有多大的福，這是不可能知道的。我只知道世上並沒有什麼仙啊神的。”道士說：“你的見識怎麼這樣淺薄？仙人，不用找，我就是。”王勉更笑他荒唐。道士說：“我這個仙還沒什麼特別，你如隨我去，立刻能叫你見上幾十個真正的仙人。”王勉問：“去那兒？”道士說：“近得很。”於是把拿的木杖夾在腿間，把另一頭交給王生，叫他學自己的樣子，囑咐他閉上眼，叫聲“起”，王生就覺得木杖忽然粗得像能盛五斗米的布袋，騰空飛起。王生悄悄一摸，一片片的鱗甲刺手，嚇壞了，動也不敢動。一會兒，道士又叫一聲“住”！就把木杖抽去，落到一所大宅院裏。­",
      "&emsp;&emsp;只見樓閣重重，像帝王家，有個丈把高的臺子，臺上有座大殿，前後豎著十一根柱子，非常宏大華麗。道士拉他上去，就吩咐童子設宴，招待客人，殿內一下了擺了幾十桌筵席，那種闊氣，叫人眼花繚亂。道士換了好衣服等侯。不多會兒，有許多客人從天上來，騎龍的、跨風的、騎虎的，等等不一而足，還帶著樂器。有女有男，有赤腳的。內中有個美麗的婦人，騎彩鳳，宮中打扮，有童子替她抱著樂器。樂器五尺來長，不是琴，也不是瑟，叫不出名來。",
      "&emsp;&emsp;酒宴開始，佳餚滿桌。王勉只覺吃起來又香又甜，一點也不像平常菜肴。王勉無言靜坐，只看那美婦，心中喜歡她，惟恐她一直不彈。酒飲得差不多了，一位老者倡議說：“多虧崔真人邀請，今天可算盛會，當然該飲個盡興。請大家以樂器分類，同一類的來個大合奏吧！”於是各自找伴兒配合，演奏起來。美妙的音樂響徹雲霄。唯有那騎彩鳳的，跟誰也搭不上伴兒。大家奏完，童子才打開樂器袋，擺到案子上。女的伸出白皙的手腕。像撥箏那樣，開始演奏。聲音比琴響亮得多。雄壯處使人胸懷開闊，柔婉處勾人魂魄。奏了半頓飯工夫，整個大殿裏靜得很，連個咳嗽的也沒有。曲終，“噹”的一聲收住，像鼓磐那樣清脆。眾人齊稱讚說：“雲和夫人真是絕技啊！”大家起身告別，一時龍吟，鳳鳴，都散了。道士安排了上等床鋪被褥，供王勉休息。­",
      "&emsp;&emsp;王勉見麗人時，已經心動，聽了她的音樂更加思念了。想想以自己的文采，做大官不難，那時要什麼沒有？……頃刻間心緒亂極了。道士好像知道了他的心事，說：“你前生與我一起學道，後來因意志不堅定，才墜入塵世。我不是勉強你，實在是想使你從惡濁的塵世中自拔；誰知你陷得太深了，懵懵懂懂的，喚不醒了。現在我就送你走，以後也不一定不能見面。但想做天仙，還得再受劫難才行。”於是就指著石階下一條長長的石頭，叫他閉上眼坐了，囑咐他不能睜眼看。說完，用鞭子把石頭一抽，石頭飛起來，王生耳邊呼呼有風，不知飛了多遠。忽然想，在天上看下界，是個什麼樣子；偷偷將眼睜開條細縫向下一看，見大海茫茫，無邊無際，嚇得趕緊閉眼，可是連石帶人已經掉下去了。嘭！跟海鷗潛水似的，一下子栽進水裏，幸虧他過去住在海邊，會一點游泳。這時，便聽見有人拍巴掌，說：“這一跤摔得真美啊！”正危急間，一女子拉他上了船，並說：“好事兒，好事兒，秀才‘中濕’(中式諧音即考中了)啦！”王生一看，見這女子有十六七歲，很漂亮。王凍得打哆嗦，求她弄火烤烤。女子說：“跟我到家，就安排。以後如果得意了，可別忘了我。”王生說：“什麼話！我是中原大才子，偶然這樣狼狽，以後該用一生來報答你，豈止是不忘！”­",
      "&emsp;&emsp;女子搖櫓划船，行駛如風，一會兒靠岸，在艙中拿出採來的一束蓮花，領他一起走。約走了半里路，進了個村莊。見有一朝南的紅漆大門，進去後又過了幾道門，女子先跑了進去。不久，出來一個四十來歲的男人，作揖請王生進屋。又吩咐傭人快拿衣帽鞋襪叫王生換了，然後，問起他的家世。王生說：“我不說假話，我的才學名氣還打聽得到，崔真人很喜歡我，邀請我去了天宮，我自己認為求取功名易如反掌，所以不願歸隱。”那男子肅然起敬，說：“這地方叫仙人島，與人世隔絕。我姓桓，叫文若，幾輩子住在這僻靜地方，沒想到有接近名士的榮幸。”便殷勤地設下宴席，又不緊不慢地說：“我有兩個女兒，大的叫芳雲，十六歲了，至今未遇見佳偶，打算叫她侍奉您，怎麼樣？”王勉以為一定是那個採蓮姑娘，趕緊站起來表示感謝。男子叫人在鄰居中請幾位德高望重的人來作陪，又讓僕人馬上去叫女兒。頃刻問，襲來一陣濃香，十幾個美女簇擁著芳雲出來了。明媚光豔，像朝霞中的蓮花，拜見了客人，坐下。十幾位美女中就有那個採蓮人。酒過三巡，又出來個十來歲的女孩，姿態俊秀，笑著偎在芳雲胳膊下邊，一雙水靈靈的大眼轉來轉去地看。桓文若說：“閨女家不在繡房裏，出來幹啥？”又對客人說：“這是綠雲，是我小女兒。挺聰明，能背《三墳》、《五典》呢！”就叫她對客人吟詩，綠雲即刻朗誦了三首“竹枝詞”，稚嫩宛轉的聲音很好聽。桓便叫她挨著姐姐坐下。又跟王生說：“像王郎這樣的大才，一定寫過很多好文章，能不能叫大家聽聽呀？”王勉痛快地背誦了一篇近體詩作，誦完自豪地左顧右盼。其中有這麼兩句：­",
      "&emsp;&emsp;“一身剩有鬚眉在，小飲能令塊磊消。”­(1)",
      "&emsp;&emsp;鄰居老者再三地念誦。芳雲低聲告訴他說：“上句是孫悟空離火雲洞，下句是豬八戒過子母河(2)呀。”說得滿座都鼓掌大笑。桓又請王生再誦別的，王勉又誦了一首水鳥詩：“瀦頭鳴格磔(3)，”忽然想不起下句來了，他略一沉思，芳雲對妹妹嘰嘰咕咕地耳語了幾句，捂著嘴笑起來。綠雲對父親說：“姐姐給姐夫續上下句了，是狗腚響繃巴。”一席人都笑得閉不上嘴。王勉很不好意思。桓文若生氣地用眼睛瞪了下芳雲，王勉表情才平靜了些。桓又請王介紹自己的文章。王勉想，這些與世隔絕的人一定不懂八股文，就炫耀起自己應試得了第一名的一篇，題目是：“孝哉閔子騫。”王勉文章破題的頭句說：“聖人贊大賢之孝……”綠雲看看父親，說：“聖人沒有讚美學生的，‘孝哉……’一句應該是別人的話。”王勉聽了，情緒馬上低落下來。桓笑著說：“小孩子懂什麼！別挑剔這個，評評文采怎麼樣吧。”王勉又接著背誦，每誦幾句，姐妹倆就嘰嘰咕咕耳語，好像是些批評的話，只是咕咕噥噥聽不清。王勉念到得意處，連考官的評語也念出來了，有句評語是：“字字痛切。”綠雲對父親說：“姐姐說：該把‘切’字刪去。”大家都不明白為什麼。桓文若怕她又說出叫王生難堪的話，不敢往下問。王勉把文章背完，又介紹考官的總評語。有這樣的句子：“羯鼓一撾，則萬花齊落。”芳雲又捂著嘴跟妹妹嘁喳，兩人笑得前仰後合。綠雲又對父親說：“姐姐說：‘羯鼓應該撾四下’。”大家又不懂。綠雲想說，芳雲忍住笑嚇唬她：“妮子敢說，看不打死你！”眾人更不明白了，紛紛猜測是什麼話。綠雲忍不住，終於說：“字字痛切。”“刪去‘切’字，說‘字字痛’就‘不通’；再敲四下鼓，鼓聲不是‘不通不通’嗎？”眾人聽了大笑起來，桓文若生氣地斥責她們，趕快親自起身斟酒，陪不是。",
      "&emsp;&emsp;王勉開始時還吹噓自己的才名，目中無人；到這時，再沒那麼神氣，只有淌汗的份兒了。桓文若又誇獎了他兩句，想給他個機會讓他下臺，說：“我剛想起一句，請你即席聯個下句：“‘王子身邊，無有一點不似玉’。”大家還沒來得及想，綠雲應聲說道：“黽翁頭上，再著半夕即成龜。”芳雲失聲笑了出來，呵了手膈肢她。綠雲脫身跑掉，回頭看著姐姐說：“關你什麼事？你一遍遍地罵，別人才罵一句就不行了？”桓文若喝斥她，她才笑著走了。­",
      "&emsp;&emsp;鄰居老人告辭。婢女們領王勉夫妻進內室休息。內室裏屏風床鋪，陳設精美齊全，燈燭照耀。再看洞房裏，滿架子的函套，什麼書都有。問她較生僻的問題，她沒有答不上的。到這時候，王勉才覺出自己學問差遠了，應該知羞才是。芳雲喊“明璫”，採蓮女就小跑過來，這才知道她的名字。剛才被挖苦得夠嗆，唯恐妻子瞧不起自己；幸好芳雲雖然嘴巴厲害，對丈夫還是極盡溫柔，王勉也就安下心來。沒事兒就吟幾句詩文，芳雲說：“我有句忠言，不知你聽得進聽不進。”王問：“什麼忠言？”芳雲說：“從此別作詩，也是個掩飾短處的辦法。”王勉一聽，慚愧得很，就不再寫文章。",
      "&emsp;&emsp;日子長了，王勉和明璫漸漸親暱，對芳雲說：“明璫對我有救命之恩，希望你對她好些。”芳雲立刻同意了。有時夫妻在臥室中玩耍，也叫上明璫一塊兒。兩人感情更深了，慢慢就發展到使眼色，打手勢進行暗示的程度。芳雲覺察出來，責備王勉，他唯唯地聽著，好歹混過去了。­",
      "&emsp;&emsp;這天晚上，王勉與芳雲對吟，覺得寂寞，建議把明璫喊來，芳雲不許。王勉說：“您讀了那麼多書，怎麼不記得‘獨樂樂’幾句？”芳雲說：“我說你不通，這不更證明了。連句讀也不懂啊？‘獨要，乃樂於人要；問樂，孰要乎？曰：不’。”夫妻一笑而罷。",
      "&emsp;&emsp;碰巧芳雲姐妹赴鄰女約會，王勉得了空，趕緊叫來明璫，盡情歡娛了一番。當天晚上，王勉就覺得小腹痛，痛過後，生殖器全縮回去了。嚇得告訴了芳雲，芳雲笑了，說：“一定是報了明璫的恩了！”王不敢隱瞞，實說了。芳雲說：“自找的禍，我實在沒辦法，不痛不癢的，隨他去。”幾天不癒，王勉心中鬱悶，芳雲知道，也不問，只是用明亮的眼睛看他。王勉說：“你正應了一句古話：‘胸中正，則眸子瞭焉’”。芳雲笑笑說；“你也應了一句話：‘胸中不正，則瞭子眸焉。’”原來“沒”的方音讀如“眸”，故意用這話開他的玩笑。王勉也笑了，向芳雲哀求治療的辦法。芳雲說：“你不聽忠告，在這以前，還可能懷疑我忌妒呢。你不知道，這婢女本來不可親近，過去我說那些，實因為是愛你，可你……當成了耳邊風，我才故意不可憐你。唉，沒辦法，給你治吧。可是醫生必須觀察觀察。”就把手伸進他衣服裏，口中念道：“黃鳥黃鳥，無止于楚(4)！”王勉聽他說得有趣，不覺大笑，笑過病就好了。­",
      "&emsp;&emsp;過了幾個月，王勉因雙親年老，孩子年幼，常苦苦思念，將這個告訴了芳雲。芳雲說：“想回家不難，可是再見面就不知那天了。”王勉聽了，淚流滿面，求芳雲與自己一起走。芳雲考慮再三，才答應了。桓翁設宴為他們餞行。綠雲提了個籃子進來說：“姐姐要遠行，沒什麼可送，怕你沒地方住，連夜替你造了房子，可別嫌粗糙。”芳雲施禮接受了，湊近看是些用細草製成的樓閣，小的有柳丁那麼大，大的像桔子。大約有二十多座，每座的梁棟椽檁，根根清楚，裏面的床帳桌倚，芝麻粒兒大小。王勉以為是小孩子玩藝兒，可心裏也嘆服她的手巧。芳雲說：“實告訴你吧，我們是地仙，因為與你有緣份才嫁了你。本來我不願與你同去凡塵，僅為你老父親在，不忍違背你的意思。等老父親百年後，還得再回來。”王勉恭敬地答應著。桓翁問：“從水路走，從旱路走？”王勉受過水上風險，表示願從旱路走。出了門，車馬已等在那裏了。­",
      "&emsp;&emsp;告辭了桓翁一家登上歸程。馬行迅疾，很快到了海岸邊，王勉正愁無路可走，芳雲拿出一匹白綢子，向南一抖，立刻變成了一帶長堤，一丈多寬，轉瞬問就過去了，長堤也慢慢收了起來。又到一處，有一片無邊無際的潮水。芳雲止住車馬不讓再走，下了車，取出籃子中用草做成的房舍，同明璫等婢女按一定佈局擺好，轉眼間變成一處大宅院。一齊進去卸下行裝，跟島上的房邸並無兩樣，連同房屋的桌呀、床啊也和原來一樣。這時，天色已晚，就住下了。­",
      "&emsp;&emsp;次日早晨，叫王勉把父母接來贍養。王勉打發人騎馬到老家，到了才知道家中宅屋已經換了主人；問鄰里，說是他母親和妻子都早死了，只有老父親還活著。王勉的兒子愛賭博，家產全輸光了，爺爺孫子連住的地方都沒有，臨時借宿在西村。",
      "&emsp;&emsp;王勉剛回來時，還想取功名，所以不把家境放在心上，直到瞭解了這些情況非常難過地想，富貴縱然好，可是跟夢中的花朵有什麼區別？騎馬到了西村，見老父親穿得又髒又破，衰老得可憐。父子都失聲痛哭，問起他那個沒出息的兒子，說是出去賭沒回來。王勉就用馬接了父親回來。芳雲拜了公爹，燒了水請老人洗澡。送來綢緞衣服，讓他住在熏香的臥室裏。又送信請來了公爹的老友陪他說話，老人的生活超過了名門大家。",
      "&emsp;&emsp;一天，王勉的兒子找來了，王勉不讓他進家門，只給了二十兩銀子。叫人告訴他：“用這些錢娶個媳婦過日子吧。再敢來，用鞭子打死！”兒子哭著走了。",
      "&emsp;&emsp;王勉自從回了老家，不大與別人來往，可是老朋友偶然來到，一定款留幾天，說話比原來謙虛多了。其中獨有個黃子介，是老同學，也是個不及第的名士，王勉留他住了好多天。還常說些悄悄話，送的錢物也多。住了三四年，王老頭去世，王勉花一萬兩銀子請人看塋地，厚禮葬了。這時，兒子已成了家，媳婦管得嚴，兒子賭博也少了，在爺爺的喪事上，兒媳才拜見了公婆。芳雲一見，斷定她能操家，又賜三百兩銀子作為買田產的資本。­",
      "&emsp;&emsp;第二天，黃子介帶了王勉的兒子一同去拜謁，王勉住的房舍院落都已消失，不知他們到那裡去了。­",
      "&emsp;&emsp;異史氏說：“凡是有絕色美人的地方，即使是在地獄中，也有人去追求，何況是在人間與美人共享無窮幸福！如果人世間的神仙都可以陪著美人，恐怕天庭就空空無人了。因為輕浮而被削減名位俸祿，當然是應該的事，可是難道神仙就沒關係嗎？他夫人那張嘴，也太刻薄了！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.孫行者離火雲洞：孫悟空在號山村松林澗火雲洞被紅孩兒妖火所燒。此藉以諷刺“一身剩有鬚眉在”",
      "&emsp;&emsp;2.豬八戒過子母河：豬八戒過西梁女國子母河，喝了河水，腹中長了血團肉塊，後來吃了一口“落胎泉”裏的水，才消了胎氣。此藉以諷刺“小飲能令塊磊消”。",
      "&emsp;&emsp;3.瀦頭鳴格磔：此以諧音相調謔。瀦，指陂塘。瀦頭謂“豬頭”。格磔，是鷓鴣鳥叫聲。狗腚響痭巴：字面與“瀦（豬）頭鳴格磔”相對，而意謂放狗屁。腚，山東方言，屁股。",
      "&emsp;&emsp;4.黃鳥黃鳥，無止于楚：“黃鳥”二句：由詩經的詩句湊成，用作戲語。黃鳥，喻指男子生殖器。楚，樹名。此借為“痛楚”之“楚”，痛苦。"
    ]
  },
  {
    "title": "閻羅薨",
    "href": "http://liaozhai.weebly.com/383313264534216.html",
    "content": [
      "&emsp;&emsp;某巡撫的父親，早先在南方做總督，去世已經很久了。­        一天夜裏，巡撫夢見父親來，臉色哀傷恐懼，對他說：“我一生沒多少罪惡，只有一旅邊防軍隊，不應當調遣而錯誤地調遣了，途中遇上海寇，全軍覆沒。現今他們告到閻王那裏，陰司裏的刑罰殘酷歹毒，實在叫人害怕。閻王不是別人，明天有個經歷官押送糧草來，那人姓魏，他就是閻王。你要替我哀求他，不要忘了啊！”巡撫醒來，覺得很奇怪，心裏不很相信。剛又睡下，又夢見父親來，讓他一定照說的去辦，還說：“父親遭遇災難，還不銘記在心，怎麼把它當作妖夢置之不理呢？”巡撫醒來，越加感到這事奇異。­",
      "&emsp;&emsp;第二天，巡撫留心查看名冊，果然有個姓魏的經歷，轉運糧草第一個來到，巡撫立刻傳話叫他進來。叫兩個衙役把他按到座上，隨後按拜見官長的禮節向他叩拜起來。叩拜完畢，直挺挺跪在地上，兩眼垂淚，把夢中的事向魏經歷說了。魏經歷不承認自己是閻王，巡撫趴在地上不起來。魏經歷才說：“是的！有那樣一件事。但是陰間的法律，不像人間昏暗不明，可以上下聯手，串通作弊，恐怕我無能為力。”巡撫苦苦哀求他。魏經歷無可奈何，就答應下來。巡撫又請求迅速辦理。魏經歷反復籌畫，考慮沒有個安靜的地方處理這事。巡撫請求把接待賓客的公館清掃出來讓他用。魏經歷同意後，巡撫才從地上站起來。又要求審理時跟去看一下，魏經歷不同意。他再三要求，才答應他去，囑咐說：“到了那裏不要出聲。陰間刑罰雖然殘忍，可是與人間不同，一處治就像死了，其實沒死。如果你看見了什麼，千萬不要驚怪。”­",
      "&emsp;&emsp;到了夜裏，巡撫藏在公館的一旁，見公堂臺階下，受審的犯人，斷頭的，折臂的，亂紛紛不計其數。在一塊空地上放著一口油鍋，幾個人在油鍋下燒起了火。忽然看見魏經歷穿著官服走出來，坐到大堂上，神氣威猛，和白天見的大不一樣。那些斷頭折臂的人，一齊趴到地上，同聲叫喊冤枉。魏經歷說；“你們都是被海寇殺害的，冤有頭債有主，為什麼亂告官長呢？”眾鬼大聲喊著說：“按規定不應該調遣，我們是被錯誤地調動後，才遭到殺害，這是誰給我們造成的災難呢？”魏經歷又多方為巡撫的父親解脫。眾鬼大聲叫冤，亂成了一片。於是，魏經歷叫過鬼卒，說：“可將那個官放到油鍋，稍微炸一下，於理也是應當的。”看魏經歷的用意，似乎想借此平息一下眾鬼的怨憤。當下就有兩個惡鬼把巡撫的父親捉來，用鋒利的鋼叉刺入油鍋。巡撫見此情景，心裏又驚又痛，無法忍受，不覺脫口喊了一聲。刹時，庭中寂然無聲，眼前的一切都不見了。巡撫驚歎不已，悄悄地回去了。天明之後，巡撫去看魏經歷，見他已經死在公館裏。",
      "&emsp;&emsp;松江張禹定轉述這件事，因為巡撫名聲不好，所以就不提名字了。"
    ]
  },
  {
    "title": "顛道人",
    "href": "http://liaozhai.weebly.com/390033694720154.html",
    "content": [
      "&emsp;&emsp;蒙山寺裏住著一個瘋瘋癲癲的道士，忽而哭，忽而笑；誰也不知道他的名字，也猜不透他的底細，有些人曾經看見他煮石頭當飯吃，總之，這是一個怪人。",
      "&emsp;&emsp;重陽節，當地有貴官帶著酒菜，到蒙山去登高。這貴官擺著闊人的架子，用了全副做官的儀仗上山。酒喝完了，就到寺裏去玩；剛到門前，就遇見那癲道人赤著腳，穿著破道袍，也學著做官的派頭，自己張了把黃傘，裝著開鑼喝道地出來，那意思完全是取笑那個貴官。貴官越看越氣，就叫僕人趕走他，道人邊笑邊逃，被趕得急了，就丟了傘；僕人趕上把黃傘一片片地撕碎，只見片片都變成了老鷹，四散飛翔起來。",
      "&emsp;&emsp;眾人正在驚奇，忽然黃傘的木柄變成了一條大蟒蛇，一身鮮紅的鱗，在陽光下閃閃發光。大家被嚇得叫了起來了四處奔逃，一個同去登高的人說：“這是障眼法，那裏會咬人？”那起刀來向大蟒蛇砍去，大蟒發了威，張開口迎向前來，把那人一口吞了下去。",
      "&emsp;&emsp;大家嚇得連忙保護貴官逃命，氣喘呼呼地直奔到三四里地外，才敢歇歇氣。派幾個膽大的人去探望，那幾個人畏畏縮縮地到了寺前，人也不見了，大蟒也沒有了。",
      "&emsp;&emsp;剛想轉回去報告，只聽得寺旁的一棵老槐樹發出驢子般的叫聲，那幾個人嚇得不得了；最初不敢進去，慢慢兒大著膽輕手輕腳摸過去一看，只見樹是空的，樹幹上有盤子大小的一個洞；攀上去一望，那個拿刀殺蟒的人倒插在樹洞裏。而樹洞只能伸進去兩雙手，沒法救他出來；連忙劈樹，等樹劈開，那人已經昏死了；過了半天，才又蘇醒過來，幾個人把他抬了回去。再找道士，連影兒都沒了。",
      "&emsp;&emsp;異史氏說：“撐著傘蓋遊山，粗俗至極。仙人對這幫人的戲耍嘲弄，又多麼引人發笑！我家鄉的殷文屏秀才，是畢自嚴尚書的妹夫，為人玩世不恭。章丘有位周生，出身寒賤，每逢外出必坐轎擺闊，他也與畢尚書有些交情。有一次，畢尚書為母親做壽，殷生預料周生一定會來賀，於是先等候在道旁，穿一雙豬皮靴子、一身官服，手持一冊文書，等周生的轎子到了，就在道旁鞠躬致敬，唱道：‘淄川生員，迎接章丘生員！’周生頗感慚愧，下轎後與殷生說了幾句話才離去。過了一會，兩人又在畢尚書客廳相會。舉座賓客都是華眼高冠，一看殷生的寒傖服裝，都偷偷笑話他，而殷生本人傲然自若地斜視著他們。到了席散出門的時候，客人們都在招呼車轎，殷生也大聲喊道：‘殷老爺的獨龍車在那裡？’馬上有兩名健壯的僕人抬一根扁擔到他面前，殷生一躍跨了上去，向主人道聲謝，飛馳而去。殷生也像仙人一樣玩世不恭啊！”"
    ]
  },
  {
    "title": "胡四娘",
    "href": "http://liaozhai.weebly.com/329932223523064.html",
    "content": [
      "&emsp;&emsp;程孝思，是四川人，自小聰明，能寫文章。父母很早就去世了，家裏非常貧困，無衣無食，只好求胡銀台雇傭他幹點文書差事。胡銀台試著讓程生寫了篇文章，看了後非常高興，說：“這人不會長久貧困，可以把女兒許給他。”胡銀台有三個兒子、四個女兒，都是還在懷抱中時就跟大戶人家訂了親的。只有小女兒四娘，是妾生的，母親早就死了，十五歲了還沒訂親。胡銀台就把四娘許給了程生，招贅他為女婿。有人譏笑胡銀台，認為他老糊塗了，胡亂許親。胡銀台毫不理會，打掃了房子，讓程生住下，飯食、衣服都優厚周到地供給。公子們鄙視程生，不願和他同吃，連僕人、奴婢們也常常挪揄程生。程生默默地忍受著，毫不計較，只是刻苦攻讀。眾人在一邊故意厭惡地諷刺他，程生照舊讀書，停也不停；那些人又鳴鑼敲鐘，前後搗亂，程生乾脆拿起書本，到四娘屋裏讀。        起初，四娘還沒出嫁時，有個神巫能預知人的貴賤。神巫把胡銀台的子女們挨個看了一遍，都沒有奉承的話。只有四娘來後，才說：“這是真正的貴人！”等到四娘嫁給程生，姊妹們都叫她“貴人”，以此嘲笑她。但四娘性情端莊，寡言少語，聽到別人這麼叫她，就像沒聽見。漸漸地連丫鬟、婆子們都這麼叫起來。四娘有個丫鬟叫桂兒，十分不平，大聲說：“怎知我家郎君就不會做貴官？”二姊聽到後，嗤之以鼻，說：“程郎如做了貴官，挖了我的眼睛去！”桂兒發怒地說：“到那時，恐怕捨不得兩顆眼珠子！”二姊的丫鬟春香說：“二娘如果食言，我用我的雙眼代替！”桂兒更加憤怒，拍著巴掌發誓說：“管教你們都成了瞎子！”二姊惱恨桂兒言語衝撞，甩手就給了她幾巴掌，桂兒號啕大哭。胡夫人聽說這件事後，也不置可否，只是微微冷笑了一聲。桂兒吵嚷著向四娘哭訴，四娘正紡著線，聽後不動怒也不說話，照舊紡織。­",
      "&emsp;&emsp;到了胡銀台做壽時，女婿們都來了，帶來的賀禮擺滿了屋子。大媳婦嘲笑四娘說：“你家送的什麼壽禮呀？”二媳婦就說：“兩個肩膀挑著一張嘴唄！”四娘面色坦然，一點也不羞慚。人們見她事事都像傻子一樣，更加欺侮她。惟有胡銀台的愛妾李氏，是三姊的生身母親，總是敬重四娘，經常照顧憐恤她。還常囑咐三娘說：“四娘外表憨厚，內裏聰明，精明不外露。你那些姊妹兄弟們都在她的包羅之中，自己還不知道。況且程郎晝夜苦讀，怎會久在人下？你不要效仿他們，應該善待四娘，將來也好見她。”所以三娘每次回娘家，總是加意和四娘交好。",
      "&emsp;&emsp;這年，程生因為胡銀台幫助，考中了秀才。第二年，學使駕臨進行科考，正好胡銀台去世了。程生披麻戴孝，像兒子一般悲痛。因為這事程生沒能趕考。喪期過後，四娘贈給程生銀子，讓他補進“遺才”籍。囑咐說：“過去你在這裏住了這麼久，之所以沒被趕走，只因為有老父親在。現在是萬萬不行了！倘若你這次去能考中舉人，回來時還可能有這個家。”程生臨別，李氏、三娘都贈送了很多禮物給他。­",
      "&emsp;&emsp;程生進了考場，發憤揣摩，仔細構思，以求務必考中。不久，放榜了，他竟榜上無名。程生沒能實現夙願，氣怒不堪，沒臉回家。幸虧銀子還多，就帶著行李進了京城。當時，胡家的親家們大都在京城做官，程生恐怕他們譏笑自己，便改了名，編了個家鄉住址，向大官家謀求差事做。有個姓李的御史大夫，是東海人，見了程生後很器重他，收他做了幕賓，並資助費用，給程生捐了個“貢生”，讓他去參加順天科考。這次，程生連戰連捷，被授予“庶吉士”的官職。程生便跟李公講了實情。李公借給他一千兩銀子，先派了個管家去四川，為程生買宅子。這時，胡大郎因為父親亡故，家裏虧空，要賣一處別墅，這個管家就買了下來。然後，又派車馬去接四娘。­",
      "&emsp;&emsp;原先，程生考中以後，來了個報喜的。胡家一家人都厭惡聽到這種消息。又審知名字不符，將報喜人趕走了。正好三郎結婚，親戚朋友們都來送禮慶賀。姑嫂姊妹都在，惟獨四娘沒被兄嫂請來。這時，忽然有個人奔跑了進來，呈上寄給四娘的一封信。兄弟們打開一看，面面相覷，臉上失色。此時酒宴中的親戚們才請見四娘。姊妹們惴惴不安，恐怕四娘懷恨不來。不一會兒，四娘竟翩然而來。那些人紛紛湊上去，祝賀的、搬座的、寒喧的，屋裏一片嘈雜。耳朵聽的，是四娘；眼睛看的，是四娘；嘴裏說的，也是四娘。但四娘仍像以前一樣凝重端莊。大家見她不計較過去，心中才稍微安寧了點。一會兒忽見春香跑了進來，滿臉鮮血。眾人一起詢問，春香哭得回答不上來。二娘呵斥了她一聲，春香才哭著說：“桂兒逼著要我的眼睛，要不是掙脫，眼珠子讓她挖了去了！”二娘大為羞慚，汗水連著粉妝都流了下來。四娘依舊不動聲色，漠然置之。滿座人一片寂靜，接著便陸續告辭。四娘盛妝而出，惟獨拜別了李夫人和三姊，然後出門，登上車走了。大家才知道買別墅的就是程家。­",
      "&emsp;&emsp;四娘初到別墅，日用東西都很缺。胡夫人和公子們送來了僕人、丫鬟和器具，四娘一概不要，只接受了李夫人贈送的一個丫鬟。住了不久，程生請假回來掃墓，車馬隨從如雲。到了岳父家，先向胡銀台的靈柩行了祭禮，然後參拜了李夫人。等胡家兄弟們穿戴整齊要拜見程生時，程生已上轎打道回府了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;胡銀台死後，他的兒子們天天爭奪財產，把他的棺材扔在那裏不理會。過了幾年，棺木朽爛，漸漸地竟要把屋子當作墳墓了。程生見了十分傷心，也不和胡家兄弟們商量，自己出資，選了下葬的日子，事事盡禮，隆重安葬。出殯那天，車馬接連不斷，村裏的人都讚歎不已。­",
      "&emsp;&emsp;程生做官十幾年，兩袖清風，鄉親們凡遇難事，他無不盡力。胡二郎因為人命案被牽連入獄，審案的官員，是和程生同榜考中的，執法非常嚴明。胡大郎央求岳父王觀察寫了封信給這個官員，人家卻置之不理。胡大郎更加害怕，想去求四娘，又覺沒臉見她，便讓李夫人寫了封信，自己拿著去了。來到京城，胡大郎不敢冒然進程家，看見程生上朝走了後，才登門求了見。盼望四娘念手足之情，忘記過去的嫌隙。門人通報後，便有原來的一個老媽子出來，領著他走進內廳，草草地擺上酒菜。吃喝完，四娘才出來，臉色溫和，問道：“大哥在家事情很忙，怎麼有時間不遠萬里來到這裏？”大郎跪倒在地，哭泣著說了來由。四娘扶起他來，笑著說：“大哥是個好男子漢，這算什麼大事，值得這樣？妹子一個女流，你啥時候見跟人嗚嗚哭泣來？”大郎便拿出李夫人的信，四娘看了後說：“嫂子們的娘家，都是些了不起有來頭的人，各自去求求自己的父親、哥哥，就了結了，何必奔波到這裏？”大郎啞口無言，只是哀求不已。四娘變了臉色，說：“我以為你千里跋涉而來是為了看妹子，原來是拿大案求‘貴人’來了！”一甩袖子，進了內室。大郎既羞慚，又惱恨，只好出來。回家後詳細一說，一家大小無不痛駡四娘，連李夫人也覺得四娘太忍心了。­",
      "&emsp;&emsp;過了幾天，胡二郎竟被釋放回家。全家大喜，還譏笑四娘不肯相救，徒然被眾人怨恨。一會兒，有人來報，四娘派了僕人來問候李夫人。李夫人叫進來人，那人送上帶來的銀子，說：“我家夫人為了二舅的案子，忙著派人料理，沒顧上寫回信鉿您。讓我送上這點禮物，以代信函。”此時，大家才知道，二郎的回來還是程生和四娘出力的結果。­",
      "&emsp;&emsp;後來，三娘家漸漸貧困，程生更加周到地接濟她。又因為李夫人沒有兒子，程生就把她接到自已家，像母親一樣的奉養。"
    ]
  },
  {
    "title": "僧術",
    "href": "http://liaozhai.weebly.com/2071134899.html",
    "content": [
      "&emsp;&emsp;黃生，是官宦世家的子弟，富有才情，志向很高。他居住的村外有座寺院，裏面住著一個僧人，跟黃生交情深厚。後來僧人外出雲遊，去了十多年才回來。他看見黃生，感歎地說：“我以為你早就飛黃騰達了，到如今還是一個平民百姓嗎？看來你的福運很薄，請讓我為你賄賂賄賂陰間的神靈。你能給置備十千銀錢嗎？”黃生回答說：“不能。”僧人說：“請你勉強置一半吧，其餘的我代你借上。我們以三天為約。”黃生答應了，回家後抵押家當，勉強湊夠了五千的數目。        三天後，僧人果然拿來五千錢交給黃生。黃家原來有一眼水井，井深得探不到底，有人說通著河海。僧人讓黃生把錢捆好放在井邊。囑咐他說：“大約我到了寺裏後，就把錢推進井中。等到半頓飯光景，井中會有一個大錢浮起來，你就拜它。”說完就走了。黃生不明白這是什麼法術，轉念一想，靈驗不靈驗還說不定，如果把十千錢都投進井中，未免太可惜，就把九千藏起來，只投進了一千錢。稍過了一會兒，井中突然凸起來一個大水泡，鏗的一聲破了。接著就有一個錢浮起來，像車輪一樣大。黃生害怕極了，趕快跪拜，又取出四千錢投進去，落井後發出碰擊聲，原來是被大錢隔擋著，沉不下去。",
      "&emsp;&emsp;天快黑時，僧人來了，責備黃生說：“為什麼不把錢全投進去？”黃生說：“已經都投進去了。”僧人說：“陰府的使者只拿了一千去，為什麼要說假話？”黃生只得把實情講了。僧人歎息說：“鄙吝的人成不了大器。你命中註定到老也就是個貢生，不然的話，立即就能中進士。”黃生非常後悔，求僧人再給他祈禱，僧人堅決推辭，走了。黃生看見投到井中的四千錢還浮著，便用井繩把它釣上來，大錢就沉下去了。這一年，黃生果然僅考了個副榜貢生，到死也如同僧人所說的，僅是個貢生。",
      "&emsp;&emsp;異史氏說：“莫非陰曹中也有以錢財換取功名的科舉？十千錢買個進士，太便宜了。但是一千錢才給個副榜貢生，又有些貴了。貢生如考不中進士，一文不值呀！”"
    ]
  },
  {
    "title": "祿數",
    "href": "http://liaozhai.weebly.com/3110325976.html",
    "content": [
      "&emsp;&emsp;有位有錢人向來倒行逆施，他的夫人經常以報應不爽來規勸他，但他根本不聽。後來他聽說有個相士能斷人祿數，於是前往拜訪。相士看了他後說：“你再吃二十石米和二十石麵後壽數才到。”",
      "&emsp;&emsp;他回家後告訴他的夫人說一個人一年至多只能吃兩石麵而已，因此我還有二十年的命好活。\n又怎麼是幹壞事能折壽的呢？！他於是依舊橫行不法。",
      "&emsp;&emsp;過了兩年，這有錢人忽然得了糠尿病，吃許多東西，而且馬上就餓，一天一夜吃十幾頓飯。不到一年就死了。"
    ]
  },
  {
    "title": "柳生",
    "href": "http://liaozhai.weebly.com/2661129983.html",
    "content": [
      "&emsp;&emsp;周秀才是順天府官僚世家的後人，跟柳秀才是好友。柳秀才得到一位奇人的真傳，精通相面占卜，曾對周秀才說：“你不能當官，不過可以設法發財致富，只是您的夫人相貌不好，恐怕不能助你創業。”不久，周秀才的妻子果然死了，家境敗落，無依無靠。於是去找柳秀才，想為續弦的事算一卦。",
      "&emsp;&emsp;到了柳家，在客廳裏坐了好長時間，柳秀才在後面屋裏不出來，叫了許多次，柳秀才方出來，說：“我每天都替你找妻子，現在才找到，剛才正在屋裏作法術，求月下老人給你繫上紅繩。”周秀才高興地問他，他答道：“剛才有一個人拿著口袋子出去，你碰上沒有？”周秀才說：“碰上了，衣衫襤褸像個叫花子。”柳秀才說：“這個人就是你岳父，應禮遇他。周秀才說：“咱倆交情好，才把私事同你商量，為什麼這樣戲弄我呢！我再窮，也是世家大族的後代，怎麼至於低賤到找個市井小人去求婚？”柳秀才說：“並非如此。雜種牛都能生下好牛仔呢，這有什麼關係？周秀才說：“你見過他的女兒嗎？”柳秀才答：“道還沒有。我跟他沒有交往，姓名還是剛問過才知道的。”周秀才笑著說：“還不知雜毛牛，又怎知牛仔？”柳秀才說：“我是憑命理才相信的。這個人又兇惡又卑賤，自然該生個有福氣的女兒。但是，硬往一塊兒湊合，肯定會有大災難，等我再作法術求求。”周秀才回家後，沒把他的話當真，多方覓偶，一直沒成。",
      "&emsp;&emsp;一天，柳秀才忽然來了說：“有位客人，我已經替你下帖子請來了。”周秀才問：“是誰？”柳秀才說：“先別問，最好快點備飯。”周秀才不明原委，照他的話準備飯菜。",
      "&emsp;&emsp;不一會兒，客人到了。原來是軍營裏一個姓傅的小兵。周秀才心裏不滿意，表面上還是同他周旋，而柳秀才對待姓付的卻特別恭敬。過一會兒，擺上酒菜把破碗壞碟都端了上來。柳秀才站起身對客人說：“周公子仰慕已久，經常托我去拜訪您，昨天晚上才見著，又聽說不久您又要出征，立刻就請您過來，可以說是倉促中當回東道主。”席間，姓傅的擔心自己馬病了，不中用了。柳秀才也低下頭來替他想主意。過一會兒，客人走了。柳秀才埋怨周秀才說：“千金也買不到這位朋友，怎麼這樣不重視呢？”說完，借周秀才的馬騎著回家。於是假託周秀才的意思，到姓傅的兵丁家去，把馬送給了他。周秀才知道後，心中有些不快，卻也無可奈何。",
      "&emsp;&emsp;過了一年，周秀才要去江西，投奔按察使衙門當幕僚。行前找柳秀才算卦問吉凶。柳秀才說：“大吉。”周秀才笑著說：“我沒別的意思，只想多少有點外快，能娶個好媳婦，只希望你從前說的話沒應驗，行嗎？“柳秀才說：“一切你都能如願以償。”",
      "&emsp;&emsp;等周秀才到了江西，正趕上強盜肆虐，三年也回不了家。後來，稍稍太平，就擇日上路了。中途被土匪抓走了，一起遭難的有七八個人，錢財全被搶光，土匪把別人都放了，只把周秀才帶回老巢。匪首盤問他的家世，於是說：“我有個女兒，要嫁給你，不要推辭了。”周秀才沒答話，土匪頭子發怒了，立刻下令斬首。周秀才害怕了，心想不如暫且答應他，以後慢慢找機會再脫身。於是說道：“我所以猶豫，因為自己是個文弱書生，不能跟著隊伍打仗，擔心給岳父大人添麻煩。如果讓我們兩口子一同離開那就恩重如山了。”匪首說：“我正憂慮姑娘拖累人，這有什麼不能答應的。”把周秀才帶到內室，女兒梳妝好了出來相見，十七八歲，貌似天仙。",
      "&emsp;&emsp;當天晚上就成了親。遠遠超出了周秀才的期望，仔細打聽妻子的身世，才知道她的父親正是當年碰上的那個提袋子的人。於是把柳秀才的話給妻子陳述了一遍，倆人都感歎了一番。過了三四天，將要給倆口子送行，忽然大隊官兵圍上來，全家都被捉住了。有三個當官的監視著，已將妻子的爹斬首，下一個就輪到周秀才。周秀才自忖已經再沒有活命的希望了。一個官員端詳著說：“這不是周秀才嗎？”原來，那個姓傅的兵丁已經因為立功當上將軍了。他對同僚說：“這是我家鄉有名的世家子弟，是位大名士，怎麼能當土匪呢！”親手替他解開繩子，問他從什麼地方來。周秀才撒謊道：“不久前從江西按察使衙門娶親回家，沒想到中途被土匪抓到老巢來了，幸蒙搭救，給了我第二次生命。但是妻子離散了，請求借助您的力量，使我們夫妻團聚。”傅將軍命令把俘虜都帶上來，讓周秀才自己辨認。周秀才找到了妻子。傅將軍請他們喝酒，又資助盤纏，說：“從前蒙您贈予戰馬，早晚不能忘懷，只是現在亂糟糟的不能講禮，請讓我送給您兩匹馬、20",
      "&emsp;&emsp;兩銀子，助您北上回鄉。”又派兩名騎兵帶令箭護送。",
      "&emsp;&emsp;途中，妻子告訴周秀才：“我那個傻爹不聽忠告，母親為此尋死了。早知必有今天這個下場，所以每日苟且偷生，因為小時候曾有個相面的人說我命好，我活著是為了安葬父親的屍骨啊。我埋了很多金子，可以用來贖父親的屍首，剩下的帶回家去，足夠日用的了。”囑咐護從的兵丁在路上等著，夫妻倆回到匪巢，只見房屋都燒成了灰，在灰土下用刀掘了一尺多深，果然發現了金銀，全部裝進行囊，又沿原路趕回。拿出一百兩銀子給護送的兵丁，求他倆把父親的屍首埋好，又到母親的墳上行過禮，這才上路。",
      "&emsp;&emsp;到了河北地界，重重地賞了護送兵丁，打發他們回去。周秀才長期不回家，家中僕人以為他已經死了，恣意侵吞財產，糧食、布匹、家俱全都光了。聽說主人回來了，僕人十分害怕，一哄而散，只剩下一個老媽子、一個小丫鬟及一個老僕人。周秀才因為大難不死，也就沒有追究。去拜訪柳秀才，卻不知所終。妻子操持家務遠勝過男人，挑選老實厚道的人，給予資本作生意，對半分利。每次同眾商人算帳時，妻子都在簾後聽著，錯打一個算盤珠兒，都能給指出來，裏裏外外，沒人敢騙她。數年後，合夥經商者超過百人，家產達到數十萬。於是派人給父母遷墳，以厚禮安葬。",
      "&emsp;&emsp;異史氏說：“月下老人可以用賄賂收買，無怪乎人們把媒人和市集上的經紀人看成同一類人。至於盜賊會有這樣仁義的女兒嗎？認為小山丘長不出松柏來，這是無知無識者的論調。連對女人都不會得出正確的結論，更何況品評、觀察天下士人呢？”"
    ]
  },
  {
    "title": "冤獄",
    "href": "http://liaozhai.weebly.com/2090029508.html",
    "content": [
      "&emsp;&emsp;朱生是陽糓縣人。年紀很輕，為人輕佻，喜歡開玩笑。朱生因為妻子死了，去找媒婆提親。碰見了媒婆鄰居的妻子，一看，長得很俊俏。朱生與媒婆開玩笑說：“剛才看見你的高鄰，實在是漂亮。你給我做媒，她很合適。”媒婆也開玩笑說：“請把她的丈夫殺了，我就替你設法弄到手。”朱生笑著說：“好。”過了一個多月，媒婆的鄰居外出討債，被人殺死在荒郊野外。縣官把被害者的左鄰右舍都抓了來，嚴刑逼供，始終沒頭緒。只有媒婆說出了同朱生開玩笑的話，因此，懷疑朱生。把朱生抓來，朱生百般否認。縣官又懷疑被害者的妻子與他私通，拷打鄰婦，五刑用遍，鄰婦受不住，屈打成招。縣官又審訊朱生，朱生說：“女人細皮嫩肉經不住酷刑，所招認的全是假的。她既然要被冤枉致死，而又加上個不貞節的惡名，縱然神不知鬼不覺，我於心何忍？我從實招來就是了。我想殺死鄰居而娶他的妻子，都是我幹的，這女人實在不知真情啊！”縣官問：“有什麼證據？”朱生答道：“血衣為證。”等縣官派人到朱家去搜查，沒搜出血衣。又打朱生，打得連連昏死過去又蘇醒過來。朱生說：“這是我母親不忍心拿出證據判我死刑啊，請讓我自己去取血衣。”於是押著朱生回家，朱生對母親說：“給我血衣，我得死；就是不給我血衣，我也得死。反正都是死，所以晚死不如早死。”",
      "&emsp;&emsp;朱母哭了，進到裏屋，過了很久，拿出來血衣，交給了兒子。縣官驗明確是血衣，判了朱生死刑。又反復審訊朱生，沒再翻供。過了一年，刑期將至，縣官正要過濾囚犯，忽然一個人走上公堂，瞪大眼睛盯著縣官，大聲罵道：“這樣昏憒，怎麼能夠治理百姓！”",
      "&emsp;&emsp;衙役數十人，擁上來要抓這個人。這個人舉起胳膊一揮，眾衙役全都趴下了。縣官害怕了，要逃跑。這人大聲說道：“我是關老爺跟前的周將軍！昏官如果敢動，馬上把你宰了！”縣官嚇得渾身哆嗦，恭恭敬敬地聽著，那人說：“殺人的乃是宮標，與朱生有什麼關係？”說完，就倒在了地上，只剩一口氣。過一會兒，蘇醒過來，臉上沒有人色。詢問他是什麼人，原來是宮標。一拷打，全部招認了罪狀。",
      "&emsp;&emsp;原來，宮標向來就不是個奉公守法的人，得知媒婆鄰人討債回來，以為他腰包中必有很多錢財，等殺人之後，卻一無所得。宮標聽到朱生屈打成招的消息後，暗中慶幸。這天自己到衙門去，一點兒也不在意。",
      "&emsp;&emsp;縣官問朱生血衣是怎麼來的，朱生也不知道。叫來朱生的母親一問，原來是她割破了自己的手臂，用血染的。查驗她的右臂，刀痕尚在，傷疤仍未癒合。縣官對此也很驚愕，後來，縣官因為這件冤案被撤了職。縣官用錢活動官復原職，事情還沒辦成，就死了。過了一年多，死者的母親讓兒媳改嫁。兒媳感激朱生仗義，於是就嫁給了他。",
      "&emsp;&emsp;異史氏說：“審理訴訟是為官的首要任務，是積陰德還是喪天良，都在於此，不可不慎重對待。急躁、貪污、粗暴，固然是違背天地良心，拖拉、敷衍、沿襲錯誤，也會傷害百姓性命。一個人打官司，會耽誤好幾個人農耕；一樁案件判定，總有十來戶傾家蕩產。這難道是小事嗎？我常說，為官的人，不隨便接受訴訟，就是很大的德行。而且若不是重大的案子，不必將人拘禁起來等候判決；如果沒有什麼疑難，何必徘徊猶豫？即或有鄉間無知草民，因為山野匹夫的豪氣，偶爾因為小事之爭，以致引起糾紛怨仇，不過是想借官府一言，為他們評定一下是非而已，不等全部人員到齊，只需原告被告兩方傳到，鞭子、板子立刻加上，他們糾纏不清的矛盾立即全都了斷，所謂神明的長官不就是如此嗎？",
      "&emsp;&emsp;我常常見到如今辦案者的所作所為：一張審判文書發出之後，就好像故意忘掉了它。手持文書者取得的賄賂還不豐厚，就不給安排見官的日程；負責安排審判事項的酬勞還不充足，就不肯掛上聽審的牌子。如此欺上瞞下，拖拉推諉，一拖就是成年累月，等不到登上審判庭，已經熬得皮乾骨瘦了。而那些儼然以父母官身份高倨於百姓之上者，悠然高臥床上，坦然無事。怎知在水深火熱的地獄中，有無數冤魂，伸著脖子苟延殘喘，渴望援救呢？當然對於奸刁之民的兇橫冥頑，是不足憐惜的；而對於良民所受的株連牽累，又怎能忍心不顧？況且被無辜牽連的，往往是奸民少，而良民多；而良民受害的，更比奸民多一倍。為什麼呢？因為奸民難以壓制，而良民易於欺淩。衙役們所毆打辱駡的，官差們所勒索的，都是挑選看起來善良的人才施暴。良民一進入官府大門，就如同身陷火焰滾湯一樣。能早一天結案，就能早一天安生，有什麼大事呢？而看公堂上奄奄一息的人，就怕那亂墳崗子填不滿，而故意遷延時日等著把他們折磨死！雖然不算是十分殘酷暴虐，而其實那罪孽也差不多。",
      "&emsp;&emsp;我曾見一份案卷之中，其急需審訊的要犯不過幾個人，其餘都是無辜百姓，錯誤地被羅織罪名牽連在內。這些無辜者當中，或因平時有細微糾紛而涉嫌。或因目前有些錢財而獲罪，所以告狀的人都全力以赴謀求主要案件的裁決，而以其歹毒心腸報些小仇。如果名字被連帶寫在狀紙末端，就成了深入骨髓的癰疽，在公門受罪萬端，成為切膚之痛。人家跪下他也得跪下，就像群鳥集於一處；人家出去他也出去，如同拴著繩的猴子。而實際上官審不著他，吏也不來問他，對於斷案一點用處也沒有，這樣就足以讓他傾家蕩產，填滿蚊蟲般的衙役們貪婪的錢袋；典妻賣子，傾泄小人的私憤而已。我深願為官者，每當把吃官司的人押送來時，略略審問幾句，該釋放的釋放，不該釋放的就給以處罰。這樣做，不過是一蘸墨、一動腕之間的事，卻保全了多少人家，培養了多少百姓的元氣啊！從政者如果不在保護百姓上用點心思，又何必專門想著用刑具刀鋸害人殺人呢？”"
    ]
  },
  {
    "title": "鬼令",
    "href": "http://liaozhai.weebly.com/3974020196.html",
    "content": [
      "&emsp;&emsp;有個姓展的教諭先生，性情灑脫，有名士風度。然而，當喝酒後便狂放不羈，不拘小節。每逢外出喝酒回來，總是騎著快馬馳過殿前臺階。臺階兩側有很多古柏。有一天，他喝醉了酒，騎馬飛奔而來，撞到樹上，碰破了頭，自己說：“這是子路氣我無禮，打破了我的腦袋！”半夜裏就死了。­",
      "&emsp;&emsp;城裏有個商人，到展先生家鄉去做買賣，夜裏住到廟裏。到了深夜，忽然看到四五個人，帶著酒菜來廟裏喝酒，展先生也在裏邊。酒過三巡，一起玩推字行酒令，一個說：“田字不透風，十字在當中；十字推上去，古字贏一鍾。”一個說：“回字不透風，口字在當中；口字推上去，呂字贏一鍾。”一個說：“囹字不透風，令字在當中；令字推上去，含字贏一鍾。”又一個說：“困字不透風，木字在當中；木字推上去，杏字贏一鍾。”最後輪到展先生，他想了很久，也沒想出來。大家笑著說：“既然說不出來，應當罰一鍾。”其中一個很快遞給他一鍾酒。這時展先生說：“我有了：曰字不透風，一字在當中；……，”大家又笑著說：“推作什麼字？”展先生端起鍾來一飲而盡說：“一字推上去，一口一大鍾！”引得大家捧腹大笑。過後沒多久，他們一齊出門走了。­",
      "&emsp;&emsp;商人不知道展先生早已去世，以為他是卸官回了家。又回到鄉里詢問，才知道展先生死去多年。商人恍然大悟，夜裏所見的是些鬼罷了。­"
    ]
  },
  {
    "title": "甄后",
    "href": "http://liaozhai.weebly.com/2995621518.html",
    "content": [
      "&emsp;&emsp;劉仲堪是洛陽人，從小魯鈍，可是特別喜歡讀古書，總是關起門來刻苦攻讀，不與人們交往。一天，劉仲堪正在讀書，忽然聞到屋內芳香撲鼻，非同一般。不一會兒，又聽到佩玉相碰的聲音響成一片。劉仲堪吃驚地抬頭一看，只見一個容貌出眾的女人進屋來了，頭髮上的簪子，耳朵上的墜子，發出奇光異彩，後面跟著的一群人都是古代宮女的打扮。劉仲堪嚇得跪在地上不敢抬頭。那個美女扶他起來說：“你怎麼前倨後恭起來了？”劉仲堪更加惶恐了，說：“您是什麼地方的天仙，一向沒曾拜見過，以前什麼時候對您不恭呀？”美人笑著說：“相別才多久呀，就這麼糊糊塗塗的！直挺挺地坐著磨磚，這是您嗎？”",
      "&emsp;&emsp;說完，鋪好錦繡的墊子，擺上美酒，拉著劉仲堪對坐暢飲，並與他談古論今，女子非常博學廣聞。劉仲堪茫茫然不能應對。美女說：“我只不過到王母娘娘的瑤池赴了一次宴會罷了，你轉了幾世，怎麼聰明勁兒突然間全沒了！”於是命侍者用湯熬煮水晶膏給劉仲堪吃。劉仲堪接過來一飲而盡，突然感到豁然開朗，神志格外清醒。不一會兒，天黑了，跟從美女的人都走了；剩下他們兩人，熄了燈，脫了衣服，極盡歡愉。",
      "&emsp;&emsp;天沒亮，宮女們都來了。美女起床，還是昨天那個裝束，頭髮紋絲不亂，沒有重新打扮。劉仲堪戀戀不捨，苦苦盤問姓名，美女回答說：“告訴郎君也不妨，只是怕更增添你的懷疑罷了。我是甄氏(1)，您是劉公幹(2)的後身。當年您為我犯罪，於心實在不忍，今日相會，是為了報答您的癡情。”劉仲堪問：“魏文帝在那裡呢？”美人說：“曹丕不過是他那個賊爹的劣子。我只是偶爾跟那幫富貴者遊戲幾年，過後就不再掛懷了。曹丕前一向因曹操的緣故，久久地呆在陰間，現在的情況，我就沒聽到了。反而是陳思王曹植，為上帝管文書，不時地跟我見面。”緊接著劉仲堪看見一輛龍車停在院中，那美女拿出一個玉石製的小盒贈給他，然後告別上車，雲彩簇擁著車子走了。",
      "&emsp;&emsp;從此，劉仲堪的才學有了很大進步，然而整天思念美人，像傻子一般。幾個月以後，劉仲堪漸漸消瘦贏脊。他的母親不知道其故，很憂慮。劉家有一個老女僕，忽然對劉仲堪說：“少爺心裏是不是思念什麼？”劉仲堪便把心事告訴了她。老女僕說：“少爺不妨寫封信，我能給送到。”劉仲堪驚喜地說：“您有奇術，一向沒有察覺。果然能辦到，我一輩子也不敢忘了您的恩德。”他寫了封信折疊好了，交給老太婆立即帶走。半夜老女僕就回來了，說：“幸好沒耽誤。剛到門口，把門的以為我是妖精，要把我綁起來，我就拿出少爺您的信，於是他把信拿去了。不一會兒招呼我進去，夫人很難過，說不能再相會了。正要寫回信時，我說，少爺無精打采，骨瘦如柴，那是一封信能治好的呢！夫人想了好半天，才放下筆說：‘麻煩你先回去報告劉郎，馬上給他送一個好媳婦。’我臨走時，又囑咐：‘剛才說的話乃是百年大計，只要不洩露出去，便可以永不分離。’”劉仲堪十分高興地等待著。",
      "&emsp;&emsp;第二天，果然有位老太太領著個姑娘到劉母的住處，這姑娘的容貌堪稱舉世無雙。老太太自己介紹說：“我姓陳，這姑娘是我的親生女兒，叫司香，想許配給你們家作兒媳婦。”劉母很喜歡這姑娘，同老太太盤算需要多少彩禮，老太太分文不收，一直等到成了親才離去。只有劉仲堪心中明白這裏面的奧妙，他暗中問司香：“你是夫人的什麼人那？”司香回答說：“我本來是銅雀台的歌妓啊。”劉仲堪懷疑她是鬼。司香說：“不是的。我和夫人都名列仙籍，偶爾因罪貶到人間來。夫人已經恢復了原來的地位，我的期限沒滿，夫人請求過天神，暫時讓我替她服役，我的去留全憑夫人，所以才能總為你鋪床疊被啊。”",
      "&emsp;&emsp;一天，有個瞎老婆子牽著一條黃狗到劉家要飯，打著板，唱著小曲。司香出來看熱鬧，還沒站穩腳，那條黃狗掙斷了繩子，就來咬司香。司香嚇跑了，衣襟被狗扯下一塊。劉仲堪趕緊用棍子打狗，黃狗一邊怒吼一邊亂咬扯下的衣襟，很快就把那塊衣襟咬得粉碎。瞎老婆子抓住黃狗脖子上的毛，用繩子把狗拴上牽走了。劉仲堪回屋看司香，司香嚇得臉色煞白，尚未恢復，劉仲堪說：“你是天仙怎麼還怕狗呢？”司香說：“你自然不知道。這條狗是曹操變的，牠大概是恨我不守當年在銅雀台的誓言。”劉仲堪想把黃狗買來打死，司香不同意，說：“上帝罰他做狗，怎麼可以隨便打死呢？”",
      "&emsp;&emsp;司香在劉家住了兩年，見到她的人都驚歎她的美貌，而對她的身世，實在說不清楚，於是人們都懷疑她是妖精。劉母盤問兒子，劉仲堪稍稍向母親透露點司香神奇的來歷，母親聽後特別害怕，告誡兒子同司香斷絕關係。劉仲堪沒聽母親的話。劉母暗中請來個法師，在院子裏施展法術。法師剛在地上設立神壇，司香愁容滿面地說：“本來想跟你白頭到老，可是婆婆懷疑我，我們的緣分到這裡了。要我走也不是難事，但恐怕不是念念咒語就能打發走的！”司香拿一捆柴點上火扔到臺階下面，一會兒，煙把房屋遮住了，人們面對面也互相看不清楚，忽然又響起了雷一般的聲音。不一會兒，煙消了，只見法師七竅流血倒在地上死了。進屋一看，司香已無蹤影。召來老女僕詢問，老女僕也不知去向。劉仲堪這才告訴母親：“老女僕是狐狸。”",
      "&emsp;&emsp;異史氏說：“開始嫁給袁家，後來嫁到曹家，最後又留情于劉楨，仙人不應這樣。然而平心而論，奸雄曹操的兒子，何必有什麼貞潔的夫人？曹操化作黃狗看到銅雀台老妓，應當對分香賣履(3)之癡迷大徹大悟，怎麼還生出妒意來呢？唉呀！奸雄在世時無暇自憐，而後人卻在哀憐他呀！”",
      "&emsp;&emsp;註：",
      "&emsp;&emsp;1.洛神為中國神話裡伏羲氏（宓羲）之女兒，其因為於洛水溺死",
      "&emsp;&emsp;，而成為洛水之神，即洛神。",
      "&emsp;&emsp;文昭皇后甄氏，魏文帝曹丕之妻，一般被稱為「甄宓」或「甄洛」，有時又稱為甄妃、洛神宓妃等。",
      "&emsp;&emsp;建安中期，甄氏嫁給袁紹的次子袁熙，後來甄氏被擄，做了曹丕多年的妻子。甄氏初受曹丕寵愛，成為曹丕妻子後馬上就生了曹叡。曹叡繼承帝位，即魏明帝，甄氏被追封文昭皇后。",
      "&emsp;&emsp;曹植天賦異稟，博聞強記，十歲左右便能撰寫詩賦，頗得曹操及其幕僚的讚賞。當時曹操正醉心於他的霸業，曹丕也援有官職，而曹植則因年紀尚小、又生性不喜爭戰，遂得以與甄氏朝夕相處，進而生出一段情意。",
      "&emsp;&emsp;曹操死後，曹植的命運岌岌可危，多次遭哥哥曹丕打壓，遊走於生死邊緣，終日抑鬱寡歡。某日暮色蒼茫，曹植走到洛水邊，觸景生情，寫下《洛神賦》。在序裡清楚提到，宓妃是傳說中洛水的女神。",
      "&emsp;&emsp;或許是賦寫得太美了，後人編出淒迷的愛情故事，說曹植和甄氏也有一段情，但有情人不得結合，甄氏嫁給曹丕，後為曹丕所害。曹植入朝時，曹丕取出甄氏的遺物──一個用過的玉枕給曹植，曹植睹物思人，走到洛水，以濃濃的相思深情，寫下《感甄賦》。後來，曹叡把它改名為《洛神賦》。",
      "&emsp;&emsp;2.",
      "&emsp;&emsp;劉楨字公斡，東平甯陽人。建安十六年，世子（指曹丕）為五官中郎將，妙選文學，使楨隨侍太子。酒酣坐歡，乃使夫人甄氏出拜，坐上客多伏，而楨獨平視。他日公（曹操）聞，乃收楨，減死輸作部。",
      "&emsp;&emsp;3.「分香賣履」：曹操臨終前，命人將餘香分給諸夫人，並吩附眾妾學作組履去賣，而使妻妾有所寄託。典出漢˙曹操˙遺令。後用以比喻臨死時對妻妾的愛戀之情。"
    ]
  },
  {
    "title": "宦娘",
    "href": "http://liaozhai.weebly.com/2346223064.html",
    "content": [
      "&emsp;&emsp;溫如春是陝西的一個世家子弟，從小就酷愛彈琴，即使出門在外住在旅店裏，也一時一刻離不開琴。­",
      "&emsp;&emsp;有一次，他外出到了山西，途中經過一個古寺，便下馬進去休息。進了廟門，看見一個穿著布袍的道士，盤腿坐在走廊裏。道士的竹杖倚在牆上，花布袋子裏裝著架古琴。溫如春一看到琴就觸動了自己的愛好，於是就問道士：“您也會彈琴嗎？”道士答：“只是彈不好，願意向行家學習學習。”說著，就把琴從布袋子裏取出來遞給溫如春。溫如春接過來觀看，見琴紋理精妙，試著勾撥了一下，聲音非常清脆悠揚。溫如春很高興，為道士彈了一支曲子，道士微微一笑，似乎感到還不夠滿意。溫如春就把自己拿手的本領都用上彈了一番。道士笑著說：“還好，還好！可是還不夠格做貧道的師傅！”溫如春聽他的口氣很大，就請他彈幾曲。道士把琴接過來放在膝上，才撥動了幾下，就覺得和風徐來；又過一會兒，百鳥群集，庭院裏的樹滿滿都是小鳥。溫如春非常驚奇，就拜道士為師，向道士求教。道士把剛才的曲子又重新彈了幾遍。溫如春細細地聽，用心地記，才稍微領會了曲子的節奏。道士試著讓他彈，又加以指點引導，然後說：“學會了這些，在人間就沒有對手了！”從此以後，溫如春精心鑽研，成了身懷絕技的高手了。",
      "&emsp;&emsp;後來，溫如春動身回故鄉，離家還有幾十里，天色已晚，又下起暴雨，一時找不到住處，看到路旁有個村莊，就趕快跑過去。進村裡顧不得挑揀，看見有一道門，便急匆匆躲了進去。進了屋，寂靜無人，一會兒，出來一個十七八歲的姑娘，長得像天仙般美麗。她抬頭見有生人，嚇得急忙退回去了。溫如春還沒有娶親，對這個姑娘產生了愛慕之情。這時，一位老太婆出來問他是幹什麼的。溫如春說出了自己的姓名，並且要求借宿。老太婆說：“在這裏住宿是可以的，只是沒有床鋪，如不嫌委屈自己，可以用草搭個地鋪。”不多一會，老太婆點了蠟燭來，又把草鋪到地上，顯得很熱情。溫如春問她姓什麼，她回答：“姓趙。”又問剛才那位姑娘是什麼人，老太婆說：“她叫宦娘，是我的侄女兒。”溫如春說：“我不自量，欲攀附高門結為婚姻，怎麼樣？”老太婆皺起眉頭，現出為難的樣子，說：“這件事卻是不敢答應你。”溫如春問她為什麼，老太婆只說：“很難講。”溫如春感到失望，只好不再提了。老太婆走了之後，他看到鋪草又潮又爛，沒法睡上去，就端坐在那裏彈琴，以便度過漫漫長夜。雨停之後，溫如春不等天明就起身回家了。",
      "&emsp;&emsp;縣裏有個退休在家的部郎葛公，很喜歡有文才的人。溫如春有次去拜訪他，他要溫如春彈奏幾曲。溫如春彈琴時，只見簾幕後隱約有個女子在偷聽。忽然，一陣風吹開了簾子，現出了一個十六七歲的姑娘，美貌無雙。原來葛公有個女兒，乳名叫良工，善於詞賦，是當地有名的美人兒。溫如春動了愛慕之心，回到家中跟母親說了，母親便請了媒人前去提親。葛公嫌溫家家境破落，沒有應承。但良工自從聽了溫如春的彈奏之後，心裏暗暗傾慕，時常盼望再次聆聽那美妙的琴聲。而溫如春因為親事不成，願望不能實現，心情沮喪，再也不登葛家的大門了。",
      "&emsp;&emsp;有一天，良工在花園裏散步，拾到了一張舊信箋，上面寫著一首題為“惜餘春”的詩詞：“因恨成癡，轉思作想，日日為情顛倒。海棠帶醉，楊柳傷春，同是一般懷抱。甚得新愁舊愁，鏟盡還生，便如青草。自別離，只在奈何天裏，度將昏曉。今日個蹙損春山，望穿秋水，道棄已拼棄了！芳衾妒夢，玉漏驚魂，要睡何能睡好？漫說長宵似年，儂視一年，比更猶少：過三更已是三年，更有何人不老！”良工把詩詞吟誦了三四遍，心裏很喜歡，便把詩箋帶回屋裏，拿出精美的信箋，認真地抄了一遍，放在書案上；過後再找卻找不到了，心想也許被風吹走了吧。正巧，葛公從良工繡房門口經過，抬到了這張錦箋，以為是良工作的詞，厭惡詞句輕佻，心裏很不高興，就將它燒了，又不好明講出來，便想把良工趕快嫁出去。這時，臨縣劉布政的公子正好派人前來提親，葛公很高興，但還想親眼看看這位公子。劉公子來到葛家，衣著華美，長得大方英俊，葛公非常滿意，對公子熱情款待。既而公子告別之後，在他的座位下遺失一隻繡花女鞋。葛公頓時憎惡劉公子的輕薄行徑，把媒人叫來，告訴了這件事。劉公子一再替自己辯解；葛公不聽，終於拒絕了劉公子的求親。­",
      "&emsp;&emsp;原先，葛公種有一種綠色的菊花，自己珍藏著不外傳。良工把這種綠菊花養在她的閣房裏。這時，溫如春的院子裏有一兩棵菊花也變成了綠色，朋友們聽到這個消息，就上門來觀賞；溫如春也極為珍視這種綠菊。一天早晨，溫如春去看菊花，在花畦邊抬到寫有《惜餘春》的信箋，反復讀了幾遍，卻不知道從那裡來的。因為“春”字是自己的名字，就更加喜愛它，便在書桌上詳加評點，評語寫得輕薄放蕩。",
      "&emsp;&emsp;葛公聽說溫如春的菊花變成了綠色，覺得很奇怪，便親自到溫的書房來探訪，看到桌上的詩箋，拿起來便讀。溫如春覺得自己的評點有些不雅，伸手奪過來揉成了一團。葛公只看到一兩句，認出了正是良工房門口拾到的那篇《惜餘春》詞，心中大疑；進而連溫如春的綠菊，也猜想是女兒良工贈送的。葛公回家把這些事告訴給夫人，叫夫人審問良工。良工感到委屈，哭著要尋死。這事沒有見證，無法證實。夫人也擔心這事傳揚出去名聲不好，盤算著不如把女兒嫁給溫生。葛公贊同，將此意轉告給溫如春，溫如春喜出望外。這天，溫如春遍請親友參加觀賞綠菊的宴會，焚香彈琴，直到深夜才結束。回房睡下後，書僮聽到書房裏的琴自己響起來，開始還以為是別的僕人彈著玩的，可仔細看琴旁並沒人，這才向主人報告。溫如春親自到書房察看，確實是琴不彈自響。那琴聲生硬而不流暢，好像是想學自己的彈法，可又沒有學會。溫如春點起蠟燭突然闖進去，房裏空無一人。溫如春便將琴帶回自己的臥室，那琴一夜沒有再發出聲響。溫如春認為是狐仙彈奏的，想拜自己為師學習彈琴。於是他就每晚彈奏一曲，將琴擺放原處任其彈撥，夜夜藏著偷聽。到了第六七個夜晚，那琴彈奏的曲調，已可以聽上一聽了。",
      "&emsp;&emsp;溫如春成親之後，和良工談起過去的那篇《惜餘春》詞，才明白了他們所以能夠成親的原因，可始終不知道那詩詞是從那裡來的。良工聽到琴能自鳴的奇事，就去聽了一次，說：“這不是狐仙，彈奏的曲調淒切痛楚，有鬼聲。”溫如春不相信，良工說她家有面古鏡，可照出鬼怪的原形。第二天派人去取了來，等著琴自己響起來時，溫如春握著鏡子突然進了書房，用燈火一照，果然有個女子在，只見她慌慌張張地躲在房角，再也藏不住身了。溫如春過去一看，原來是從前避雨時遇見的那位趙宦娘。溫如春大為驚奇，就追問她。宦娘含著眼淚說：“替你們當媒人，不能說對你們不好吧，為什麼這樣苦苦地逼我呢？”溫如春收起鏡子，要宦娘不要再躲避，宦娘答應下來。溫如春就把古鏡裝進鏡袋。宦娘遠坐一旁，說：“我是太守的女兒，已經死了一百年了，從小就喜歡琴和箏，箏懂得了一些了。只是琴沒有得名師指點。所以在九泉之下，仍感遺憾！那次你冒雨進了我家，聽到你的琴聲，十分欽佩；你向我家求親，我恨自已是死去的人，不能和你結成伴侶，所以暗地裏設法幫助你們二人結成美好姻緣，來報答你對我的眷戀之情。劉公子丟失的紅繡鞋，還有那篇《惜餘春》詞，都是我做的事，我報答教師不能說不盡心了。”溫如春夫婦聽了她的話，都非常感激地拜謝她。­",
      "&emsp;&emsp;宦娘又對溫如春說：“你彈的琴我多半能領會了，可是還沒有學到其中的神韻和道理，請你再為我彈一次吧！”溫如春答應了，一面教她彈琴，一面講解指法。宦娘特別高興，說：“真是太好了，我能領會了！”說著起身要告辭。良工原來喜歡彈箏，聽說宦娘擅長彈箏，就想聽她彈一曲。宦娘答應了，就演奏起來。宦娘彈的聲調和曲譜好極了，都不是人間能夠聽到的。良工邊聽邊打著拍子讚歎，請求向她學習。宦娘執筆寫了十八章曲譜後，又起身告辭，溫如春夫婦再三懇切地挽留她。宦娘悲切地說：“你們夫妻倆多麼幸福，知己知音，感情深厚，我這個苦命人那有這樣的福氣！如果有緣，只能下輩子相見了。”說著她將一卷畫像給了溫如春，說：“這是我的肖像，若是你不忘媒人，可以掛在臥室裏，高興的時候，點上一柱香，對著我的像演奏一曲，那我就如同親自領受了！”說罷，宦娘走出房門，消失不見了。­"
    ]
  },
  {
    "title": "阿繡",
    "href": "http://liaozhai.weebly.com/3846332353.html",
    "content": [
      "&emsp;&emsp;海州的劉子固，十五歲時，到蓋縣探望他的舅舅。看見雜貨店裏有一個女子，姣麗無雙，心中便喜愛上了她。他悄悄來到店中，假託說買扇子，女子就喊她父親。見她父親出來，劉子固很沮喪，便故意跟老頭壓了個低價，走了。遠遠看見女子的父親到別處去了，他又回到店裏。女子又要找她父親，劉子固忙阻止說：“不要去找了，你只要說個價，我不計較價錢。”女子聽了他的話，故意說了個高價。劉子固不忍心和她爭價，把身上所有的錢都給了她，就走了。­        第二天，劉子固又來了，還像昨天一樣。付了錢剛走出幾步，女子追出叫他：“回來！剛才我說的是假話，價錢太高了！”便把一半錢還給了他。劉子固更感到她誠實。此後，趁她的父親不在時，劉子固常來店裏，慢慢跟她熟了。女子問劉子固：“你住在什麼地方？”劉子固如實告訴她，又反過來問她姓什麼？女子說：“姓姚。”劉子固臨走時，女子把他所買的東西用紙包好，然後用舌尖舔一下紙邊粘上。劉子固懷揣著包裹回去後捨不得打開，怕把女子的舌痕弄亂了。過了半個月，劉子固的作為讓僕人發現了，私下告訴了他舅舅，硬讓他回去。劉子固情意懇切，戀戀不忘，把從女子那裏買的香帕脂粉等東西，秘密放置在一個箱子裏。沒人時，就關起門把東西拿出來看一遍，觸景生情，思念不已。",
      "&emsp;&emsp;第二年，劉子固又到蓋縣來。剛放下行李，就到店裏去找那女子。到那裏一看，店門關得緊緊的，劉子固失望地回去了。他以為女子同她父親偶爾出門沒有回來，第二天便早早又去，店門仍然緊關著。劉子固向鄰居打聽，才知道姚家原來是廣寧人，因為這兒生意不好，所以暫時回廣寧了，誰也不知他們什麼時候再回來。劉子固神情沮喪，失魂落魄。住了幾天，就怏怏不樂地回家了。母親為他提婚事，他老是不要。母親覺得奇怪，又很生氣。僕人偷偷把以前的事告訴母親，母親對他防範得更加嚴了。從此他再不能去蓋縣了。劉子固整日恍恍惚惚，吃不下飯，睡不著覺。母親愁得沒法，心想不如滿足了兒子的心願。於是，選了個日子，準備好行裝，讓兒子到蓋縣轉達母親的意思，讓舅舅托人向姚家提親。舅舅馬上就去姚家，過了一會，舅舅回來，對劉子固說：“不好辦了，阿繡已經許給廣寧人了。”劉子固垂頭喪氣，心灰意冷。回家後，捧著箱子抽泣；常常徘徊思念，希望天下有第二個阿繡。",
      "&emsp;&emsp;這時有媒人來提親，誇讚復州黃家姑娘長得漂亮。劉子固擔心媒人說的不確實，命僕人駕車到復州去看看。進了西城門，劉子固看見朝北的一家，兩扇門半開著，門裏有一個姑娘很像阿繡。再凝神一看，姑娘邊走邊回頭看著進去了，一點不會錯。劉子固大為動心，於是就去東邊鄰居家打聽，知道這姑娘姓李。劉子固反復思索，疑惑不解，天下怎能有如此相像的人呢！住了幾天，也沒找著機會去見姑娘。只有兩眼直盯盯地看著姑娘的家門，希望姑娘還能出來。一天，太陽正要落山，姑娘果然出來了。忽然看見劉子固，立即返身回去，用手指指身後，又將手掌放在額頭上，然後進屋了。劉子固高興極了，但不知姑娘是什麼意思。沉思了好一會兒，就信步來到她家的房後。只見一座荒園寂靜空曠。西邊有一堵矮牆，只有齊肩高。劉子固豁然明白了姑娘的意思，於是就蹲下藏在草叢中。待了很久，有人從牆上露出頭來，小聲說：“來了嗎？”劉子固答應著起來，仔細一看，真是阿繡。",
      "&emsp;&emsp;他悲痛萬分，淚落如雨。姑娘隔著牆，探身用毛巾給他擦淚，不斷地安慰著他。劉子固說：“我想盡了辦法，願望也沒實現，自以為今生是沒有希望了，怎想到還會有今天？你怎麼到這裏來的？”姑娘說：“李氏是我表叔。”劉子固請阿繡過牆來，阿繡說：“你先回去，把僕人打發到別的地方住，我會自己到的。”劉子固聽從了她的話，坐在家裏等著，一會兒，阿繡悄悄來了。沒有濃妝豔抹，袍褲還是以前穿過的。劉子固挽著她坐下，詳細訴說自己的相思之苦。於是又問：“你已許配人家，怎麼還沒有過門？”阿繡說：“說我已經許配人家，是騙你的。我父親因為你家太遠，不願跟你們結親，所以托你舅舅用假話騙你，以打消你的念頭。”說完兩人上床躺下，男歡女愛，不可言喻。四更剛過，阿繡急忙起來，翻牆走了。劉子固從此不再想黃家姑娘的事，住在這裏忘了回去。住了一個月還不回家。",
      "&emsp;&emsp;一天夜裏，僕人起來餵馬，見劉子固房裏還亮著燈，偷偷一看，見是阿繡，非常驚駭，但不敢跟主人說。第二天一早起來，僕人到集市上訪查了一番，才回去追問劉子固說：“夜裏跟你交往的那人是誰呀？”劉子固開始不願告訴他。僕人說：“這座房子太冷清了，是鬼狐聚集的地方，公子應當自愛。他姚家的姑娘，怎麼會到這裏來？”劉子固不好意思地說：“西鄰是她表叔，有什麼好懷疑的？”僕人說：“我已詳細訪查過了。東鄰只有一個孤老太太，西邊那家只有一個小孩，沒有什麼親戚住在家裏。你所遇到的一定是鬼怪。不然，那有穿了幾年的衣服還不換的？況且她面色太白，兩頰略瘦，笑起來沒有酒渦，不如阿繡美。”劉子固反復想了想，才非常害怕地說：“那怎麼辦？”僕人想辦法說等她來時拿著傢伙一塊打她。",
      "&emsp;&emsp;天黑後，姑娘來了，對劉子固說：“我知道你懷疑我。但我沒別的意思，不過是想了卻過去的緣分罷了。”話還沒說完，僕人推門進來，姑娘大聲呵叱他：“把你的傢伙扔了！快擺上酒來，我與你主人告別！”僕人一聽便扔了兵器，就像有人奪走一樣。劉子固更加害怕，勉強擺上酒席。姑娘像往常一樣有說有笑，舉手指著劉子固說：“知道你的心事，我正打算盡我的努力為你效勞，你為何想暗中害我！我雖然不是阿繡，但自以為不比阿繡差。你看我真不如你過去的那個人嗎？”劉子固嚇得毛髮倒豎，話也說不出來了。姑娘聽著打三更了，拿起酒杯喝了一口，站起來說：“我暫時走了。待你洞房花燭之後，我再與新媳婦比比美醜。”一轉身不見了。­",
      "&emsp;&emsp;劉子固聽信了狐精的話，跑到蓋縣抱怨舅舅騙他，不願住在舅舅家。搬到鄰近姚家的地方住，托媒人給自己說親，用豐厚的彩禮打動姚家。姚家妻子說：“我家小叔子為阿繡在廣寧選了個女婿，阿繡的父親為此到廣寧去了，成不成還不知道。須等他回來後再跟他商量。”劉子固聽了這些語，惶惶不安，沒了主張，只好堅守在這兒等他們回來。­",
      "&emsp;&emsp;過了十幾天，忽然聽說要打仗。開始劉子固懷疑是訛傳，時間長了，才知道是真的。他急忙收拾行裝走了。中途遇到戰亂，主僕二人失散，劉子固被軍隊的前哨抓住了。士兵認為劉子固是個文弱書生，疏忽了對他的防備，劉子固便偷了一匹馬逃走了。到海州地界時，看見一個女子，蓬頭垢面，步履艱難，快走不動了。劉子固騎著馬從她身邊走過，女子忽然大聲呼喊：“馬上的人不是劉郎嗎？”劉子固停下馬仔細看她，原來是阿繡！他心中仍然害怕她是狐狸，說：“你真是阿繡嗎？”女子問：“你怎麼說這種話？”劉子固把他遇到的事說了一遍。女子說：“我真是阿繡。父親帶我從廣寧回來，路上被士兵抓住。他們給我一匹馬騎，可我老是從馬上跌下來。忽然有一個女子，握著我的手腕拉我逃跑，我們在軍隊中亂竄，也沒有人盤問。那女子跑得像飛鳥一樣快，我拼命跑也跟不上。跑百十步就掉好幾次鞋。跑了很久，聽到人喊馬叫漸漸遠了，那姑娘才放開手說：‘再見了。前面的路都很平坦，你可以慢慢走。愛你的人就要到了，你同他一塊回家吧。’”劉子固明白那女子是狐狸，非常感激她。劉子固就把留在蓋縣的原因告訴了阿繡，阿繡說他叔叔在廣甯為她提了一個姓方的女婿，還沒等送聘禮，戰亂就開始了。劉子固這才知道舅舅說的不是假話。他把阿繡抱到馬上，兩人騎著一匹馬回了家。­",
      "&emsp;&emsp;進門看到老母親安然無恙，劉子固很高興。他把馬繫好，向母親講述了事情的前後經過。母親也非常高興，急忙為阿繡梳洗打扮。妝扮好了，阿繡容光煥發，母親拍著手說：“怪不得我那傻兒子在夢中都忘不了你。”接著鋪好被褥讓阿繡跟自己一起睡。他們又派人到蓋縣，送書信給姚家。沒過幾天，姚家夫婦一塊來了，選定了吉日辦完婚事就回去了。",
      "&emsp;&emsp;劉子固拿出收藏的那只箱子，裏面的東西原封沒動。有一盒子粉，打開一看，脂粉已變為紅土。劉子固很奇怪，阿繡掩口笑著說：“幾年前的騙局，你今天才發覺。那時見你任憑我給你包裹，從來都不檢查真假，所以就跟你開了個玩笑。”正在嬉笑時，一個人掀開門簾進來說：“你們這樣快活，應當謝謝媒人吧？”劉子固一看，又是一個阿繡，急忙喊母親，母親和家裏人都來了，沒有一個人能辨認真假的。劉子固回頭一看也迷惑了；看了很久，“阿繡”",
      "&emsp;&emsp;才作揖感謝，要了鏡子自己看了一下，害羞地轉身跑了，再找她時已沒了蹤影。",
      "&emsp;&emsp;一天晚上，劉子固喝醉了酒回家，屋裏黑黑的沒有人。他剛要自己點燈，阿繡來了，劉子固拉著她問：“你去那兒了？”阿繡笑著說：“看你醉成這樣，臭氣熏人，真讓人討厭。你這樣盤問人，難道我跟男人幽會去了？”劉子固笑著捧起她的臉頰，阿繡說：“你看我與狐狸姐姐誰美？”劉子固說：“你比她好。但只看外表看不出來。”說罷關上門，兩人親熱起來。一會兒有人叫門，阿繡起身笑著說：“你也是只看外表的人。”劉子固不明白她的意思，走去開門，卻是阿繡進來。他十分驚愕，這才明白剛才那個是狐狸。黑暗裏又聽到笑聲，劉子固夫妻望空中祈禱，祈求狐狸現身。孤狸說：“我不願見阿繡。”劉子固問：“為什麼不變成另一個相貌？”狐狸說：“我不能。”劉子固問：“為什麼不能？”狐狸說；“阿繡是我妹妹，前世時不幸夭折。活著時，她和我一起隨母親到天宮去，見了西王母，我們心裏都暗暗愛慕她。回家後，我們就精心模仿西王母。妹妹比我聰慧，只一個月就學得非常神似；我學了三個月才學得像，但始終趕不上妹妹。如今又隔了一世，我自以為超過她了，沒料到還跟從前一樣。我感激你二人的誠意，所以此後會不時來一趟的，現在我走了。”於是不再說話。­",
      "&emsp;&emsp;從此狐狸三五天就來一次。家中一切難辦的事都能解決。每當阿繡回娘家，狐狸常來住幾天，家裏人都害怕地避開她。每當家中丟了東西，她就打扮得整整齊齊，端立著，頭上插著幾寸長的玳瑁簪子，召集家人來莊重地告訴他們：“所偷的東西，今天晚上必須送回原來的地方；不然的話，就頭痛大作，後悔也來不及。”天亮後，果然會在原來的地方看見被偷的東西。三年後，狐狸不再回來，偶然丟失了金銀等貴重東西，阿繡模仿狐狸的妝扮做法，嚇唬家人，也常常見效。"
    ]
  },
  {
    "title": "楊疤眼",
    "href": "http://liaozhai.weebly.com/269543011630524.html",
    "content": [
      "&emsp;&emsp;有一個獵人，夜間到山中打獵。剛藏起來，就看到一個小人，身高約有二尺，孤零零地在溝底行走。一會兒，又來了一個小人，大小高矮和前一個一樣。他倆相遇，互相問到那裡去。前一個說：“我要去看望一下楊疤眼。前天見他臉上氣色不好，恐怕有大難臨頭。”後一個說：“我也是要去看望他，你說的一點不錯。”獵人知道他倆不是人，便大聲喊叫，霎時，兩個小人都不見了。­        這天夜裏，獵人打到一隻狐狸，發現它的左眼皮上，有一塊像銅錢那麼大的疤眼。"
    ]
  },
  {
    "title": "小翠",
    "href": "http://liaozhai.weebly.com/2356732736.html",
    "content": [
      "&emsp;&emsp;王太常，是江浙一帶地方的人。他童年時，有一次白天臥床休息，忽然天色變得黑暗，雷電交加，一隻比貓大一點的動物跳上床，躲在他身邊．輾轉不肯離開。一會雨過天晴，那動物便走了。這時他才發現不是貓，怕得不得了，隔著房間喊他哥哥。兄長聽他講明原委，高興地說：“兄弟將來一定會做大官，這是狐狸來躲避雷劫的。”後來，他果然少年就中了進士，從知縣一直做到監察禦史。",
      "&emsp;&emsp;王太常有個兒子名叫元豐，是個傻子，十六歲了，還分不清雌雄。就因為傻，鄉里人誰也不肯把女兒嫁給他。王太常十分發愁。",
      "&emsp;&emsp;有一天，有個老婦人領著一個姑娘找上門來，說是願把姑娘嫁給王家做媳婦。那姑娘滿臉帶笑，漂亮得像天上的仙女。王太常全家很高興，問那老婦人姓名，她自稱姓虞，女兒名叫小翠，已經十六歲了。商量聘金時，老婦人說：“這孩子跟著我，吃糟糠還不得一飽。一旦住在這高房大屋裏，有丫頭僕婦供她使喚，有山珍海味給她吃，只要她舒服如意，我就心安了。這又不是賣青菜，還要討價嗎？”王夫人大喜，熱情地招待了她們。老婦人叫女兒拜見了王太常夫婦，吩咐道：“這就是你的公公婆婆，你得好生侍奉他們。我很忙，先回去三兩天，以後還要來的。”王太常叫僕人備馬相送。那老婦人說她家離這兒不遠，不必麻煩了，說完出門逕自走了。小翠倒也沒顯出悲傷和依戀不舍的樣子，就在帶來的小箱子裏翻尋花樣，準備做活。王夫人見她很大方，心裏很喜歡。過了幾天，老婦人未如約而來。王夫人問小翠家住那裡，她只是露出一副癡憨的樣子，竟不知家住在那裡，怎麼個走法。王夫人便收拾了另外一個院子，讓小夫婦完婚。親戚們聽說王太常找了個窮人家的女兒做媳婦，不免暗地嘲笑一番。可是見小翠伶俐漂亮，都大吃一驚，從此就再也不議論什麼了。",
      "&emsp;&emsp;小翠很聰明，會看公婆的臉色行事，老夫婦也特別疼愛她，唯恐她嫌元豐傻。小翠卻有說有笑，好像滿不在乎的樣子。只是小翠太愛玩耍，常用布縫成個球，踢著玩，穿上小皮鞋，一踢就是好幾十步遠，騙元豐跑去拾取。元豐和丫鬟們跑來跑去，往往累得滿身大汗。一天，王太常偶然經過，球從半空中飛來，拍的一聲，正好打在臉上。小翠和丫鬟們連忙溜走，元豐還傻乎乎地跑過去拾。太常大怒，揀起塊石子投過去，正打中兒子。元豐趴在地上又哭又鬧。王太常回到房裏，將事情的經過向夫人說了一遍，夫人過來斥責了小翠一頓。小翠一點不在意，低頭微笑著，用手指在床沿上劃來劃去。夫人走後，她又照樣胡鬧，把胭脂粉抹在元豐的臉上，塗得五顏六色，像個花面鬼。夫人一見，氣極了，叫小翠來怒駡一頓。小翠靠著桌子玩弄衣帶，不害怕，也不吭聲。夫人無可奈何，只得拿兒子出氣，把元豐打得大哭大叫，小翠這才變了臉色，跪在地上求饒。夫人消了氣，丟下棍子走了出去。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;小翠把公子扶到臥室裏，替他撣掉衣裳上的塵土，用手絹給他擦臉上的淚痕，又拿紅棗、粟子給他吃。元豐止住啼哭，又高興起來。小翠關上房門，把元豐扮做楚霸王，自己穿上豔麗的衣服，腰束得很細，扮成虞姬，姿態輕盈地跳起舞來。有時又把公子裝扮成沙漠國王，自己頭上插上野雞翎子，手抱琵琶，丁丁錚錚地彈個不停，滿屋子裏充滿了笑聲。一天到晚，總是這樣。王太常因為兒子傻，也就不忍心過分責備、埋怨小翠，即使偶而聽到，也只好裝聾作啞。",
      "&emsp;&emsp;與王家同一巷子裏，還住著一位王給諫，中間相隔只十幾家，但王太常和王給諫向來不和。那時正逢三年一次的官吏考核，王給諫嫉妒王太常做了河南道台，想找機會暗算一下。王太常知道了，心裏很著急，可是想不出對付的辦法來。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天晚上，王太常睡得很早。小翠穿上大官上朝的服裝，裝扮成吏部尚書的模樣，剪了一些白絲絨做成大鬍子戴上，又叫兩個丫鬟穿上青衣裝成官差，偷偷地從馬棚裏牽出馬來，說是“去拜見王先生”。到了王給諫的大門口，便用馬鞭打自己的從人，說：“我是要看王侍御的，誰要看什麼王給諫啊！”撥轉馬頭就走。到了自家門口，門房以為真的是吏部尚書來了，趕緊跑到上房向王太常稟報。王太常連忙起身出外迎接，才知道是兒媳婦開了個大玩笑。王太常氣得臉色發白，一甩袖子回到房裏，對夫人說：“人家正找咱的岔，想整治咱家，這可倒好，媳婦反而鬧出這種醜事，咱家災難臨頭了！”夫人也氣得不得了，跑到小翠房裏，又是訓斥，又是責駡。小翠只是默默地傻笑，並不分辯。打她吧，不忍下手；休掉她吧，又無家可歸。夫婦二人百般悔恨，一宿都沒有睡好。",
      "&emsp;&emsp;這時吏部尚書某公正聲勢顯赫，他的穿著打扮和那天小翠裝扮的一模一樣。因此王給諫也以為真是吏部尚書，屢次派人到王太常門口打聽消息。等了半夜，還沒見吏部尚書出來，他懷疑吏部尚書和王太常正在商議什麼機密大事。第二天早朝，王給諫見了王太常，便問道：“昨晚尚書到府上拜訪了吧？”王太常以為他有意譏諷，滿面羞慚，只是低聲含糊地應了兩個“是”字。王給諫越發懷疑了，從此不敢再暗算王太常，反而極力和他交好。王太常探得內情，暗暗高興，但私下仍叮囑夫人勸小翠以後不要再胡鬧了。小翠也笑著答應下來。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;過了一年，朝中首相被免職。恰好有人寫了一封私信給王太常，誤送到王給諫家裏。王給諫大喜，便先托一位和王太常有交情的人，以此為要脅，向他借一萬兩銀子。王太常拒絕了。王給諫又親自上門來談。王太常忙尋找官服，那知怎麼也找不到了。王給諫等了好一會，以為王太常擺架子，有意怠慢，氣忿地正要離開，忽見元豐身穿皇帝的龍袍冠冕，有個女子從門內把他推了出來。王給諫一見嚇了一跳，假意含笑，撫慰公子，把衣冠脫下來，交給從人帶走了。等到王太常趕出來，客人已經走了。",
      "&emsp;&emsp;王太常得知緣故，立時嚇暈了，臉色如土，大哭道：“真是禍水啊！闖下這滔天大禍，眼看咱全家就要被抄殺滿門了！”說著和夫人拿著棍杖去打小翠。小翠早已知道了，關緊房門，聽憑他們叫駡，全不理睬。王太常見此情景，更是火上澆油，拿起斧子要劈門。這時，小翠在門裏笑著勸公公說：“爹爹不要生氣，有我在，各種刑罰自然由我承擔，定不要您二老受牽連。爹爹要劈死我，這是想殺人滅口嗎？”王太常一聽有道理，這才把斧子扔下。",
      "&emsp;&emsp;王給諫回去，果然上奏皇帝，揭發王太常謀反，有龍袍、皇冠為證。皇帝驚訝地打開驗看，原來所謂皇冠是高梁秸子編的，龍袍乃是個破舊的黃布包袱皮。皇帝生氣了，責怪王給諫誣陷好人。皇帝又把元豐叫來，一看，原來是個白癡。皇上笑了：“這樣的傻瓜能當皇帝嗎？”就交給法司看管。王給諫又指控王太常家中有妖人。司法官吏把王家的丫鬟僕人拘去審訊，大家都說：“那有妖人？只有個瘋瘋顛顛的媳婦和一個癡癡呆呆的兒子，整天鬧著玩兒罷了。”左鄰右舍也是這樣講。這件案子才審定了，判王給諫誣告，充軍雲南。從這以後，王太常覺得小翠很不平常，又因為她母親一去不回，就揣度媳婦莫非是個仙女吧！就讓王夫人去詢問。小翠只是笑，一句話也投有。夫人再三追問，小翠捂著嘴，笑道：“我是玉皇大帝的親生女兒，娘還不知道嗎？”",
      "&emsp;&emsp;過了不久，王太常又升了官。這時他已經五十多歲了，經常為沒有孫子而發愁。",
      "&emsp;&emsp;小翠過門已經三年了，每夜都和公子分床睡眠。夫人就派人把公子的床搬走，囑咐他和小翠睡一張床。過了幾天，公子就找夫人告狀了：“那張床搬走了，怎麼老不歸還？小翠每夜都把腳擱在我肚皮上，壓得我都喘不過氣來！又好掐人家的大腿……”丫鬟僕婦們聽了都捂著嘴吃吃地笑，夫人連喝帶打地把他趕走了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天，小翠在房裏洗澡，元豐見了，要和她同浴。小翠笑著攔阻他，叫他等一下。小翠洗完澡出來，把熱水倒在大甕裏，然後給公子脫去衣裳，和丫鬟扶著他下了甕。公子覺得非常悶熱，大叫著要出來，小翠不聽，又用被子給他蒙上。過了一會兒，沒有聲響了，打開一看已經死去。小翠很坦然地笑著，一點也不驚慌，慢慢地把公子抬出來放在床上，給他擦乾身子，隨後蓋上兩床被子。夫人聽到兒子洗澡給悶死了，嗷嗷哭著跑了來，罵著說：“瘋丫頭，怎麼把我兒子給弄死了！”小翠微微一笑，說：“這樣的傻兒子，還不如沒有！”夫人一聽這話，更是氣得發瘋，用頭去撞小翠。丫鬟們連忙把夫人拉開。正鬧得不可開交，一個丫鬟跑來報告：“公子哎喲著叫起來啦！”夫人收住眼淚，過去撫摸元豐，見他咻啉地喘著氣，渾身冒大汗，把棉被也濕透了。過了一頓飯的功夫，汗流過了，元豐睜開了兩眼，四下張望。看家裏的人，好像一點不認識，開口說：“回想過去的事，真像做夢一樣，這是怎麼回事呀？”夫人聽了這話，好像不是出自傻子之口，覺得很奇怪，領著他見王太常。太常多方試探，果然不傻了。一家都高興得不得了，真是如獲至寶。老兩口又暗暗地叫僕人把原先抬走的床再抬回去，放在原處，鋪好被褥。第二天再去看，被褥一動沒動。從那以後，元豐的癡病再也沒有復發，夫妻二人非常和諧，出出進進，形影不離。",
      "&emsp;&emsp;又過了一年多，王太常被王給諫一黨的人彈劾，罷了官，還要受處分。王太常家中有個廣西巡撫贈送的玉瓶，價值幾千兩銀子，準備拿出來賄賂大官。小翠很愛這花瓶，常拿在手裏玩。一次一不留神掉在地上，摔個粉碎。她十分羞愧，忙去告訴公婆。老兩口正為丟官而煩惱，一聽玉瓶摔碎了，氣上心頭，齊聲責駡小翠。小翠氣忿地走出房門，對元豐說：“我在你家幾年，替你家保全的不止一隻花瓶，怎麼就這麼不給我一點面子？老實對你說，我不是凡間女子，只因我母親遭受雷劫時，受了你父親的庇護，又因為咱們倆有五年的緣份，這才讓我來到你家，一則是報恩，二則是了卻這一點心願。我在你家不知挨了多少罵，真是數也數不清。我之所以沒走，是咱倆五年緣分未滿。如今我還能呆下去嗎？”說罷，小翠氣衝衝地走了出去。元豐追到門外，已經不知去向了。",
      "&emsp;&emsp;王太常覺得自己做得過分，但後悔已來不及了。元豐走進房裏，見到小翠用過的脂粉和留下的首飾，睹物思人，不禁號啕大哭起來。白天不吃飯，晚上不睡覺，一天天瘦下去。王太常很著急，想趕快為他續娶，以便解除他的悲痛，可是元豐仍不快樂，只是找來一位名畫師，畫了一張小翠的像，每天供奉禱告不已。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;這樣差不多過了兩年。一天，元豐偶然因事從外地歸來。那時天色已晚，明月當空。村外原有他家一座花園。他騎馬從牆外經過，聽到牆裏有笑聲，便停下來，叫馬夫拉住馬，自己站在鞍子上，隔著牆朝裏望去，看見有兩個姑娘在園中戲耍，因為月亮被雲彩遮著，朦朧不明，看不甚清楚。只聽得一個穿綠衣裙的姑娘說：“死丫頭，該把你趕出去！”穿紅衣裙的姑娘說：“這是我家的花園，你反倒趕我，到底該趕誰呀！”綠衣姑娘說：“真不害羞，不會做媳婦，被人家休了出來，還敢冒認是你家的花園哩。”紅衣姑娘說：“總比你這沒有主的老姑娘強得多！”元豐聽聲音很像小翠，便連忙喊她。綠衣姑娘一邊走一邊說：“我暫時不跟你爭論，你的漢子來了！”紅衣姑娘走過來，果然是小翠。元豐高興極了。小翠叫他攀上牆頭，接他過去，說：“兩年不見，你竟瘦得只剩一把骨頭架子了。”元豐握著她的手，淚流滿面，把思念之情詳細給她講了。小翠說：“我都知道，只是沒臉再進你家大門。今天跟大姐在這裏遊玩，沒想碰到了你，可見姻緣是逃不掉的。”元豐請她一同回去，小翠不肯；請她留在園中，她答應了。",
      "&emsp;&emsp;元豐打發僕人回家回稟夫人。夫人一聽，又是驚，又是喜，便坐著轎子趕來。走進花園，小翠迎接跪拜。夫人拉著小翠的胳膊，老淚縱橫，真誠地檢討以前的過錯，簡直不能諒解自己。又說：“如果你心裏不懷恨我，就請你一同回去，讓我的晚年得到安慰。”小翠堅決推辭，不肯答應。夫人因為這花園太荒涼，打算多派些丫鬟僕人來侍奉。小翠說：“別的人，我都不願見，只要原先的那兩個丫頭。相處的日子長了，我很相信她倆，就讓她倆來吧。照應大門，派個老僕人就行。別的人一概用不著。”夫人就按小翠說的做了，對外人就說是元豐在花園裏養病。每天送給他們食物和日常用品。",
      "&emsp;&emsp;小翠常勸元豐另外娶親，元豐不依。過了一年多，小翠的面孔和聲音漸漸和從前不一樣了。把畫像取出來一對，簡直判若兩人。元豐非常奇怪。小翠說：“你看我比以前美嗎？”元豐說：“今天你美倒是美了，但是跟從前不一樣了。”小翠說；“你這意思是說我老了？”元豐說：“你才二十幾歲，怎麼會老呢？”小翠笑了笑，把畫像燒了，元豐要去拿，已經變成了灰燼。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天，小翠對元豐說：“公公說我到死也不會生孩子。現在雙親都年老了，你又孤零零一個弟兄也沒有，我不會生育，怕要貽誤你們的宗嗣。你還是另娶一房妻子，早晚可以侍奉公婆，你兩面跑跑沒有什麼不方便的。”元豐答應了，就向鐘太史家求親。迎親的日子快到了，小翠給新婦做了新的衣服和鞋襪，然後送到鐘家去。新娘進門，她的容貌、言談和舉止，竟然跟小翠沒有絲毫差異。元豐十分驚奇，到花園去找小翠。小翠已不知去向，問丫鬟，丫鬟拿出一塊紅巾，說：“娘子回娘家去了，留下這個叫我交給公子。”元豐展開紅巾，上面繫著一塊玉玦，這是表示她永遠與元豐分別了。元豐知道她不會再回來了，便帶著丫鬟回去。元豐雖然時刻想念著小翠，幸而見到新娘猶如見到了小翠一樣。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;元豐這才明白：和鐘家女兒成親的事，小翠早已料到了，因此她先化成鐘家姑娘的模樣，這樣就可以安慰元豐後來對她的思念啊！­",
      "&emsp;&emsp;異史氏說：“一隻狐，因為他人曾經對自己有過恩德，那怕只是無意之中的事，也還在思量如何報答；而身受再生之福的人，居然為一隻破瓶子大吵大鬧，多麼卑鄙呀！小翠等自己恩人的兒子再次完婚，從容而去，這才知道仙人之情比世俗之情要深厚得多！”"
    ]
  },
  {
    "title": "金和尚",
    "href": "http://liaozhai.weebly.com/2356732736.html",
    "content": [
      "&emsp;&emsp;王太常，是江浙一帶地方的人。他童年時，有一次白天臥床休息，忽然天色變得黑暗，雷電交加，一隻比貓大一點的動物跳上床，躲在他身邊．輾轉不肯離開。一會雨過天晴，那動物便走了。這時他才發現不是貓，怕得不得了，隔著房間喊他哥哥。兄長聽他講明原委，高興地說：“兄弟將來一定會做大官，這是狐狸來躲避雷劫的。”後來，他果然少年就中了進士，從知縣一直做到監察禦史。",
      "&emsp;&emsp;王太常有個兒子名叫元豐，是個傻子，十六歲了，還分不清雌雄。就因為傻，鄉里人誰也不肯把女兒嫁給他。王太常十分發愁。",
      "&emsp;&emsp;有一天，有個老婦人領著一個姑娘找上門來，說是願把姑娘嫁給王家做媳婦。那姑娘滿臉帶笑，漂亮得像天上的仙女。王太常全家很高興，問那老婦人姓名，她自稱姓虞，女兒名叫小翠，已經十六歲了。商量聘金時，老婦人說：“這孩子跟著我，吃糟糠還不得一飽。一旦住在這高房大屋裏，有丫頭僕婦供她使喚，有山珍海味給她吃，只要她舒服如意，我就心安了。這又不是賣青菜，還要討價嗎？”王夫人大喜，熱情地招待了她們。老婦人叫女兒拜見了王太常夫婦，吩咐道：“這就是你的公公婆婆，你得好生侍奉他們。我很忙，先回去三兩天，以後還要來的。”王太常叫僕人備馬相送。那老婦人說她家離這兒不遠，不必麻煩了，說完出門逕自走了。小翠倒也沒顯出悲傷和依戀不舍的樣子，就在帶來的小箱子裏翻尋花樣，準備做活。王夫人見她很大方，心裏很喜歡。過了幾天，老婦人未如約而來。王夫人問小翠家住那裡，她只是露出一副癡憨的樣子，竟不知家住在那裡，怎麼個走法。王夫人便收拾了另外一個院子，讓小夫婦完婚。親戚們聽說王太常找了個窮人家的女兒做媳婦，不免暗地嘲笑一番。可是見小翠伶俐漂亮，都大吃一驚，從此就再也不議論什麼了。",
      "&emsp;&emsp;小翠很聰明，會看公婆的臉色行事，老夫婦也特別疼愛她，唯恐她嫌元豐傻。小翠卻有說有笑，好像滿不在乎的樣子。只是小翠太愛玩耍，常用布縫成個球，踢著玩，穿上小皮鞋，一踢就是好幾十步遠，騙元豐跑去拾取。元豐和丫鬟們跑來跑去，往往累得滿身大汗。一天，王太常偶然經過，球從半空中飛來，拍的一聲，正好打在臉上。小翠和丫鬟們連忙溜走，元豐還傻乎乎地跑過去拾。太常大怒，揀起塊石子投過去，正打中兒子。元豐趴在地上又哭又鬧。王太常回到房裏，將事情的經過向夫人說了一遍，夫人過來斥責了小翠一頓。小翠一點不在意，低頭微笑著，用手指在床沿上劃來劃去。夫人走後，她又照樣胡鬧，把胭脂粉抹在元豐的臉上，塗得五顏六色，像個花面鬼。夫人一見，氣極了，叫小翠來怒駡一頓。小翠靠著桌子玩弄衣帶，不害怕，也不吭聲。夫人無可奈何，只得拿兒子出氣，把元豐打得大哭大叫，小翠這才變了臉色，跪在地上求饒。夫人消了氣，丟下棍子走了出去。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;小翠把公子扶到臥室裏，替他撣掉衣裳上的塵土，用手絹給他擦臉上的淚痕，又拿紅棗、粟子給他吃。元豐止住啼哭，又高興起來。小翠關上房門，把元豐扮做楚霸王，自己穿上豔麗的衣服，腰束得很細，扮成虞姬，姿態輕盈地跳起舞來。有時又把公子裝扮成沙漠國王，自己頭上插上野雞翎子，手抱琵琶，丁丁錚錚地彈個不停，滿屋子裏充滿了笑聲。一天到晚，總是這樣。王太常因為兒子傻，也就不忍心過分責備、埋怨小翠，即使偶而聽到，也只好裝聾作啞。",
      "&emsp;&emsp;與王家同一巷子裏，還住著一位王給諫，中間相隔只十幾家，但王太常和王給諫向來不和。那時正逢三年一次的官吏考核，王給諫嫉妒王太常做了河南道台，想找機會暗算一下。王太常知道了，心裏很著急，可是想不出對付的辦法來。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天晚上，王太常睡得很早。小翠穿上大官上朝的服裝，裝扮成吏部尚書的模樣，剪了一些白絲絨做成大鬍子戴上，又叫兩個丫鬟穿上青衣裝成官差，偷偷地從馬棚裏牽出馬來，說是“去拜見王先生”。到了王給諫的大門口，便用馬鞭打自己的從人，說：“我是要看王侍御的，誰要看什麼王給諫啊！”撥轉馬頭就走。到了自家門口，門房以為真的是吏部尚書來了，趕緊跑到上房向王太常稟報。王太常連忙起身出外迎接，才知道是兒媳婦開了個大玩笑。王太常氣得臉色發白，一甩袖子回到房裏，對夫人說：“人家正找咱的岔，想整治咱家，這可倒好，媳婦反而鬧出這種醜事，咱家災難臨頭了！”夫人也氣得不得了，跑到小翠房裏，又是訓斥，又是責駡。小翠只是默默地傻笑，並不分辯。打她吧，不忍下手；休掉她吧，又無家可歸。夫婦二人百般悔恨，一宿都沒有睡好。",
      "&emsp;&emsp;這時吏部尚書某公正聲勢顯赫，他的穿著打扮和那天小翠裝扮的一模一樣。因此王給諫也以為真是吏部尚書，屢次派人到王太常門口打聽消息。等了半夜，還沒見吏部尚書出來，他懷疑吏部尚書和王太常正在商議什麼機密大事。第二天早朝，王給諫見了王太常，便問道：“昨晚尚書到府上拜訪了吧？”王太常以為他有意譏諷，滿面羞慚，只是低聲含糊地應了兩個“是”字。王給諫越發懷疑了，從此不敢再暗算王太常，反而極力和他交好。王太常探得內情，暗暗高興，但私下仍叮囑夫人勸小翠以後不要再胡鬧了。小翠也笑著答應下來。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;過了一年，朝中首相被免職。恰好有人寫了一封私信給王太常，誤送到王給諫家裏。王給諫大喜，便先托一位和王太常有交情的人，以此為要脅，向他借一萬兩銀子。王太常拒絕了。王給諫又親自上門來談。王太常忙尋找官服，那知怎麼也找不到了。王給諫等了好一會，以為王太常擺架子，有意怠慢，氣忿地正要離開，忽見元豐身穿皇帝的龍袍冠冕，有個女子從門內把他推了出來。王給諫一見嚇了一跳，假意含笑，撫慰公子，把衣冠脫下來，交給從人帶走了。等到王太常趕出來，客人已經走了。",
      "&emsp;&emsp;王太常得知緣故，立時嚇暈了，臉色如土，大哭道：“真是禍水啊！闖下這滔天大禍，眼看咱全家就要被抄殺滿門了！”說著和夫人拿著棍杖去打小翠。小翠早已知道了，關緊房門，聽憑他們叫駡，全不理睬。王太常見此情景，更是火上澆油，拿起斧子要劈門。這時，小翠在門裏笑著勸公公說：“爹爹不要生氣，有我在，各種刑罰自然由我承擔，定不要您二老受牽連。爹爹要劈死我，這是想殺人滅口嗎？”王太常一聽有道理，這才把斧子扔下。",
      "&emsp;&emsp;王給諫回去，果然上奏皇帝，揭發王太常謀反，有龍袍、皇冠為證。皇帝驚訝地打開驗看，原來所謂皇冠是高梁秸子編的，龍袍乃是個破舊的黃布包袱皮。皇帝生氣了，責怪王給諫誣陷好人。皇帝又把元豐叫來，一看，原來是個白癡。皇上笑了：“這樣的傻瓜能當皇帝嗎？”就交給法司看管。王給諫又指控王太常家中有妖人。司法官吏把王家的丫鬟僕人拘去審訊，大家都說：“那有妖人？只有個瘋瘋顛顛的媳婦和一個癡癡呆呆的兒子，整天鬧著玩兒罷了。”左鄰右舍也是這樣講。這件案子才審定了，判王給諫誣告，充軍雲南。從這以後，王太常覺得小翠很不平常，又因為她母親一去不回，就揣度媳婦莫非是個仙女吧！就讓王夫人去詢問。小翠只是笑，一句話也投有。夫人再三追問，小翠捂著嘴，笑道：“我是玉皇大帝的親生女兒，娘還不知道嗎？”",
      "&emsp;&emsp;過了不久，王太常又升了官。這時他已經五十多歲了，經常為沒有孫子而發愁。",
      "&emsp;&emsp;小翠過門已經三年了，每夜都和公子分床睡眠。夫人就派人把公子的床搬走，囑咐他和小翠睡一張床。過了幾天，公子就找夫人告狀了：“那張床搬走了，怎麼老不歸還？小翠每夜都把腳擱在我肚皮上，壓得我都喘不過氣來！又好掐人家的大腿……”丫鬟僕婦們聽了都捂著嘴吃吃地笑，夫人連喝帶打地把他趕走了。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天，小翠在房裏洗澡，元豐見了，要和她同浴。小翠笑著攔阻他，叫他等一下。小翠洗完澡出來，把熱水倒在大甕裏，然後給公子脫去衣裳，和丫鬟扶著他下了甕。公子覺得非常悶熱，大叫著要出來，小翠不聽，又用被子給他蒙上。過了一會兒，沒有聲響了，打開一看已經死去。小翠很坦然地笑著，一點也不驚慌，慢慢地把公子抬出來放在床上，給他擦乾身子，隨後蓋上兩床被子。夫人聽到兒子洗澡給悶死了，嗷嗷哭著跑了來，罵著說：“瘋丫頭，怎麼把我兒子給弄死了！”小翠微微一笑，說：“這樣的傻兒子，還不如沒有！”夫人一聽這話，更是氣得發瘋，用頭去撞小翠。丫鬟們連忙把夫人拉開。正鬧得不可開交，一個丫鬟跑來報告：“公子哎喲著叫起來啦！”夫人收住眼淚，過去撫摸元豐，見他咻啉地喘著氣，渾身冒大汗，把棉被也濕透了。過了一頓飯的功夫，汗流過了，元豐睜開了兩眼，四下張望。看家裏的人，好像一點不認識，開口說：“回想過去的事，真像做夢一樣，這是怎麼回事呀？”夫人聽了這話，好像不是出自傻子之口，覺得很奇怪，領著他見王太常。太常多方試探，果然不傻了。一家都高興得不得了，真是如獲至寶。老兩口又暗暗地叫僕人把原先抬走的床再抬回去，放在原處，鋪好被褥。第二天再去看，被褥一動沒動。從那以後，元豐的癡病再也沒有復發，夫妻二人非常和諧，出出進進，形影不離。",
      "&emsp;&emsp;又過了一年多，王太常被王給諫一黨的人彈劾，罷了官，還要受處分。王太常家中有個廣西巡撫贈送的玉瓶，價值幾千兩銀子，準備拿出來賄賂大官。小翠很愛這花瓶，常拿在手裏玩。一次一不留神掉在地上，摔個粉碎。她十分羞愧，忙去告訴公婆。老兩口正為丟官而煩惱，一聽玉瓶摔碎了，氣上心頭，齊聲責駡小翠。小翠氣忿地走出房門，對元豐說：“我在你家幾年，替你家保全的不止一隻花瓶，怎麼就這麼不給我一點面子？老實對你說，我不是凡間女子，只因我母親遭受雷劫時，受了你父親的庇護，又因為咱們倆有五年的緣份，這才讓我來到你家，一則是報恩，二則是了卻這一點心願。我在你家不知挨了多少罵，真是數也數不清。我之所以沒走，是咱倆五年緣分未滿。如今我還能呆下去嗎？”說罷，小翠氣衝衝地走了出去。元豐追到門外，已經不知去向了。",
      "&emsp;&emsp;王太常覺得自己做得過分，但後悔已來不及了。元豐走進房裏，見到小翠用過的脂粉和留下的首飾，睹物思人，不禁號啕大哭起來。白天不吃飯，晚上不睡覺，一天天瘦下去。王太常很著急，想趕快為他續娶，以便解除他的悲痛，可是元豐仍不快樂，只是找來一位名畫師，畫了一張小翠的像，每天供奉禱告不已。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;這樣差不多過了兩年。一天，元豐偶然因事從外地歸來。那時天色已晚，明月當空。村外原有他家一座花園。他騎馬從牆外經過，聽到牆裏有笑聲，便停下來，叫馬夫拉住馬，自己站在鞍子上，隔著牆朝裏望去，看見有兩個姑娘在園中戲耍，因為月亮被雲彩遮著，朦朧不明，看不甚清楚。只聽得一個穿綠衣裙的姑娘說：“死丫頭，該把你趕出去！”穿紅衣裙的姑娘說：“這是我家的花園，你反倒趕我，到底該趕誰呀！”綠衣姑娘說：“真不害羞，不會做媳婦，被人家休了出來，還敢冒認是你家的花園哩。”紅衣姑娘說：“總比你這沒有主的老姑娘強得多！”元豐聽聲音很像小翠，便連忙喊她。綠衣姑娘一邊走一邊說：“我暫時不跟你爭論，你的漢子來了！”紅衣姑娘走過來，果然是小翠。元豐高興極了。小翠叫他攀上牆頭，接他過去，說：“兩年不見，你竟瘦得只剩一把骨頭架子了。”元豐握著她的手，淚流滿面，把思念之情詳細給她講了。小翠說：“我都知道，只是沒臉再進你家大門。今天跟大姐在這裏遊玩，沒想碰到了你，可見姻緣是逃不掉的。”元豐請她一同回去，小翠不肯；請她留在園中，她答應了。",
      "&emsp;&emsp;元豐打發僕人回家回稟夫人。夫人一聽，又是驚，又是喜，便坐著轎子趕來。走進花園，小翠迎接跪拜。夫人拉著小翠的胳膊，老淚縱橫，真誠地檢討以前的過錯，簡直不能諒解自己。又說：“如果你心裏不懷恨我，就請你一同回去，讓我的晚年得到安慰。”小翠堅決推辭，不肯答應。夫人因為這花園太荒涼，打算多派些丫鬟僕人來侍奉。小翠說：“別的人，我都不願見，只要原先的那兩個丫頭。相處的日子長了，我很相信她倆，就讓她倆來吧。照應大門，派個老僕人就行。別的人一概用不著。”夫人就按小翠說的做了，對外人就說是元豐在花園裏養病。每天送給他們食物和日常用品。",
      "&emsp;&emsp;小翠常勸元豐另外娶親，元豐不依。過了一年多，小翠的面孔和聲音漸漸和從前不一樣了。把畫像取出來一對，簡直判若兩人。元豐非常奇怪。小翠說：“你看我比以前美嗎？”元豐說：“今天你美倒是美了，但是跟從前不一樣了。”小翠說；“你這意思是說我老了？”元豐說：“你才二十幾歲，怎麼會老呢？”小翠笑了笑，把畫像燒了，元豐要去拿，已經變成了灰燼。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;一天，小翠對元豐說：“公公說我到死也不會生孩子。現在雙親都年老了，你又孤零零一個弟兄也沒有，我不會生育，怕要貽誤你們的宗嗣。你還是另娶一房妻子，早晚可以侍奉公婆，你兩面跑跑沒有什麼不方便的。”元豐答應了，就向鐘太史家求親。迎親的日子快到了，小翠給新婦做了新的衣服和鞋襪，然後送到鐘家去。新娘進門，她的容貌、言談和舉止，竟然跟小翠沒有絲毫差異。元豐十分驚奇，到花園去找小翠。小翠已不知去向，問丫鬟，丫鬟拿出一塊紅巾，說：“娘子回娘家去了，留下這個叫我交給公子。”元豐展開紅巾，上面繫著一塊玉玦，這是表示她永遠與元豐分別了。元豐知道她不會再回來了，便帶著丫鬟回去。元豐雖然時刻想念著小翠，幸而見到新娘猶如見到了小翠一樣。",
      "&emsp;&emsp;­",
      "&emsp;&emsp;元豐這才明白：和鐘家女兒成親的事，小翠早已料到了，因此她先化成鐘家姑娘的模樣，這樣就可以安慰元豐後來對她的思念啊！­",
      "&emsp;&emsp;異史氏說：“一隻狐，因為他人曾經對自己有過恩德，那怕只是無意之中的事，也還在思量如何報答；而身受再生之福的人，居然為一隻破瓶子大吵大鬧，多麼卑鄙呀！小翠等自己恩人的兒子再次完婚，從容而去，這才知道仙人之情比世俗之情要深厚得多！”"
    ]
  },
  {
    "title": "龍戲蛛",
    "href": "http://liaozhai.weebly.com/408452513834523.html",
    "content": [
      "&emsp;&emsp;徐公做齊東縣令時，在他的縣衙中有一座樓，是用來貯藏菜肴和食品的。可裏面的東西經常被偷吃，還弄得地上狼藉一片。家人為此常常受到呵斥責備，因此，偷偷地藏在一邊看看究竟是怎麼回事。只見有一隻大蜘蛛，像斗那麼大。家人嚇得連忙去告訴徐縣令。徐縣令感到很奇異，每天派奴婢們送些食物給蜘蛛吃。蜘蛛更加馴服，饑餓了就出來依附於人，吃飽後就離去。­",
      "&emsp;&emsp;這樣過了一年多。徐縣令一次偶爾批閱公文，大蜘蛛忽然爬到他的桌子上來趴著。徐縣令以為牠餓了，剛呼喚家人取食物，轉過頭來見兩條蛇夾著蜘蛛臥在那裏，蛇粗細如同兩根筷子。蜘蛛爪子蜷起，肚子也縮著，好像非常畏懼。轉瞬間，兩條蛇突然暴長，比蛋還粗。徐縣令大驚失色，想逃走，這時，雷霆大作，徐縣令全家人都震昏了。過了一會，徐縣令蘇醒過來；奴婢僕人連同他的夫人共被擊死了七人。徐縣令病了一個多月，也死了。",
      "&emsp;&emsp;徐縣令為人正直，廉正愛民。在發運靈柩的那一天，老百姓自願斂錢給他送葬，哭聲遍野。",
      "&emsp;&emsp;異史氏說：“龍戲珠的事，總以為是裏巷間流傳的神話，難道真有這事嗎？聽說雷霆擊人，必對著壞人。為何清廉、善良的官吏卻遭到如此慘禍！天公昏憒之處，不也很多嗎？”"
    ]
  },
  {
    "title": "商婦",
    "href": "http://liaozhai.weebly.com/2183023142.html",
    "content": [
      "&emsp;&emsp;天津某商人，想要出遠門作生意，向一個有錢人借了幾百兩銀子當資本，被小偷發現了。到了晚上，小偷預先藏在屋裏等商人回家。商人因為這天是個好日子，竟帶著錢上路了。小偷藏了許久，只聽見商人之妻在床上翻來覆去睡不著。不一會兒，牆上開了一扇小門，滿屋全亮了。小門裏出來一個女人，年輕美貌，手裏拿著一根長帶子，走到床前，把帶子給了商人之妻。商人之妻用手推卻，女人堅持給她。商人之妻於是接過帶子，起身掛在房梁上，伸著脖子上吊。女人隨即走了，牆上的小門也關上了。小偷大驚，拔開門栓跑了。",
      "&emsp;&emsp;天亮後，家裏人見媳婦死了，報告給官府。官府把鄰居們抓來，嚴刑逼供，屈打成招，不久就要處決。小偷對冤獄憤憤不平，到衙門去自首，把夜裏所見報告了。經審訊，小偷並不改口，就把鄰居放了。",
      "&emsp;&emsp;官府向鄰居們打聽，都說這房子從前的主人曾有個年輕媳婦吊死了，年齡、相貌同小偷說的一模一樣，這才知道是她的鬼魂。民間傳說，暴死者一定得找替死鬼，這件事大致就是這樣的吧？"
    ]
  },
  {
    "title": "閻羅宴",
    "href": "http://liaozhai.weebly.com/383313264523476.html",
    "content": [
      "&emsp;&emsp;靜海有一個姓邵的書生，家裏很窮。母親生日那天，他在院子裏準備了供品做壽，磕了頭起來，桌上的供品卻全不見了。邵生很害怕，就去告訴母親；母親懷疑他因為家裏窮買不起供品，故意誆她。邵生無法為自己辯白，只好默默不語。",
      "&emsp;&emsp;不久，考官來到靜海，邵生苦於沒有路費，借了一點點錢去應試。途中遇到一人，在路邊恭敬地等候他，還殷勤地請他去做客，邵生便跟他去了。看見樓臺殿閣列滿街路，進了門，一個大王坐在大殿上。邵生跪下磕頭，大王態度和悅地叫他坐下，賜他酒食，說：“前些天從貴府經過，我的手下人又餓又渴，叨擾了你的好酒菜。”邵生不明白是怎麼回事，大王又說：“我是地獄的四殿閻君。你不記得給你母親過生日那天嗎？”吃過酒，拿出一包白銀說：“吃了你的酒和肉，用這個略作報答吧。”邵生接過來，回頭一看，宮殿、人物一下子全沒了。只有幾棵大樹孤零零立在道旁。看看贈送的銀子，是真的，稱了稱，足足五兩。考試完畢，僅花了一半，便將剩下的銀子拿回去孝敬母親。"
    ]
  },
  {
    "title": "役鬼",
    "href": "http://liaozhai.weebly.com/383313264523476.html",
    "content": [
      "&emsp;&emsp;靜海有一個姓邵的書生，家裏很窮。母親生日那天，他在院子裏準備了供品做壽，磕了頭起來，桌上的供品卻全不見了。邵生很害怕，就去告訴母親；母親懷疑他因為家裏窮買不起供品，故意誆她。邵生無法為自己辯白，只好默默不語。",
      "&emsp;&emsp;不久，考官來到靜海，邵生苦於沒有路費，借了一點點錢去應試。途中遇到一人，在路邊恭敬地等候他，還殷勤地請他去做客，邵生便跟他去了。看見樓臺殿閣列滿街路，進了門，一個大王坐在大殿上。邵生跪下磕頭，大王態度和悅地叫他坐下，賜他酒食，說：“前些天從貴府經過，我的手下人又餓又渴，叨擾了你的好酒菜。”邵生不明白是怎麼回事，大王又說：“我是地獄的四殿閻君。你不記得給你母親過生日那天嗎？”吃過酒，拿出一包白銀說：“吃了你的酒和肉，用這個略作報答吧。”邵生接過來，回頭一看，宮殿、人物一下子全沒了。只有幾棵大樹孤零零立在道旁。看看贈送的銀子，是真的，稱了稱，足足五兩。考試完畢，僅花了一半，便將剩下的銀子拿回去孝敬母親。"
    ]
  },
  {
    "title": "細柳",
    "href": "http://liaozhai.weebly.com/3204826611.html",
    "content": [
      "&emsp;&emsp;細柳姑娘，是中原一個讀書人的女兒。因為她的細腰柔軟可愛，有人便半開玩笑地稱呼她“細柳”。­",
      "&emsp;&emsp;細柳從小很聰明，善解文字，喜歡讀面相的書籍。但她平素沉默寡言，從不評論別人好壞；只是有來求婚的，她必定要親自暗中相看。看了很多求婚的人，都沒相中，而她的年齡已經十九歲了。父母生氣地對她說：“若天下始終找不到中意的男人，你還想梳著丫髻當一輩子老閨女嗎？”細柳說：“我本想以人力勝天；可看了這麼久沒見有合適的男人，這也是我命該如此。從今往後，完全聽憑父母作主。”­",
      "&emsp;&emsp;當時有個姓高的書生，是個出身於官宦世家的知名人士，聽說了細柳的名聲，就和她訂了親。結婚以後，夫婦二人感情很好。高生的前妻死時留下一個兒子，小名叫長福，如今已經五歲，細柳撫養他很周到。有時她回娘家，長福總是又哭又叫地要跟著她，就是喝叱也不聽。過了一年多，細柳生了個兒子，給孩子取名叫長怙。高生問她取這個名字的含義，她回答說：“沒有別的意思，只是希望他能長在身邊罷了。”­",
      "&emsp;&emsp;細柳對於針線活很粗疏，常不在意；但是對於家裏田產的位置，應納賦稅的數量，卻都按著帳冊查對，惟恐知道得不詳細。過了很久，她對丈夫說：“家中的事務請你放下不要管了，留給我自已來辦，看我能否當好這個家？”高生就按她說的做了。大約有半年多時間家裏的事情沒有一件辦不好的，高生也很佩服她的才能。­",
      "&emsp;&emsp;一天，高生到鄰村喝酒去了，正巧來了個催交賦稅的差役，在外敲門嚷叫。細柳叫奴僕出去說好話勸慰，可差役就是不走。細柳於是趕緊派童僕去把丈夫叫了回來。催稅的差役走了以後，高生笑著說：“細柳，如今你才知道再聰明的女人也不如個癡愚的男子吧？”細柳聽說這活，難過地低下頭哭了起來。高生很驚異地挽起她的手勸解她，細柳始終也不高興。高生不忍心讓家務累壞了她，仍然想自己管家，細柳不同意。她早起晚睡，更加辛勤地料理家務。每次都是提前一年，就先儲備下來年要交的賦稅，因此整年也見不到催稅的差役再登家門。她又用這種方法來計畫吃穿，從此家裏的開支更加寬裕了。於是高生大為高興，有一次和她開了個玩笑，說道：“細柳何細哉：眉細、腰細、淩波細，且喜心思更細。”細柳聽完也給他對上了個下聯，說：“高郎誠高矣：品高、志高、文字高，但願壽數尤高。”­",
      "&emsp;&emsp;村裏有一副好棺材，細柳不惜重價買下來，錢數湊不起來，又多方向親戚鄰居求借。高生認為這東西不是急用之物，便一再勸她別買，細柳不聽。棺材在家裏存放了一年多，有家富戶家裏死了人，想用加倍的價錢登門來買。高生因為有利可圖而和細柳商議賣掉棺材，細柳不肯：問她為什麼不願賣，卻又不說；再問她，眼裏晶瑩的淚花就要掉下來。高生心裏很奇怪，但是又不忍心違背她的意願，也就算了。又過了一年，高生已經二十五歲，細柳堅決不讓他再出遠門。有時他回家稍晚了點兒，僮僕們便一個接一個地跑去又叫又請。於是同仁們都以此拿他開心。有一天，高生到朋友家裏去喝酒，忽然覺得身體不舒服，就趕快往回走，到了半路掉下馬來，竟然死了。當時正是炎熱的夏天，幸好死者用的衣服被子都是細柳以前早預備好了的。村裏的人這才都佩服細柳料事如神。",
      "&emsp;&emsp;長福到了十歲那年，才開始學習作文。父親死了以後，他嬌慣懶惰不肯讀書，經常翹課出去跟著放牧的孩子玩耍。細柳先是責駡，見他不改，又用板條打，但長福仍然愚頑如故。細柳對他無可奈何，就喊他過來告訴他說：“既然你不願意讀書，何必再勉強你呢？只是窮人家沒有閑飯養活閒人，可換下你的衣裳來，去和僮僕們一塊幹活。不然的話，就用鞭子抽你，不要後悔！”於是給他穿上破衣服，叫他去養豬。回家就讓他自已拿個碗，和那些僕人們一起去吃飯。過了幾天，長福吃不了這個苦，哭著跪到堂下，表示願意再去讀書。細柳回過臉去朝著牆，置之不理。長福不得已，只好拿著鞭子哭著出了門。­",
      "&emsp;&emsp;殘秋將要過去，長福還光著個膀子沒有衣服，打著赤腳沒有鞋穿。冷雨淋濕了，他縮著頭活像個要飯的花子。村裏人見了都可憐他，那些續弦的人，都以細柳娘子為戒，很多人都對她的做法不滿，議論紛紛。細柳對此也漸漸聽說了，但卻漠然置之，不往心裏去。長福實在受不了這個罪，丟下豬逃走了。細柳也不去追問。過了幾個月，長福沒處討飯了，才面容憔悴地回了家；但又不敢進門，只好哀求鄰居老太婆去和母親說。細柳說：“他若能受得了一百棍子打，可以來見我；不然的話，他還是早一點離去。”長福聽了這話，驟然進門，痛哭流涕地願受棍打。細柳問道：“你今天知道悔改了？”長福說：“我悔改了。”細柳說：“既然知道悔改，就不必打了，可以老老實實地去養豬，要再犯了決不饒你！”長福大哭著說：“我願意挨一百棍子打，請母親再讓我去讀書吧。”細柳不聽，鄰居老太婆在一邊勸解，最後才答應了長福讀書的請求。給他洗了頭換上衣服，讓他和弟弟長怙同師學習。長福自此發奮勤學，與以前大不相同，三年就考中了秀才。巡撫大人楊公，見了長福的文章很器重他，讓官府每月都供給他衣食，資助他讀書。­",
      "&emsp;&emsp;長怙非常遲鈍，讀了好幾年書竟然寫不了自己的姓名。母親只好叫他棄學務農。長怙遊手好閒慣了，怕幹活勞累。母親憤怒地說：“士、農、工、商四行各有自己的本業，你既不能讀書，又不能種地，豈不要餓死填了溝壑嗎？”說著立即用棍子打了他一頓。從此長怙帶領奴僕們種地，若是早晨晚起，母親就責駡他。衣服飯食，母親總是把好的給哥哥長福。長怙對此雖然不敢說，但是心中卻暗自不平。農活幹完了，母親出錢讓他去學習經商。長怙好淫嗜賭，到手的錢全弄光了，卻謊稱遇上了盜賊運氣不好，以此欺騙母親。母親發覺後用棍子幾乎把他打死。長福久久地跪在地上苦苦哀求，願代替弟弟挨打，母親的怒氣才消了。從此只要長怙一出門，母親就暗中探察他。因此長怙的劣行略微收斂了一下，但他並不是真心願意這樣的。­",
      "&emsp;&emsp;有一天，長怙去請求母親，打算跟著幾個商人去趟洛陽，實際上他是想借出遠門的機會，痛痛快快地為所欲為。然而他卻提心吊膽，惟恐母親不答應。母親聽他說完了，毫無疑慮，立即拿出三十兩碎銀並為他準備好行裝，最後又拿出枚銀錠交給他，說：“這是你祖父做官時錢袋裏的遺物，不能花掉，只可用它壓裝，以備急用。況且你是初次出遠門學著經商，也不指望你賺大錢，只要這三十兩銀子不虧本錢就心滿意足了。”臨走時母親又一再叮囑他。長怙滿口答應著出了門，很慶倖自己的的計謀實現了。­",
      "&emsp;&emsp;到了洛陽，長怙便不再和商人們在一起，而是獨自住在了有名的娼妓李姬的家裏。才住十幾宿的功夫，三十兩碎銀子就眼看花光了。他自以為有那錠大銀子在錢袋裏壓底，一開始並沒有想到自己身上會缺了錢；但等到拿出那銀錠一看，才知道竟是假的。他簡直嚇壞了，臉都變了色。李老太婆看見他這番模樣，便冷言冷語地對他不客氣了。長怙心裏很不安寧，然而錢袋空了又無處投奔，仍寄希望于李姬能看在這些天的情意上，不會立即就趕他走。不一會兒，有兩個人手拿繩索進來，突然套住了他的脖子。長怙驚恐地不知道怎麼辦才好，悲哀地詢問是怎麼回事，原來李姬早已偷了那錠假銀去告到了公堂上。長怙被帶去見官，自己又不能辯解，受到了嚴刑拷打，幾乎喪了命。他被押在監獄裏，身無分文，又受獄吏的虐待，沒辦法只得向同牢的囚犯們討點吃的，暫且苟延殘喘。",
      "&emsp;&emsp;起初，長怙剛一上路，母親就對長福說：“你記住等二十天以後，要讓你去一趟洛陽。我的事情多，恐怕忘了這事。”長福便問去幹什麼，母親難過得要掉下淚來。他也不敢再問，就退了出來。過了二十天，長福又去問母親。她歎了口氣說道：“你弟弟現在輕浮放蕩，就跟你以前翹課一樣。當初我若不冒著個後娘虐待你的壞名聲的話，你那裡會有今天？人們都說我心狠，可是我淚水淌滿枕席的時候，人們就不知道了！”她一邊說著一邊流淚。長福恭恭敬敬地站在旁邊聽著，不敢再問。母親掉完了淚，這才說：“因為你弟弟放蕩之心不死，為此我故意給了他那錠假銀子使他受點挫折，我估計他現在已經被逮進獄中了。巡撫楊大人待你很好，你前去求他，這樣既可以解脫長怙的死罪，也能使長怙感到慚愧而真正悔改。”­",
      "&emsp;&emsp;長福立刻就上了路。等到他進了洛陽，弟弟已經被逮住三天了。他接著趕到監獄中去探望弟弟，見長怙面孔變得像鬼一樣。長怙一見到哥哥就哭得抬不起頭來。長福也和他一同大哭起來。當時長福在巡撫楊大人面前很受寵，因此遠近的人都知道他的大名。縣令知道了他是長怙的哥哥後，就急忙把長怙釋放了。",
      "&emsp;&emsp;長怙回到家，還怕母親在生自己的氣，便用膝蓋跪行到她的面前。母親看著他說：“這回可遂了你的心願了？”長怙流著眼淚不敢再作聲，長福也一同跪下了，母親這才呵叱長怙起來。­",
      "&emsp;&emsp;從此長怙下決心痛改前非，家裏的各種事務，他都很勤快地去辦理；即使偶然懶散點，母親也不責問他。過了幾個月，母親也不再提讓他去經商的事，他想自己去請求又不敢，只好把意思告訴了哥哥。母親聽說後很高興，盡力借貸了一大筆錢給了長怙。僅半年時間他就賺回了一倍的利息。這一年秋天，長福考中了舉人，又過了三年考中了進士；弟弟長怙經商也聚積了上萬兩銀子。­",
      "&emsp;&emsp;淄川縣有個客居洛陽的人，說他曾偷著見過這位太夫人細柳。雖然已年過四十，卻仍像三十多歲的人，而且她的穿戴也很樸素，和平常人家沒有兩樣。",
      "&emsp;&emsp;異史氏說：“記錄繼母劣跡的《黑心符》(1)問世，繼母給前妻的兒子用蘆花做棉衣(2)的惡行流傳，繼母之惡，古今皆同，實在讓人傷心！也有人為避開種種議論誹謗，對前妻之子又往往過分放任，每每矯往過正，甚至坐視兒女們的放縱行為而一言不發，那麼這和虐待孩子的繼母相比又有多大差別呢？反正繼母即使天天打自己親生孩子，人們也不說她粗暴；如果打的是前妻生的孩子，那麼非議的言論會接踵而至。至於這位細柳本來就不是忍心虐待前妻之子，但是即使她親生的兒子是個賢人，這樣的做法又怎能把自己的肝膽披露出來以表白於天下？而像她這樣不怕嫌疑，不辭誹謗，最後使得兩個兒子一個做了高官，一個成了巨富，在世上真是光彩萬分。這女子的行為，不要說在巾幗中間，就是在男子漢中間也是一位錚錚鐵漢呀！”",
      "&emsp;&emsp;註",
      "&emsp;&emsp;1.萊州長史于義方《黑心符》一卷，錄以傳後。黑心者，繼婦之德名也。",
      "&emsp;&emsp;2.蘆花變生，閔子騫為人極孝。他少年喪母，父親娶了繼母。繼母偏愛自己親生二子，虐待閔子騫，子騫卻並不告知父親，避免影響父母間關係。冬天，繼母用棉絮給自己的孩子做棉衣，而給他的棉衣填的是蘆花。一日閔子騫駕馬車送父親外出，因寒冷飢餓無法馭車，馬車滑入路旁溝內。他被父親喝斥鞭打，結果抽破衣服露出了蘆花。父親醒悟，想休掉妻子。子騫長跪於父親面，為繼母求情：「母在一子單，母去三子寒。」父親便不再休妻，繼母也痛改前非。"
    ]
  }
]
